{
  "title": "Chapter 17",
  "subtitle": "Chapter XVI.THE RETURN HOME",
  "chapterId": "peter-pan-chapter-17",
  "prev": "peter-pan-chapter-16",
  "next": "peter-pan-chapter-18",
  "content": "<p>By three bells that morning they were all stirring their stumps; for there was\na big sea running; and Tootles, the bo’sun, was among them, with a\nrope’s end in his hand and chewing tobacco. They all donned pirate\nclothes cut off at the knee, shaved smartly, and tumbled up, with the true\nnautical roll and hitching their trousers.</p>\n<p>It need not be said who was the captain. Nibs and John were first and second\nmate. There was a woman aboard. The rest were tars before the mast, and lived\nin the fo’c’sle. Peter had already lashed himself to the wheel; but\nhe piped all hands and delivered a short address to them; said he hoped they\nwould do their duty like gallant hearties, but that he knew they were the scum\nof Rio and the Gold Coast, and if they snapped at him he would tear them. The\nbluff strident words struck the note sailors understood, and they cheered him\nlustily. Then a few sharp orders were given, and they turned the ship round,\nand nosed her for the mainland.</p>\n<p>Captain Pan calculated, after consulting the ship’s chart, that if this\nweather lasted they should strike the Azores about the 21st of June, after\nwhich it would save time to fly.</p>\n<p>Some of them wanted it to be an honest ship and others were in favour of\nkeeping it a pirate; but the captain treated them as dogs, and they dared not\nexpress their wishes to him even in a round robin. Instant obedience was the\nonly safe thing. Slightly got a dozen for looking perplexed when told to take\nsoundings. The general feeling was that Peter was honest just now to lull\nWendy’s suspicions, but that there might be a change when the new suit\nwas ready, which, against her will, she was making for him out of some of\nHook’s wickedest garments. It was afterwards whispered among them that on\nthe first night he wore this suit he sat long in the cabin with Hook’s\ncigar-holder in his mouth and one hand clenched, all but for the forefinger,\nwhich he bent and held threateningly aloft like a hook.</p>\n<p>Instead of watching the ship, however, we must now return to that desolate home\nfrom which three of our characters had taken heartless flight so long ago. It\nseems a shame to have neglected No. 14 all this time; and yet we may be sure\nthat Mrs. Darling does not blame us. If we had returned sooner to look with\nsorrowful sympathy at her, she would probably have cried, “Don’t be\nsilly; what do I matter? Do go back and keep an eye on the children.” So\nlong as mothers are like this their children will take advantage of them; and\nthey may lay to that.</p>\n<p>Even now we venture into that familiar nursery only because its lawful\noccupants are on their way home; we are merely hurrying on in advance of them\nto see that their beds are properly aired and that Mr. and Mrs. Darling do not\ngo out for the evening. We are no more than servants. Why on earth should their\nbeds be properly aired, seeing that they left them in such a thankless hurry?\nWould it not serve them jolly well right if they came back and found that their\nparents were spending the week-end in the country? It would be the moral lesson\nthey have been in need of ever since we met them; but if we contrived things in\nthis way Mrs. Darling would never forgive us.</p>\n<p>One thing I should like to do immensely, and that is to tell her, in the way\nauthors have, that the children are coming back, that indeed they will be here\non Thursday week. This would spoil so completely the surprise to which Wendy\nand John and Michael are looking forward. They have been planning it out on the\nship: mother’s rapture, father’s shout of joy, Nana’s leap\nthrough the air to embrace them first, when what they ought to be prepared for\nis a good hiding. How delicious to spoil it all by breaking the news in\nadvance; so that when they enter grandly Mrs. Darling may not even offer Wendy\nher mouth, and Mr. Darling may exclaim pettishly, “Dash it all, here are\nthose boys again.” However, we should get no thanks even for this. We are\nbeginning to know Mrs. Darling by this time, and may be sure that she would\nupbraid us for depriving the children of their little pleasure.</p>\n<p>“But, my dear madam, it is ten days till Thursday week; so that by\ntelling you what’s what, we can save you ten days of unhappiness.”</p>\n<p>“Yes, but at what a cost! By depriving the children of ten minutes of\ndelight.”</p>\n<p>“Oh, if you look at it in that way!”</p>\n<p>“What other way is there in which to look at it?”</p>\n<p>You see, the woman had no proper spirit. I had meant to say extraordinarily\nnice things about her; but I despise her, and not one of them will I say now.\nShe does not really need to be told to have things ready, for they are ready.\nAll the beds are aired, and she never leaves the house, and observe, the window\nis open. For all the use we are to her, we might well go back to the ship.\nHowever, as we are here we may as well stay and look on. That is all we are,\nlookers-on. Nobody really wants us. So let us watch and say jaggy things, in\nthe hope that some of them will hurt.</p>\n<p>The only change to be seen in the night-nursery is that between nine and six\nthe kennel is no longer there. When the children flew away, Mr. Darling felt in\nhis bones that all the blame was his for having chained Nana up, and that from\nfirst to last she had been wiser than he. Of course, as we have seen, he was\nquite a simple man; indeed he might have passed for a boy again if he had been\nable to take his baldness off; but he had also a noble sense of justice and a\nlion’s courage to do what seemed right to him; and having thought the\nmatter out with anxious care after the flight of the children, he went down on\nall fours and crawled into the kennel. To all Mrs. Darling’s dear\ninvitations to him to come out he replied sadly but firmly:</p>\n<p>“No, my own one, this is the place for me.”</p>\n<p>In the bitterness of his remorse he swore that he would never leave the kennel\nuntil his children came back. Of course this was a pity; but whatever Mr.\nDarling did he had to do in excess, otherwise he soon gave up doing it. And\nthere never was a more humble man than the once proud George Darling, as he sat\nin the kennel of an evening talking with his wife of their children and all\ntheir pretty ways.</p>\n<p>Very touching was his deference to Nana. He would not let her come into the\nkennel, but on all other matters he followed her wishes implicitly.</p>\n<p>Every morning the kennel was carried with Mr. Darling in it to a cab, which\nconveyed him to his office, and he returned home in the same way at six.\nSomething of the strength of character of the man will be seen if we remember\nhow sensitive he was to the opinion of neighbours: this man whose every\nmovement now attracted surprised attention. Inwardly he must have suffered\ntorture; but he preserved a calm exterior even when the young criticised his\nlittle home, and he always lifted his hat courteously to any lady who looked\ninside.</p>\n<p>It may have been Quixotic, but it was magnificent. Soon the inward meaning of\nit leaked out, and the great heart of the public was touched. Crowds followed\nthe cab, cheering it lustily; charming girls scaled it to get his autograph;\ninterviews appeared in the better class of papers, and society invited him to\ndinner and added, “Do come in the kennel.”</p>\n<p>On that eventful Thursday week, Mrs. Darling was in the night-nursery awaiting\nGeorge’s return home; a very sad-eyed woman. Now that we look at her\nclosely and remember the gaiety of her in the old days, all gone now just\nbecause she has lost her babes, I find I won’t be able to say nasty\nthings about her after all. If she was too fond of her rubbishy children, she\ncouldn’t help it. Look at her in her chair, where she has fallen asleep.\nThe corner of her mouth, where one looks first, is almost withered up. Her hand\nmoves restlessly on her breast as if she had a pain there. Some like Peter\nbest, and some like Wendy best, but I like her best. Suppose, to make her\nhappy, we whisper to her in her sleep that the brats are coming back. They are\nreally within two miles of the window now, and flying strong, but all we need\nwhisper is that they are on the way. Let’s.</p>\n<p>It is a pity we did it, for she has started up, calling their names; and there\nis no one in the room but Nana.</p>\n<p>“O Nana, I dreamt my dear ones had come back.”</p>\n<p>Nana had filmy eyes, but all she could do was put her paw gently on her\nmistress’s lap; and they were sitting together thus when the kennel was\nbrought back. As Mr. Darling puts his head out to kiss his wife, we see that\nhis face is more worn than of yore, but has a softer expression.</p>\n<p>He gave his hat to Liza, who took it scornfully; for she had no imagination,\nand was quite incapable of understanding the motives of such a man. Outside,\nthe crowd who had accompanied the cab home were still cheering, and he was\nnaturally not unmoved.</p>\n<p>“Listen to them,” he said; “it is very gratifying.”</p>\n<p>“Lots of little boys,” sneered Liza.</p>\n<p>“There were several adults to-day,” he assured her with a faint\nflush; but when she tossed her head he had not a word of reproof for her.\nSocial success had not spoilt him; it had made him sweeter. For some time he\nsat with his head out of the kennel, talking with Mrs. Darling of this success,\nand pressing her hand reassuringly when she said she hoped his head would not\nbe turned by it.</p>\n<p>“But if I had been a weak man,” he said. “Good heavens, if I\nhad been a weak man!”</p>\n<p>“And, George,” she said timidly, “you are as full of remorse\nas ever, aren’t you?”</p>\n<p>“Full of remorse as ever, dearest! See my punishment: living in a\nkennel.”</p>\n<p>“But it is punishment, isn’t it, George? You are sure you are not\nenjoying it?”</p>\n<p>“My love!”</p>\n<p>You may be sure she begged his pardon; and then, feeling drowsy, he curled\nround in the kennel.</p>\n<p>“Won’t you play me to sleep,” he asked, “on the nursery\npiano?” and as she was crossing to the day-nursery he added\nthoughtlessly, “And shut that window. I feel a draught.”</p>\n<p>“O George, never ask me to do that. The window must always be left open\nfor them, always, always.”</p>\n<p>Now it was his turn to beg her pardon; and she went into the day-nursery and\nplayed, and soon he was asleep; and while he slept, Wendy and John and Michael\nflew into the room.</p>\n<p>Oh no. We have written it so, because that was the charming arrangement planned\nby them before we left the ship; but something must have happened since then,\nfor it is not they who have flown in, it is Peter and Tinker Bell.</p>\n<p>Peter’s first words tell all.</p>\n<p>“Quick Tink,” he whispered, “close the window; bar it!\nThat’s right. Now you and I must get away by the door; and when Wendy\ncomes she will think her mother has barred her out; and she will have to go\nback with me.”</p>\n<p>Now I understand what had hitherto puzzled me, why when Peter had exterminated\nthe pirates he did not return to the island and leave Tink to escort the\nchildren to the mainland. This trick had been in his head all the time.</p>\n<p>Instead of feeling that he was behaving badly he danced with glee; then he\npeeped into the day-nursery to see who was playing. He whispered to Tink,\n“It’s Wendy’s mother! She is a pretty lady, but not so pretty\nas my mother. Her mouth is full of thimbles, but not so full as my\nmother’s was.”</p>\n<p>Of course he knew nothing whatever about his mother; but he sometimes bragged\nabout her.</p>\n<p>He did not know the tune, which was “Home, Sweet Home,” but he knew\nit was saying, “Come back, Wendy, Wendy, Wendy”; and he cried\nexultantly, “You will never see Wendy again, lady, for the window is\nbarred!”</p>\n<p>He peeped in again to see why the music had stopped, and now he saw that Mrs.\nDarling had laid her head on the box, and that two tears were sitting on her\neyes.</p>\n<p>“She wants me to unbar the window,” thought Peter, “but I\nwon’t, not I!”</p>\n<p>He peeped again, and the tears were still there, or another two had taken their\nplace.</p>\n<p>“She’s awfully fond of Wendy,” he said to himself. He was\nangry with her now for not seeing why she could not have Wendy.</p>\n<p>The reason was so simple: “I’m fond of her too. We can’t both\nhave her, lady.”</p>\n<p>But the lady would not make the best of it, and he was unhappy. He ceased to\nlook at her, but even then she would not let go of him. He skipped about and\nmade funny faces, but when he stopped it was just as if she were inside him,\nknocking.</p>\n<p>“Oh, all right,” he said at last, and gulped. Then he unbarred the\nwindow. “Come on, Tink,” he cried, with a frightful sneer at the\nlaws of nature; “we don’t want any silly mothers;” and he\nflew away.</p>\n<p>Thus Wendy and John and Michael found the window open for them after all, which\nof course was more than they deserved. They alighted on the floor, quite\nunashamed of themselves, and the youngest one had already forgotten his home.</p>\n<p>“John,” he said, looking around him doubtfully, “I think I\nhave been here before.”</p>\n<p>“Of course you have, you silly. There is your old bed.”</p>\n<p>“So it is,” Michael said, but not with much conviction.</p>\n<p>“I say,” cried John, “the kennel!” and he dashed across\nto look into it.</p>\n<p>“Perhaps Nana is inside it,” Wendy said.</p>\n<p>But John whistled. “Hullo,” he said, “there’s a man\ninside it.”</p>\n<p>“It’s father!” exclaimed Wendy.</p>\n<p>“Let me see father,” Michael begged eagerly, and he took a good\nlook. “He is not so big as the pirate I killed,” he said with such\nfrank disappointment that I am glad Mr. Darling was asleep; it would have been\nsad if those had been the first words he heard his little Michael say.</p>\n<p>Wendy and John had been taken aback somewhat at finding their father in the\nkennel.</p>\n<p>“Surely,” said John, like one who had lost faith in his memory,\n“he used not to sleep in the kennel?”</p>\n<p>“John,” Wendy said falteringly, “perhaps we don’t\nremember the old life as well as we thought we did.”</p>\n<p>A chill fell upon them; and serve them right.</p>\n<p>“It is very careless of mother,” said that young scoundrel John,\n“not to be here when we come back.”</p>\n<p>It was then that Mrs. Darling began playing again.</p>\n<p>“It’s mother!” cried Wendy, peeping.</p>\n<p>“So it is!” said John.</p>\n<p>“Then are you not really our mother, Wendy?” asked Michael, who was\nsurely sleepy.</p>\n<p>“Oh dear!” exclaimed Wendy, with her first real twinge of remorse,\n“it was quite time we came back.”</p>\n<p>“Let us creep in,” John suggested, “and put our hands over\nher eyes.”</p>\n<p>But Wendy, who saw that they must break the joyous news more gently, had a\nbetter plan.</p>\n<p>“Let us all slip into our beds, and be there when she comes in, just as\nif we had never been away.”</p>\n<p>And so when Mrs. Darling went back to the night-nursery to see if her husband\nwas asleep, all the beds were occupied. The children waited for her cry of joy,\nbut it did not come. She saw them, but she did not believe they were there. You\nsee, she saw them in their beds so often in her dreams that she thought this\nwas just the dream hanging around her still.</p>\n<p>She sat down in the chair by the fire, where in the old days she had nursed\nthem.</p>\n<p>They could not understand this, and a cold fear fell upon all the three of\nthem.</p>\n<p>“Mother!” Wendy cried.</p>\n<p>“That’s Wendy,” she said, but still she was sure it was the\ndream.</p>\n<p>“Mother!”</p>\n<p>“That’s John,” she said.</p>\n<p>“Mother!” cried Michael. He knew her now.</p>\n<p>“That’s Michael,” she said, and she stretched out her arms\nfor the three little selfish children they would never envelop again. Yes, they\ndid, they went round Wendy and John and Michael, who had slipped out of bed and\nrun to her.</p>\n<p>“George, George!” she cried when she could speak; and Mr. Darling\nwoke to share her bliss, and Nana came rushing in. There could not have been a\nlovelier sight; but there was none to see it except a little boy who was\nstaring in at the window. He had had ecstasies innumerable that other children\ncan never know; but he was looking through the window at the one joy from which\nhe must be for ever barred.</p>"
}
