{
  "title": "Chapter 16",
  "subtitle": "Chapter XV.“HOOK OR ME THIS TIME”",
  "chapterId": "peter-pan-chapter-16",
  "prev": "peter-pan-chapter-15",
  "next": "peter-pan-chapter-17",
  "content": "<p>Odd things happen to all of us on our way through life without our noticing for\na time that they have happened. Thus, to take an instance, we suddenly discover\nthat we have been deaf in one ear for we don’t know how long, but, say,\nhalf an hour. Now such an experience had come that night to Peter. When last we\nsaw him he was stealing across the island with one finger to his lips and his\ndagger at the ready. He had seen the crocodile pass by without noticing\nanything peculiar about it, but by and by he remembered that it had not been\nticking. At first he thought this eerie, but soon concluded rightly that the\nclock had run down.</p>\n<p>Without giving a thought to what might be the feelings of a fellow-creature\nthus abruptly deprived of its closest companion, Peter began to consider how he\ncould turn the catastrophe to his own use; and he decided to tick, so that wild\nbeasts should believe he was the crocodile and let him pass unmolested. He\nticked superbly, but with one unforeseen result. The crocodile was among those\nwho heard the sound, and it followed him, though whether with the purpose of\nregaining what it had lost, or merely as a friend under the belief that it was\nagain ticking itself, will never be certainly known, for, like slaves to a\nfixed idea, it was a stupid beast.</p>\n<p>Peter reached the shore without mishap, and went straight on, his legs\nencountering the water as if quite unaware that they had entered a new element.\nThus many animals pass from land to water, but no other human of whom I know.\nAs he swam he had but one thought: “Hook or me this time.” He had\nticked so long that he now went on ticking without knowing that he was doing\nit. Had he known he would have stopped, for to board the brig by help of the\ntick, though an ingenious idea, had not occurred to him.</p>\n<p>On the contrary, he thought he had scaled her side as noiseless as a mouse; and\nhe was amazed to see the pirates cowering from him, with Hook in their midst as\nabject as if he had heard the crocodile.</p>\n<p>The crocodile! No sooner did Peter remember it than he heard the ticking. At\nfirst he thought the sound did come from the crocodile, and he looked behind\nhim swiftly. Then he realised that he was doing it himself, and in a flash he\nunderstood the situation. “How clever of me!” he thought at once,\nand signed to the boys not to burst into applause.</p>\n<p>It was at this moment that Ed Teynte the quartermaster emerged from the\nforecastle and came along the deck. Now, reader, time what happened by your\nwatch. Peter struck true and deep. John clapped his hands on the ill-fated\npirate’s mouth to stifle the dying groan. He fell forward. Four boys\ncaught him to prevent the thud. Peter gave the signal, and the carrion was cast\noverboard. There was a splash, and then silence. How long has it taken?</p>\n<p>“One!” (Slightly had begun to count.)</p>\n<p>None too soon, Peter, every inch of him on tiptoe, vanished into the cabin; for\nmore than one pirate was screwing up his courage to look round. They could hear\neach other’s distressed breathing now, which showed them that the more\nterrible sound had passed.</p>\n<p>“It’s gone, captain,” Smee said, wiping off his spectacles.\n“All’s still again.”</p>\n<p>Slowly Hook let his head emerge from his ruff, and listened so intently that he\ncould have caught the echo of the tick. There was not a sound, and he drew\nhimself up firmly to his full height.</p>\n<p>“Then here’s to Johnny Plank!” he cried brazenly, hating the\nboys more than ever because they had seen him unbend. He broke into the\nvillainous ditty:</p>\n<p>“Yo ho, yo ho, the frisky plank,You walks along it so,Till it goes down and you goes downTo Davy Jones below!”</p>\n<p>To terrorise the prisoners the more, though with a certain loss of dignity, he\ndanced along an imaginary plank, grimacing at them as he sang; and when he\nfinished he cried, “Do you want a touch of the cat before you walk the\nplank?”</p>\n<p>At that they fell on their knees. “No, no!” they cried so piteously\nthat every pirate smiled.</p>\n<p>“Fetch the cat, Jukes,” said Hook; “it’s in the\ncabin.”</p>\n<p>The cabin! Peter was in the cabin! The children gazed at each other.</p>\n<p>“Ay, ay,” said Jukes blithely, and he strode into the cabin. They\nfollowed him with their eyes; they scarce knew that Hook had resumed his song,\nhis dogs joining in with him:</p>\n<p>“Yo ho, yo ho, the scratching cat,Its tails are nine, you know,And when they’re writ upon your back—”</p>\n<p>What was the last line will never be known, for of a sudden the song was stayed\nby a dreadful screech from the cabin. It wailed through the ship, and died\naway. Then was heard a crowing sound which was well understood by the boys, but\nto the pirates was almost more eerie than the screech.</p>\n<p>“What was that?” cried Hook.</p>\n<p>“Two,” said Slightly solemnly.</p>\n<p>The Italian Cecco hesitated for a moment and then swung into the cabin. He\ntottered out, haggard.</p>\n<p>“What’s the matter with Bill Jukes, you dog?” hissed Hook,\ntowering over him.</p>\n<p>“The matter wi’ him is he’s dead, stabbed,” replied\nCecco in a hollow voice.</p>\n<p>“Bill Jukes dead!” cried the startled pirates.</p>\n<p>“The cabin’s as black as a pit,” Cecco said, almost\ngibbering, “but there is something terrible in there: the thing you heard\ncrowing.”</p>\n<p>The exultation of the boys, the lowering looks of the pirates, both were seen\nby Hook.</p>\n<p>“Cecco,” he said in his most steely voice, “go back and fetch\nme out that doodle-doo.”</p>\n<p>Cecco, bravest of the brave, cowered before his captain, crying “No,\nno”; but Hook was purring to his claw.</p>\n<p>“Did you say you would go, Cecco?” he said musingly.</p>\n<p>Cecco went, first flinging his arms despairingly. There was no more singing,\nall listened now; and again came a death-screech and again a crow.</p>\n<p>No one spoke except Slightly. “Three,” he said.</p>\n<p>Hook rallied his dogs with a gesture. “’S’death and odds\nfish,” he thundered, “who is to bring me that doodle-doo?”</p>\n<p>“Wait till Cecco comes out,” growled Starkey, and the others took\nup the cry.</p>\n<p>“I think I heard you volunteer, Starkey,” said Hook, purring again.</p>\n<p>“No, by thunder!” Starkey cried.</p>\n<p>“My hook thinks you did,” said Hook, crossing to him. “I\nwonder if it would not be advisable, Starkey, to humour the hook?”</p>\n<p>“I’ll swing before I go in there,” replied Starkey doggedly,\nand again he had the support of the crew.</p>\n<p>“Is this mutiny?” asked Hook more pleasantly than ever.\n“Starkey’s ringleader!”</p>\n<p>“Captain, mercy!” Starkey whimpered, all of a tremble now.</p>\n<p>“Shake hands, Starkey,” said Hook, proffering his claw.</p>\n<p>Starkey looked round for help, but all deserted him. As he backed up Hook\nadvanced, and now the red spark was in his eye. With a despairing scream the\npirate leapt upon Long Tom and precipitated himself into the sea.</p>\n<p>“Four,” said Slightly.</p>\n<p>“And now,” Hook said courteously, “did any other gentlemen\nsay mutiny?” Seizing a lantern and raising his claw with a menacing\ngesture, “I’ll bring out that doodle-doo myself,” he said,\nand sped into the cabin.</p>\n<p>“Five.” How Slightly longed to say it. He wetted his lips to be\nready, but Hook came staggering out, without his lantern.</p>\n<p>“Something blew out the light,” he said a little unsteadily.</p>\n<p>“Something!” echoed Mullins.</p>\n<p>“What of Cecco?” demanded Noodler.</p>\n<p>“He’s as dead as Jukes,” said Hook shortly.</p>\n<p>His reluctance to return to the cabin impressed them all unfavourably, and the\nmutinous sounds again broke forth. All pirates are superstitious, and Cookson\ncried, “They do say the surest sign a ship’s accurst is when\nthere’s one on board more than can be accounted for.”</p>\n<p>“I’ve heard,” muttered Mullins, “he always boards the\npirate craft last. Had he a tail, captain?”</p>\n<p>“They say,” said another, looking viciously at Hook, “that\nwhen he comes it’s in the likeness of the wickedest man aboard.”</p>\n<p>“Had he a hook, captain?” asked Cookson insolently; and one after\nanother took up the cry, “The ship’s doomed!” At this the\nchildren could not resist raising a cheer. Hook had well-nigh forgotten his\nprisoners, but as he swung round on them now his face lit up again.</p>\n<p>“Lads,” he cried to his crew, “now here’s a notion.\nOpen the cabin door and drive them in. Let them fight the doodle-doo for their\nlives. If they kill him, we’re so much the better; if he kills them,\nwe’re none the worse.”</p>\n<p>For the last time his dogs admired Hook, and devotedly they did his bidding.\nThe boys, pretending to struggle, were pushed into the cabin and the door was\nclosed on them.</p>\n<p>“Now, listen!” cried Hook, and all listened. But not one dared to\nface the door. Yes, one, Wendy, who all this time had been bound to the mast.\nIt was for neither a scream nor a crow that she was watching, it was for the\nreappearance of Peter.</p>\n<p>She had not long to wait. In the cabin he had found the thing for which he had\ngone in search: the key that would free the children of their manacles, and now\nthey all stole forth, armed with such weapons as they could find. First signing\nthem to hide, Peter cut Wendy’s bonds, and then nothing could have been\neasier than for them all to fly off together; but one thing barred the way, an\noath, “Hook or me this time.” So when he had freed Wendy, he\nwhispered for her to conceal herself with the others, and himself took her\nplace by the mast, her cloak around him so that he should pass for her. Then he\ntook a great breath and crowed.</p>\n<p>To the pirates it was a voice crying that all the boys lay slain in the cabin;\nand they were panic-stricken. Hook tried to hearten them; but like the dogs he\nhad made them they showed him their fangs, and he knew that if he took his eyes\noff them now they would leap at him.</p>\n<p>“Lads,” he said, ready to cajole or strike as need be, but never\nquailing for an instant, “I’ve thought it out. There’s a\nJonah aboard.”</p>\n<p>“Ay,” they snarled, “a man wi’ a hook.”</p>\n<p>“No, lads, no, it’s the girl. Never was luck on a pirate ship\nwi’ a woman on board. We’ll right the ship when she’s\ngone.”</p>\n<p>Some of them remembered that this had been a saying of Flint’s.\n“It’s worth trying,” they said doubtfully.</p>\n<p>“Fling the girl overboard,” cried Hook; and they made a rush at the\nfigure in the cloak.</p>\n<p>“There’s none can save you now, missy,” Mullins hissed\njeeringly.</p>\n<p>“There’s one,” replied the figure.</p>\n<p>“Who’s that?”</p>\n<p>“Peter Pan the avenger!” came the terrible answer; and as he spoke\nPeter flung off his cloak. Then they all knew who ’twas that had been\nundoing them in the cabin, and twice Hook essayed to speak and twice he failed.\nIn that frightful moment I think his fierce heart broke.</p>\n<p>At last he cried, “Cleave him to the brisket!” but without\nconviction.</p>\n<p>“Down, boys, and at them!” Peter’s voice rang out; and in\nanother moment the clash of arms was resounding through the ship. Had the\npirates kept together it is certain that they would have won; but the onset\ncame when they were still unstrung, and they ran hither and thither, striking\nwildly, each thinking himself the last survivor of the crew. Man to man they\nwere the stronger; but they fought on the defensive only, which enabled the\nboys to hunt in pairs and choose their quarry. Some of the miscreants leapt\ninto the sea; others hid in dark recesses, where they were found by Slightly,\nwho did not fight, but ran about with a lantern which he flashed in their\nfaces, so that they were half blinded and fell as an easy prey to the reeking\nswords of the other boys. There was little sound to be heard but the clang of\nweapons, an occasional screech or splash, and Slightly monotonously\ncounting—five—six—seven—eight—nine—ten—eleven.</p>\n<p>I think all were gone when a group of savage boys surrounded Hook, who seemed\nto have a charmed life, as he kept them at bay in that circle of fire. They had\ndone for his dogs, but this man alone seemed to be a match for them all. Again\nand again they closed upon him, and again and again he hewed a clear space. He\nhad lifted up one boy with his hook, and was using him as a buckler, when\nanother, who had just passed his sword through Mullins, sprang into the fray.</p>\n<p>“Put up your swords, boys,” cried the newcomer, “this man is\nmine.”</p>\n<p>Thus suddenly Hook found himself face to face with Peter. The others drew back\nand formed a ring around them.</p>\n<p>For long the two enemies looked at one another, Hook shuddering slightly, and\nPeter with the strange smile upon his face.</p>\n<p>“So, Pan,” said Hook at last, “this is all your doing.”</p>\n<p>“Ay, James Hook,” came the stern answer, “it is all my\ndoing.”</p>\n<p>“Proud and insolent youth,” said Hook, “prepare to meet thy\ndoom.”</p>\n<p>“Dark and sinister man,” Peter answered, “have at\nthee.”</p>\n<p>Without more words they fell to, and for a space there was no advantage to\neither blade. Peter was a superb swordsman, and parried with dazzling rapidity;\never and anon he followed up a feint with a lunge that got past his foe’s\ndefence, but his shorter reach stood him in ill stead, and he could not drive\nthe steel home. Hook, scarcely his inferior in brilliancy, but not quite so\nnimble in wrist play, forced him back by the weight of his onset, hoping\nsuddenly to end all with a favourite thrust, taught him long ago by Barbecue at\nRio; but to his astonishment he found this thrust turned aside again and again.\nThen he sought to close and give the quietus with his iron hook, which all this\ntime had been pawing the air; but Peter doubled under it and, lunging fiercely,\npierced him in the ribs. At the sight of his own blood, whose peculiar colour,\nyou remember, was offensive to him, the sword fell from Hook’s hand, and\nhe was at Peter’s mercy.</p>\n<p>“Now!” cried all the boys, but with a magnificent gesture Peter\ninvited his opponent to pick up his sword. Hook did so instantly, but with a\ntragic feeling that Peter was showing good form.</p>\n<p>Hitherto he had thought it was some fiend fighting him, but darker suspicions\nassailed him now.</p>\n<p>“Pan, who and what art thou?” he cried huskily.</p>\n<p>“I’m youth, I’m joy,” Peter answered at a venture,\n“I’m a little bird that has broken out of the egg.”</p>\n<p>This, of course, was nonsense; but it was proof to the unhappy Hook that Peter\ndid not know in the least who or what he was, which is the very pinnacle of\ngood form.</p>\n<p>“To’t again,” he cried despairingly.</p>\n<p>He fought now like a human flail, and every sweep of that terrible sword would\nhave severed in twain any man or boy who obstructed it; but Peter fluttered\nround him as if the very wind it made blew him out of the danger zone. And\nagain and again he darted in and pricked.</p>\n<p>Hook was fighting now without hope. That passionate breast no longer asked for\nlife; but for one boon it craved: to see Peter show bad form before it was cold\nforever.</p>\n<p>Abandoning the fight he rushed into the powder magazine and fired it.</p>\n<p>“In two minutes,” he cried, “the ship will be blown to\npieces.”</p>\n<p>Now, now, he thought, true form will show.</p>\n<p>But Peter issued from the powder magazine with the shell in his hands, and\ncalmly flung it overboard.</p>\n<p>What sort of form was Hook himself showing? Misguided man though he was, we may\nbe glad, without sympathising with him, that in the end he was true to the\ntraditions of his race. The other boys were flying around him now, flouting,\nscornful; and he staggered about the deck striking up at them impotently, his\nmind was no longer with them; it was slouching in the playing fields of long\nago, or being sent up for good, or watching the wall-game from a famous wall.\nAnd his shoes were right, and his waistcoat was right, and his tie was right,\nand his socks were right.</p>\n<p>James Hook, thou not wholly unheroic figure, farewell.</p>\n<p>For we have come to his last moment.</p>\n<p>Seeing Peter slowly advancing upon him through the air with dagger poised, he\nsprang upon the bulwarks to cast himself into the sea. He did not know that the\ncrocodile was waiting for him; for we purposely stopped the clock that this\nknowledge might be spared him: a little mark of respect from us at the end.</p>\n<p>He had one last triumph, which I think we need not grudge him. As he stood on\nthe bulwark looking over his shoulder at Peter gliding through the air, he\ninvited him with a gesture to use his foot. It made Peter kick instead of stab.</p>\n<p>At last Hook had got the boon for which he craved.</p>\n<p>“Bad form,” he cried jeeringly, and went content to the crocodile.</p>\n<p>Thus perished James Hook.</p>\n<p>“Seventeen,” Slightly sang out; but he was not quite correct in his\nfigures. Fifteen paid the penalty for their crimes that night; but two reached\nthe shore: Starkey to be captured by the redskins, who made him nurse for all\ntheir papooses, a melancholy come-down for a pirate; and Smee, who henceforth\nwandered about the world in his spectacles, making a precarious living by\nsaying he was the only man that Jas. Hook had feared.</p>\n<p>Wendy, of course, had stood by taking no part in the fight, though watching\nPeter with glistening eyes; but now that all was over she became prominent\nagain. She praised them equally, and shuddered delightfully when Michael showed\nher the place where he had killed one; and then she took them into Hook’s\ncabin and pointed to his watch which was hanging on a nail. It said\n“half-past one!”</p>\n<p>The lateness of the hour was almost the biggest thing of all. She got them to\nbed in the pirates’ bunks pretty quickly, you may be sure; all but Peter,\nwho strutted up and down on the deck, until at last he fell asleep by the side\nof Long Tom. He had one of his dreams that night, and cried in his sleep for a\nlong time, and Wendy held him tightly.</p>"
}
