{
  "title": "Chapter 15",
  "subtitle": "Chapter XIV.THE PIRATE SHIP",
  "chapterId": "peter-pan-chapter-15",
  "prev": "peter-pan-chapter-14",
  "next": "peter-pan-chapter-16",
  "content": "<p>One green light squinting over Kidd’s Creek, which is near the mouth of\nthe pirate river, marked where the brig, theJolly Roger, lay, low in\nthe water; a rakish-looking craft foul to the hull, every beam in her\ndetestable, like ground strewn with mangled feathers. She was the cannibal of\nthe seas, and scarce needed that watchful eye, for she floated immune in the\nhorror of her name.</p>\n<p>She was wrapped in the blanket of night, through which no sound from her could\nhave reached the shore. There was little sound, and none agreeable save the\nwhir of the ship’s sewing machine at which Smee sat, ever industrious and\nobliging, the essence of the commonplace, pathetic Smee. I know not why he was\nso infinitely pathetic, unless it were because he was so pathetically unaware\nof it; but even strong men had to turn hastily from looking at him, and more\nthan once on summer evenings he had touched the fount of Hook’s tears and\nmade it flow. Of this, as of almost everything else, Smee was quite\nunconscious.</p>\n<p>A few of the pirates leant over the bulwarks, drinking in the miasma of the\nnight; others sprawled by barrels over games of dice and cards; and the\nexhausted four who had carried the little house lay prone on the deck, where\neven in their sleep they rolled skillfully to this side or that out of\nHook’s reach, lest he should claw them mechanically in passing.</p>\n<p>Hook trod the deck in thought. O man unfathomable. It was his hour of triumph.\nPeter had been removed for ever from his path, and all the other boys were in\nthe brig, about to walk the plank. It was his grimmest deed since the days when\nhe had brought Barbecue to heel; and knowing as we do how vain a tabernacle is\nman, could we be surprised had he now paced the deck unsteadily, bellied out by\nthe winds of his success?</p>\n<p>But there was no elation in his gait, which kept pace with the action of his\nsombre mind. Hook was profoundly dejected.</p>\n<p>He was often thus when communing with himself on board ship in the quietude of\nthe night. It was because he was so terribly alone. This inscrutable man never\nfelt more alone than when surrounded by his dogs. They were socially inferior\nto him.</p>\n<p>Hook was not his true name. To reveal who he really was would even at this date\nset the country in a blaze; but as those who read between the lines must\nalready have guessed, he had been at a famous public school; and its traditions\nstill clung to him like garments, with which indeed they are largely concerned.\nThus it was offensive to him even now to board a ship in the same dress in\nwhich he grappled her, and he still adhered in his walk to the school’s\ndistinguished slouch. But above all he retained the passion for good form.</p>\n<p>Good form! However much he may have degenerated, he still knew that this is all\nthat really matters.</p>\n<p>From far within him he heard a creaking as of rusty portals, and through them\ncame a stern tap-tap-tap, like hammering in the night when one cannot sleep.\n“Have you been good form to-day?” was their eternal question.</p>\n<p>“Fame, fame, that glittering bauble, it is mine,” he cried.</p>\n<p>“Is it quite good form to be distinguished at anything?” the\ntap-tap from his school replied.</p>\n<p>“I am the only man whom Barbecue feared,” he urged, “and\nFlint feared Barbecue.”</p>\n<p>“Barbecue, Flint—what house?” came the cutting retort.</p>\n<p>Most disquieting reflection of all, was it not bad form to think about good\nform?</p>\n<p>His vitals were tortured by this problem. It was a claw within him sharper than\nthe iron one; and as it tore him, the perspiration dripped down his tallow\ncountenance and streaked his doublet. Ofttimes he drew his sleeve across his\nface, but there was no damming that trickle.</p>\n<p>Ah, envy not Hook.</p>\n<p>There came to him a presentiment of his early dissolution. It was as if\nPeter’s terrible oath had boarded the ship. Hook felt a gloomy desire to\nmake his dying speech, lest presently there should be no time for it.</p>\n<p>“Better for Hook,” he cried, “if he had had less\nambition!” It was in his darkest hours only that he referred to himself\nin the third person.</p>\n<p>“No little children to love me!”</p>\n<p>Strange that he should think of this, which had never troubled him before;\nperhaps the sewing machine brought it to his mind. For long he muttered to\nhimself, staring at Smee, who was hemming placidly, under the conviction that\nall children feared him.</p>\n<p>Feared him! Feared Smee! There was not a child on board the brig that night who\ndid not already love him. He had said horrid things to them and hit them with\nthe palm of his hand, because he could not hit with his fist, but they had only\nclung to him the more. Michael had tried on his spectacles.</p>\n<p>To tell poor Smee that they thought him lovable! Hook itched to do it, but it\nseemed too brutal. Instead, he revolved this mystery in his mind: why do they\nfind Smee lovable? He pursued the problem like the sleuth-hound that he was. If\nSmee was lovable, what was it that made him so? A terrible answer suddenly\npresented itself—“Good form?”</p>\n<p>Had the bo’sun good form without knowing it, which is the best form of\nall?</p>\n<p>He remembered that you have to prove you don’t know you have it before\nyou are eligible for Pop.</p>\n<p>With a cry of rage he raised his iron hand over Smee’s head; but he did\nnot tear. What arrested him was this reflection:</p>\n<p>“To claw a man because he is good form, what would that be?”</p>\n<p>“Bad form!”</p>\n<p>The unhappy Hook was as impotent as he was damp, and he fell forward like a cut\nflower.</p>\n<p>His dogs thinking him out of the way for a time, discipline instantly relaxed;\nand they broke into a bacchanalian dance, which brought him to his feet at\nonce, all traces of human weakness gone, as if a bucket of water had passed\nover him.</p>\n<p>“Quiet, you scugs,” he cried, “or I’ll cast anchor in\nyou;” and at once the din was hushed. “Are all the children\nchained, so that they cannot fly away?”</p>\n<p>“Ay, ay.”</p>\n<p>“Then hoist them up.”</p>\n<p>The wretched prisoners were dragged from the hold, all except Wendy, and ranged\nin line in front of him. For a time he seemed unconscious of their presence. He\nlolled at his ease, humming, not unmelodiously, snatches of a rude song, and\nfingering a pack of cards. Ever and anon the light from his cigar gave a touch\nof colour to his face.</p>\n<p>“Now then, bullies,” he said briskly, “six of you walk the\nplank to-night, but I have room for two cabin boys. Which of you is it to\nbe?”</p>\n<p>“Don’t irritate him unnecessarily,” had been Wendy’s\ninstructions in the hold; so Tootles stepped forward politely. Tootles hated\nthe idea of signing under such a man, but an instinct told him that it would be\nprudent to lay the responsibility on an absent person; and though a somewhat\nsilly boy, he knew that mothers alone are always willing to be the buffer. All\nchildren know this about mothers, and despise them for it, but make constant\nuse of it.</p>\n<p>So Tootles explained prudently, “You see, sir, I don’t think my\nmother would like me to be a pirate. Would your mother like you to be a pirate,\nSlightly?”</p>\n<p>He winked at Slightly, who said mournfully, “I don’t think\nso,” as if he wished things had been otherwise. “Would your mother\nlike you to be a pirate, Twin?”</p>\n<p>“I don’t think so,” said the first twin, as clever as the\nothers. “Nibs, would—”</p>\n<p>“Stow this gab,” roared Hook, and the spokesmen were dragged back.\n“You, boy,” he said, addressing John, “you look as if you had\na little pluck in you. Didst never want to be a pirate, my hearty?”</p>\n<p>Now John had sometimes experienced this hankering at maths. prep.; and he was\nstruck by Hook’s picking him out.</p>\n<p>“I once thought of calling myself Red-handed Jack,” he said\ndiffidently.</p>\n<p>“And a good name too. We’ll call you that here, bully, if you\njoin.”</p>\n<p>“What do you think, Michael?” asked John.</p>\n<p>“What would you call me if I join?” Michael demanded.</p>\n<p>“Blackbeard Joe.”</p>\n<p>Michael was naturally impressed. “What do you think, John?” He\nwanted John to decide, and John wanted him to decide.</p>\n<p>“Shall we still be respectful subjects of the King?” John inquired.</p>\n<p>Through Hook’s teeth came the answer: “You would have to swear,\n‘Down with the King.’”</p>\n<p>Perhaps John had not behaved very well so far, but he shone out now.</p>\n<p>“Then I refuse,” he cried, banging the barrel in front of Hook.</p>\n<p>“And I refuse,” cried Michael.</p>\n<p>“Rule Britannia!” squeaked Curly.</p>\n<p>The infuriated pirates buffeted them in the mouth; and Hook roared out,\n“That seals your doom. Bring up their mother. Get the plank ready.”</p>\n<p>They were only boys, and they went white as they saw Jukes and Cecco preparing\nthe fatal plank. But they tried to look brave when Wendy was brought up.</p>\n<p>No words of mine can tell you how Wendy despised those pirates. To the boys\nthere was at least some glamour in the pirate calling; but all that she saw was\nthat the ship had not been tidied for years. There was not a porthole on the\ngrimy glass of which you might not have written with your finger “Dirty\npig”; and she had already written it on several. But as the boys gathered\nround her she had no thought, of course, save for them.</p>\n<p>“So, my beauty,” said Hook, as if he spoke in syrup, “you are\nto see your children walk the plank.”</p>\n<p>Fine gentlemen though he was, the intensity of his communings had soiled his\nruff, and suddenly he knew that she was gazing at it. With a hasty gesture he\ntried to hide it, but he was too late.</p>\n<p>“Are they to die?” asked Wendy, with a look of such frightful\ncontempt that he nearly fainted.</p>\n<p>“They are,” he snarled. “Silence all,” he called\ngloatingly, “for a mother’s last words to her children.”</p>\n<p>At this moment Wendy was grand. “These are my last words, dear\nboys,” she said firmly. “I feel that I have a message to you from\nyour real mothers, and it is this: ‘We hope our sons will die like\nEnglish gentlemen.’”</p>\n<p>Even the pirates were awed, and Tootles cried out hysterically, “I am\ngoing to do what my mother hopes. What are you to do, Nibs?”</p>\n<p>“What my mother hopes. What are you to do, Twin?”</p>\n<p>“What my mother hopes. John, what are—”</p>\n<p>But Hook had found his voice again.</p>\n<p>“Tie her up!” he shouted.</p>\n<p>It was Smee who tied her to the mast. “See here, honey,” he\nwhispered, “I’ll save you if you promise to be my mother.”</p>\n<p>But not even for Smee would she make such a promise. “I would almost\nrather have no children at all,” she said disdainfully.</p>\n<p>It is sad to know that not a boy was looking at her as Smee tied her to the\nmast; the eyes of all were on the plank: that last little walk they were about\nto take. They were no longer able to hope that they would walk it manfully, for\nthe capacity to think had gone from them; they could stare and shiver only.</p>\n<p>Hook smiled on them with his teeth closed, and took a step toward Wendy. His\nintention was to turn her face so that she should see the boys walking the\nplank one by one. But he never reached her, he never heard the cry of anguish\nhe hoped to wring from her. He heard something else instead.</p>\n<p>It was the terrible tick-tick of the crocodile.</p>\n<p>They all heard it—pirates, boys, Wendy; and immediately every head was\nblown in one direction; not to the water whence the sound proceeded, but toward\nHook. All knew that what was about to happen concerned him alone, and that from\nbeing actors they were suddenly become spectators.</p>\n<p>Very frightful was it to see the change that came over him. It was as if he had\nbeen clipped at every joint. He fell in a little heap.</p>\n<p>The sound came steadily nearer; and in advance of it came this ghastly thought,\n“The crocodile is about to board the ship!”</p>\n<p>Even the iron claw hung inactive; as if knowing that it was no intrinsic part\nof what the attacking force wanted. Left so fearfully alone, any other man\nwould have lain with his eyes shut where he fell: but the gigantic brain of\nHook was still working, and under its guidance he crawled on the knees along\nthe deck as far from the sound as he could go. The pirates respectfully cleared\na passage for him, and it was only when he brought up against the bulwarks that\nhe spoke.</p>\n<p>“Hide me!” he cried hoarsely.</p>\n<p>They gathered round him, all eyes averted from the thing that was coming\naboard. They had no thought of fighting it. It was Fate.</p>\n<p>Only when Hook was hidden from them did curiosity loosen the limbs of the boys\nso that they could rush to the ship’s side to see the crocodile climbing\nit. Then they got the strangest surprise of the Night of Nights; for it was no\ncrocodile that was coming to their aid. It was Peter.</p>\n<p>He signed to them not to give vent to any cry of admiration that might rouse\nsuspicion. Then he went on ticking.</p>"
}
