{
  "title": "Chapter 11",
  "subtitle": "Chapter X.THE HAPPY HOME",
  "chapterId": "peter-pan-chapter-11",
  "prev": "peter-pan-chapter-10",
  "next": "peter-pan-chapter-12",
  "content": "<p>One important result of the brush on the lagoon was that it made the redskins\ntheir friends. Peter had saved Tiger Lily from a dreadful fate, and now there\nwas nothing she and her braves would not do for him. All night they sat above,\nkeeping watch over the home under the ground and awaiting the big attack by the\npirates which obviously could not be much longer delayed. Even by day they hung\nabout, smoking the pipe of peace, and looking almost as if they wanted tit-bits\nto eat.</p>\n<p>They called Peter the Great White Father, prostrating themselves before him;\nand he liked this tremendously, so that it was not really good for him.</p>\n<p>“The great white father,” he would say to them in a very lordly\nmanner, as they grovelled at his feet, “is glad to see the Piccaninny\nwarriors protecting his wigwam from the pirates.”</p>\n<p>“Me Tiger Lily,” that lovely creature would reply. “Peter Pan\nsave me, me his velly nice friend. Me no let pirates hurt him.”</p>\n<p>She was far too pretty to cringe in this way, but Peter thought it his due, and\nhe would answer condescendingly, “It is good. Peter Pan has\nspoken.”</p>\n<p>Always when he said, “Peter Pan has spoken,” it meant that they\nmust now shut up, and they accepted it humbly in that spirit; but they were by\nno means so respectful to the other boys, whom they looked upon as just\nordinary braves. They said “How-do?” to them, and things like that;\nand what annoyed the boys was that Peter seemed to think this all right.</p>\n<p>Secretly Wendy sympathised with them a little, but she was far too loyal a\nhousewife to listen to any complaints against father. “Father knows\nbest,” she always said, whatever her private opinion must be. Her private\nopinion was that the redskins should not call her a squaw.</p>\n<p>We have now reached the evening that was to be known among them as the Night of\nNights, because of its adventures and their upshot. The day, as if quietly\ngathering its forces, had been almost uneventful, and now the redskins in their\nblankets were at their posts above, while, below, the children were having\ntheir evening meal; all except Peter, who had gone out to get the time. The way\nyou got the time on the island was to find the crocodile, and then stay near\nhim till the clock struck.</p>\n<p>The meal happened to be a make-believe tea, and they sat around the board,\nguzzling in their greed; and really, what with their chatter and\nrecriminations, the noise, as Wendy said, was positively deafening. To be sure,\nshe did not mind noise, but she simply would not have them grabbing things, and\nthen excusing themselves by saying that Tootles had pushed their elbow. There\nwas a fixed rule that they must never hit back at meals, but should refer the\nmatter of dispute to Wendy by raising the right arm politely and saying,\n“I complain of so-and-so;” but what usually happened was that they\nforgot to do this or did it too much.</p>\n<p>“Silence,” cried Wendy when for the twentieth time she had told\nthem that they were not all to speak at once. “Is your mug empty,\nSlightly darling?”</p>\n<p>“Not quite empty, mummy,” Slightly said, after looking into an\nimaginary mug.</p>\n<p>“He hasn’t even begun to drink his milk,” Nibs interposed.</p>\n<p>This was telling, and Slightly seized his chance.</p>\n<p>“I complain of Nibs,” he cried promptly.</p>\n<p>John, however, had held up his hand first.</p>\n<p>“Well, John?”</p>\n<p>“May I sit in Peter’s chair, as he is not here?”</p>\n<p>“Sit in father’s chair, John!” Wendy was scandalised.\n“Certainly not.”</p>\n<p>“He is not really our father,” John answered. “He\ndidn’t even know how a father does till I showed him.”</p>\n<p>This was grumbling. “We complain of John,” cried the twins.</p>\n<p>Tootles held up his hand. He was so much the humblest of them, indeed he was\nthe only humble one, that Wendy was specially gentle with him.</p>\n<p>“I don’t suppose,” Tootles said diffidently, “that I\ncould be father.”</p>\n<p>“No, Tootles.”</p>\n<p>Once Tootles began, which was not very often, he had a silly way of going on.</p>\n<p>“As I can’t be father,” he said heavily, “I don’t\nsuppose, Michael, you would let me be baby?”</p>\n<p>“No, I won’t,” Michael rapped out. He was already in his\nbasket.</p>\n<p>“As I can’t be baby,” Tootles said, getting heavier and\nheavier and heavier, “do you think I could be a twin?”</p>\n<p>“No, indeed,” replied the twins; “it’s awfully\ndifficult to be a twin.”</p>\n<p>“As I can’t be anything important,” said Tootles,\n“would any of you like to see me do a trick?”</p>\n<p>“No,” they all replied.</p>\n<p>Then at last he stopped. “I hadn’t really any hope,” he said.</p>\n<p>The hateful telling broke out again.</p>\n<p>“Slightly is coughing on the table.”</p>\n<p>“The twins began with cheese-cakes.”</p>\n<p>“Curly is taking both butter and honey.”</p>\n<p>“Nibs is speaking with his mouth full.”</p>\n<p>“I complain of the twins.”</p>\n<p>“I complain of Curly.”</p>\n<p>“I complain of Nibs.”</p>\n<p>“Oh dear, oh dear,” cried Wendy, “I’m sure I sometimes\nthink that spinsters are to be envied.”</p>\n<p>She told them to clear away, and sat down to her work-basket, a heavy load of\nstockings and every knee with a hole in it as usual.</p>\n<p>“Wendy,” remonstrated Michael, “I’m too big for a\ncradle.”</p>\n<p>“I must have somebody in a cradle,” she said almost tartly,\n“and you are the littlest. A cradle is such a nice homely thing to have\nabout a house.”</p>\n<p>While she sewed they played around her; such a group of happy faces and dancing\nlimbs lit up by that romantic fire. It had become a very familiar scene, this,\nin the home under the ground, but we are looking on it for the last time.</p>\n<p>There was a step above, and Wendy, you may be sure, was the first to recognize\nit.</p>\n<p>“Children, I hear your father’s step. He likes you to meet him at\nthe door.”</p>\n<p>Above, the redskins crouched before Peter.</p>\n<p>“Watch well, braves. I have spoken.”</p>\n<p>And then, as so often before, the gay children dragged him from his tree. As so\noften before, but never again.</p>\n<p>He had brought nuts for the boys as well as the correct time for Wendy.</p>\n<p>“Peter, you just spoil them, you know,” Wendy simpered.</p>\n<p>“Ah, old lady,” said Peter, hanging up his gun.</p>\n<p>“It was me told him mothers are called old lady,” Michael whispered\nto Curly.</p>\n<p>“I complain of Michael,” said Curly instantly.</p>\n<p>The first twin came to Peter. “Father, we want to dance.”</p>\n<p>“Dance away, my little man,” said Peter, who was in high good\nhumour.</p>\n<p>“But we want you to dance.”</p>\n<p>Peter was really the best dancer among them, but he pretended to be\nscandalised.</p>\n<p>“Me! My old bones would rattle!”</p>\n<p>“And mummy too.”</p>\n<p>“What,” cried Wendy, “the mother of such an armful,\ndance!”</p>\n<p>“But on a Saturday night,” Slightly insinuated.</p>\n<p>It was not really Saturday night, at least it may have been, for they had long\nlost count of the days; but always if they wanted to do anything special they\nsaid this was Saturday night, and then they did it.</p>\n<p>“Of course it is Saturday night, Peter,” Wendy said, relenting.</p>\n<p>“People of our figure, Wendy!”</p>\n<p>“But it is only among our own progeny.”</p>\n<p>“True, true.”</p>\n<p>So they were told they could dance, but they must put on their nighties first.</p>\n<p>“Ah, old lady,” Peter said aside to Wendy, warming himself by the\nfire and looking down at her as she sat turning a heel, “there is nothing\nmore pleasant of an evening for you and me when the day’s toil is over\nthan to rest by the fire with the little ones near by.”</p>\n<p>“It is sweet, Peter, isn’t it?” Wendy said, frightfully\ngratified. “Peter, I think Curly has your nose.”</p>\n<p>“Michael takes after you.”</p>\n<p>She went to him and put her hand on his shoulder.</p>\n<p>“Dear Peter,” she said, “with such a large family, of course,\nI have now passed my best, but you don’t want to change me, do\nyou?”</p>\n<p>“No, Wendy.”</p>\n<p>Certainly he did not want a change, but he looked at her uncomfortably,\nblinking, you know, like one not sure whether he was awake or asleep.</p>\n<p>“Peter, what is it?”</p>\n<p>“I was just thinking,” he said, a little scared. “It is only\nmake-believe, isn’t it, that I am their father?”</p>\n<p>“Oh yes,” Wendy said primly.</p>\n<p>“You see,” he continued apologetically, “it would make me\nseem so old to be their real father.”</p>\n<p>“But they are ours, Peter, yours and mine.”</p>\n<p>“But not really, Wendy?” he asked anxiously.</p>\n<p>“Not if you don’t wish it,” she replied; and she distinctly\nheard his sigh of relief. “Peter,” she asked, trying to speak\nfirmly, “what are your exact feelings to me?”</p>\n<p>“Those of a devoted son, Wendy.”</p>\n<p>“I thought so,” she said, and went and sat by herself at the\nextreme end of the room.</p>\n<p>“You are so queer,” he said, frankly puzzled, “and Tiger Lily\nis just the same. There is something she wants to be to me, but she says it is\nnot my mother.”</p>\n<p>“No, indeed, it is not,” Wendy replied with frightful emphasis. Now\nwe know why she was prejudiced against the redskins.</p>\n<p>“Then what is it?”</p>\n<p>“It isn’t for a lady to tell.”</p>\n<p>“Oh, very well,” Peter said, a little nettled. “Perhaps\nTinker Bell will tell me.”</p>\n<p>“Oh yes, Tinker Bell will tell you,” Wendy retorted scornfully.\n“She is an abandoned little creature.”</p>\n<p>Here Tink, who was in her bedroom, eavesdropping, squeaked out something\nimpudent.</p>\n<p>“She says she glories in being abandoned,” Peter interpreted.</p>\n<p>He had a sudden idea. “Perhaps Tink wants to be my mother?”</p>\n<p>“You silly ass!” cried Tinker Bell in a passion.</p>\n<p>She had said it so often that Wendy needed no translation.</p>\n<p>“I almost agree with her,” Wendy snapped. Fancy Wendy snapping! But\nshe had been much tried, and she little knew what was to happen before the\nnight was out. If she had known she would not have snapped.</p>\n<p>None of them knew. Perhaps it was best not to know. Their ignorance gave them\none more glad hour; and as it was to be their last hour on the island, let us\nrejoice that there were sixty glad minutes in it. They sang and danced in their\nnight-gowns. Such a deliciously creepy song it was, in which they pretended to\nbe frightened at their own shadows, little witting that so soon shadows would\nclose in upon them, from whom they would shrink in real fear. So uproariously\ngay was the dance, and how they buffeted each other on the bed and out of it!\nIt was a pillow fight rather than a dance, and when it was finished, the\npillows insisted on one bout more, like partners who know that they may never\nmeet again. The stories they told, before it was time for Wendy’s\ngood-night story! Even Slightly tried to tell a story that night, but the\nbeginning was so fearfully dull that it appalled not only the others but\nhimself, and he said gloomily:</p>\n<p>“Yes, it is a dull beginning. I say, let us pretend that it is the\nend.”</p>\n<p>And then at last they all got into bed for Wendy’s story, the story they\nloved best, the story Peter hated. Usually when she began to tell this story he\nleft the room or put his hands over his ears; and possibly if he had done\neither of those things this time they might all still be on the island. But\nto-night he remained on his stool; and we shall see what happened.</p>"
}
