{
  "title": "Chapter 8",
  "subtitle": "Chapter VII.THE HOME UNDER THE GROUND",
  "chapterId": "peter-pan-chapter-8",
  "prev": "peter-pan-chapter-7",
  "next": "peter-pan-chapter-9",
  "content": "<p>One of the first things Peter did next day was to measure Wendy and John and\nMichael for hollow trees. Hook, you remember, had sneered at the boys for\nthinking they needed a tree apiece, but this was ignorance, for unless your\ntree fitted you it was difficult to go up and down, and no two of the boys were\nquite the same size. Once you fitted, you drew in your breath at the top, and\ndown you went at exactly the right speed, while to ascend you drew in and let\nout alternately, and so wriggled up. Of course, when you have mastered the\naction you are able to do these things without thinking of them, and nothing\ncan be more graceful.</p>\n<p>But you simply must fit, and Peter measures you for your tree as carefully as\nfor a suit of clothes: the only difference being that the clothes are made to\nfit you, while you have to be made to fit the tree. Usually it is done quite\neasily, as by your wearing too many garments or too few, but if you are bumpy\nin awkward places or the only available tree is an odd shape, Peter does some\nthings to you, and after that you fit. Once you fit, great care must be taken\nto go on fitting, and this, as Wendy was to discover to her delight, keeps a\nwhole family in perfect condition.</p>\n<p>Wendy and Michael fitted their trees at the first try, but John had to be\naltered a little.</p>\n<p>After a few days’ practice they could go up and down as gaily as buckets\nin a well. And how ardently they grew to love their home under the ground;\nespecially Wendy. It consisted of one large room, as all houses should do, with\na floor in which you could dig if you wanted to go fishing, and in this floor\ngrew stout mushrooms of a charming colour, which were used as stools. A Never\ntree tried hard to grow in the centre of the room, but every morning they sawed\nthe trunk through, level with the floor. By tea-time it was always about two\nfeet high, and then they put a door on top of it, the whole thus becoming a\ntable; as soon as they cleared away, they sawed off the trunk again, and thus\nthere was more room to play. There was an enormous fireplace which was in\nalmost any part of the room where you cared to light it, and across this Wendy\nstretched strings, made of fibre, from which she suspended her washing. The bed\nwas tilted against the wall by day, and let down at 6:30, when it filled nearly\nhalf the room; and all the boys slept in it, except Michael, lying like\nsardines in a tin. There was a strict rule against turning round until one gave\nthe signal, when all turned at once. Michael should have used it also, but\nWendy would have a baby, and he was the littlest, and you know what women are,\nand the short and long of it is that he was hung up in a basket.</p>\n<p>It was rough and simple, and not unlike what baby bears would have made of an\nunderground house in the same circumstances. But there was one recess in the\nwall, no larger than a bird-cage, which was the private apartment of Tinker\nBell. It could be shut off from the rest of the house by a tiny curtain, which\nTink, who was most fastidious, always kept drawn when dressing or undressing.\nNo woman, however large, could have had a more exquisite boudoir and\nbed-chamber combined. The couch, as she always called it, was a genuine Queen\nMab, with club legs; and she varied the bedspreads according to what\nfruit-blossom was in season. Her mirror was a Puss-in-Boots, of which there are\nnow only three, unchipped, known to fairy dealers; the washstand was Pie-crust\nand reversible, the chest of drawers an authentic Charming the Sixth, and the\ncarpet and rugs the best (the early) period of Margery and Robin. There was a\nchandelier from Tiddlywinks for the look of the thing, but of course she lit\nthe residence herself. Tink was very contemptuous of the rest of the house, as\nindeed was perhaps inevitable, and her chamber, though beautiful, looked rather\nconceited, having the appearance of a nose permanently turned up.</p>\n<p>I suppose it was all especially entrancing to Wendy, because those rampagious\nboys of hers gave her so much to do. Really there were whole weeks when, except\nperhaps with a stocking in the evening, she was never above ground. The\ncooking, I can tell you, kept her nose to the pot, and even if there was\nnothing in it, even if there was no pot, she had to keep watching that it came\naboil just the same. You never exactly knew whether there would be a real meal\nor just a make-believe, it all depended upon Peter’s whim: he could eat,\nreally eat, if it was part of a game, but he could not stodge just to feel\nstodgy, which is what most children like better than anything else; the next\nbest thing being to talk about it. Make-believe was so real to him that during\na meal of it you could see him getting rounder. Of course it was trying, but\nyou simply had to follow his lead, and if you could prove to him that you were\ngetting loose for your tree he let you stodge.</p>\n<p>Wendy’s favourite time for sewing and darning was after they had all gone\nto bed. Then, as she expressed it, she had a breathing time for herself; and\nshe occupied it in making new things for them, and putting double pieces on the\nknees, for they were all most frightfully hard on their knees.</p>\n<p>When she sat down to a basketful of their stockings, every heel with a hole in\nit, she would fling up her arms and exclaim, “Oh dear, I am sure I\nsometimes think spinsters are to be envied!”</p>\n<p>Her face beamed when she exclaimed this.</p>\n<p>You remember about her pet wolf. Well, it very soon discovered that she had\ncome to the island and it found her out, and they just ran into each\nother’s arms. After that it followed her about everywhere.</p>\n<p>As time wore on did she think much about the beloved parents she had left\nbehind her? This is a difficult question, because it is quite impossible to say\nhow time does wear on in the Neverland, where it is calculated by moons and\nsuns, and there are ever so many more of them than on the mainland. But I am\nafraid that Wendy did not really worry about her father and mother; she was\nabsolutely confident that they would always keep the window open for her to fly\nback by, and this gave her complete ease of mind. What did disturb her at times\nwas that John remembered his parents vaguely only, as people he had once known,\nwhile Michael was quite willing to believe that she was really his mother.\nThese things scared her a little, and nobly anxious to do her duty, she tried\nto fix the old life in their minds by setting them examination papers on it, as\nlike as possible to the ones she used to do at school. The other boys thought\nthis awfully interesting, and insisted on joining, and they made slates for\nthemselves, and sat round the table, writing and thinking hard about the\nquestions she had written on another slate and passed round. They were the most\nordinary questions—“What was the colour of Mother’s eyes?\nWhich was taller, Father or Mother? Was Mother blonde or brunette? Answer all\nthree questions if possible.” “(A) Write an essay of not less than\n40 words on How I spent my last Holidays, or The Characters of Father and\nMother compared. Only one of these to be attempted.” Or “(1)\nDescribe Mother’s laugh; (2) Describe Father’s laugh; (3) Describe\nMother’s Party Dress; (4) Describe the Kennel and its Inmate.”</p>\n<p>They were just everyday questions like these, and when you could not answer\nthem you were told to make a cross; and it was really dreadful what a number of\ncrosses even John made. Of course the only boy who replied to every question\nwas Slightly, and no one could have been more hopeful of coming out first, but\nhis answers were perfectly ridiculous, and he really came out last: a\nmelancholy thing.</p>\n<p>Peter did not compete. For one thing he despised all mothers except Wendy, and\nfor another he was the only boy on the island who could neither write nor\nspell; not the smallest word. He was above all that sort of thing.</p>\n<p>By the way, the questions were all written in the past tense. What was the\ncolour of Mother’s eyes, and so on. Wendy, you see, had been forgetting,\ntoo.</p>\n<p>Adventures, of course, as we shall see, were of daily occurrence; but about\nthis time Peter invented, with Wendy’s help, a new game that fascinated\nhim enormously, until he suddenly had no more interest in it, which, as you\nhave been told, was what always happened with his games. It consisted in\npretending not to have adventures, in doing the sort of thing John and Michael\nhad been doing all their lives, sitting on stools flinging balls in the air,\npushing each other, going out for walks and coming back without having killed\nso much as a grizzly. To see Peter doing nothing on a stool was a great sight;\nhe could not help looking solemn at such times, to sit still seemed to him such\na comic thing to do. He boasted that he had gone walking for the good of his\nhealth. For several suns these were the most novel of all adventures to him;\nand John and Michael had to pretend to be delighted also; otherwise he would\nhave treated them severely.</p>\n<p>He often went out alone, and when he came back you were never absolutely\ncertain whether he had had an adventure or not. He might have forgotten it so\ncompletely that he said nothing about it; and then when you went out you found\nthe body; and, on the other hand, he might say a great deal about it, and yet\nyou could not find the body. Sometimes he came home with his head bandaged, and\nthen Wendy cooed over him and bathed it in lukewarm water, while he told a\ndazzling tale. But she was never quite sure, you know. There were, however,\nmany adventures which she knew to be true because she was in them herself, and\nthere were still more that were at least partly true, for the other boys were\nin them and said they were wholly true. To describe them all would require a\nbook as large as an English-Latin, Latin-English Dictionary, and the most we\ncan do is to give one as a specimen of an average hour on the island. The\ndifficulty is which one to choose. Should we take the brush with the redskins\nat Slightly Gulch? It was a sanguinary affair, and especially interesting as\nshowing one of Peter’s peculiarities, which was that in the middle of a\nfight he would suddenly change sides. At the Gulch, when victory was still in\nthe balance, sometimes leaning this way and sometimes that, he called out,\n“I’m redskin to-day; what are you, Tootles?” And Tootles\nanswered, “Redskin; what are you, Nibs?” and Nibs said,\n“Redskin; what are you Twin?” and so on; and they were all\nredskins; and of course this would have ended the fight had not the real\nredskins fascinated by Peter’s methods, agreed to be lost boys for that\nonce, and so at it they all went again, more fiercely than ever.</p>\n<p>The extraordinary upshot of this adventure was—but we have not decided\nyet that this is the adventure we are to narrate. Perhaps a better one would be\nthe night attack by the redskins on the house under the ground, when several of\nthem stuck in the hollow trees and had to be pulled out like corks. Or we might\ntell how Peter saved Tiger Lily’s life in the Mermaids’ Lagoon, and\nso made her his ally.</p>\n<p>Or we could tell of that cake the pirates cooked so that the boys might eat it\nand perish; and how they placed it in one cunning spot after another; but\nalways Wendy snatched it from the hands of her children, so that in time it\nlost its succulence, and became as hard as a stone, and was used as a missile,\nand Hook fell over it in the dark.</p>\n<p>Or suppose we tell of the birds that were Peter’s friends, particularly\nof the Never bird that built in a tree overhanging the lagoon, and how the nest\nfell into the water, and still the bird sat on her eggs, and Peter gave orders\nthat she was not to be disturbed. That is a pretty story, and the end shows how\ngrateful a bird can be; but if we tell it we must also tell the whole adventure\nof the lagoon, which would of course be telling two adventures rather than just\none. A shorter adventure, and quite as exciting, was Tinker Bell’s\nattempt, with the help of some street fairies, to have the sleeping Wendy\nconveyed on a great floating leaf to the mainland. Fortunately the leaf gave\nway and Wendy woke, thinking it was bath-time, and swam back. Or again, we\nmight choose Peter’s defiance of the lions, when he drew a circle round\nhim on the ground with an arrow and dared them to cross it; and though he\nwaited for hours, with the other boys and Wendy looking on breathlessly from\ntrees, not one of them dared to accept his challenge.</p>\n<p>Which of these adventures shall we choose? The best way will be to toss for it.</p>\n<p>I have tossed, and the lagoon has won. This almost makes one wish that the\ngulch or the cake or Tink’s leaf had won. Of course I could do it again,\nand make it best out of three; however, perhaps fairest to stick to the lagoon.</p>"
}
