{
  "title": "II.THE OPEN ROAD",
  "subtitle": "II.THE OPEN ROAD",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-4",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-3",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-5",
  "content": "<p>\n“Ratty,” said the Mole suddenly, one bright summer morning,\n“if you please, I want to ask you a favour.”\n</p>\n<p>\nThe Rat was sitting on the river bank, singing a little song. He had just\ncomposed it himself, so he was very taken up with it, and would not pay proper\nattention to Mole or anything else. Since early morning he had been swimming in\nthe river, in company with his friends the ducks. And when the ducks stood on\ntheir heads suddenly, as ducks will, he would dive down and tickle their necks,\njust under where their chins would be if ducks had chins, till they were forced\nto come to the surface again in a hurry, spluttering and angry and shaking\ntheir feathers at him, for it is impossible to say quite <i>all</i> you feel when your\nhead is under water. At last they implored him to go away and attend to his own\naffairs and leave them to mind theirs. So the Rat went away, and sat on the\nriver bank in the sun, and made up a song about them, which he called\n</p>\n<p class=\"poem\">\n“DUCKS’ DITTY.”<br/>\n<br/>\nAll along the backwater,<br/>\nThrough the rushes tall,<br/>\nDucks are a-dabbling,<br/>\nUp tails all!<br/>\nDucks’ tails, drakes’ tails,<br/>\nYellow feet a-quiver,<br/>\nYellow bills all out of sight<br/>\nBusy in the river!<br/>\n<br/>\nSlushy green undergrowth<br/>\nWhere the roach swim—<br/>\nHere we keep our larder,<br/>\nCool and full and dim.<br/>\n<br/>\nEveryone for what he likes!<br/>\n<i>We</i> like to be<br/>\nHeads down, tails up,<br/>\nDabbling free!<br/>\n<br/>\nHigh in the blue above<br/>\nSwifts whirl and call—<br/>\n<i>We</i> are down a-dabbling<br/>\nUptails all!\n</p>\n<p>\n“I don’t know that I think so <i>very</i> much of that little song,\nRat,” observed the Mole cautiously. He was no poet himself and\ndidn’t care who knew it; and he had a candid nature.\n</p>\n<p>\n“Nor don’t the ducks neither,” replied the Rat cheerfully.\n“They say, ‘<i>Why</i> can’t fellows be allowed to do what they like\n<i>when</i> they like and <i>as</i> they like, instead of other fellows sitting on banks and\nwatching them all the time and making remarks and poetry and things about them?\nWhat <i>nonsense</i> it all is!’ That’s what the ducks say.”\n</p>\n<p>\n“So it is, so it is,” said the Mole, with great heartiness.\n</p>\n<p>\n“No, it isn’t!” cried the Rat indignantly.\n</p>\n<p>\n“Well then, it isn’t, it isn’t,” replied the Mole\nsoothingly. “But what I wanted to ask you was, won’t you take me to\ncall on Mr. Toad? I’ve heard so much about him, and I do so want to make\nhis acquaintance.”\n</p>\n<p>\n“Why, certainly,” said the good-natured Rat, jumping to his feet\nand dismissing poetry from his mind for the day. “Get the boat out, and\nwe’ll paddle up there at once. It’s never the wrong time to call on\nToad. Early or late he’s always the same fellow. Always good-tempered,\nalways glad to see you, always sorry when you go!”\n</p>\n<p>\n“He must be a very nice animal,” observed the Mole, as he got into\nthe boat and took the sculls, while the Rat settled himself comfortably in the\nstern.\n</p>\n<p>\n“He is indeed the best of animals,” replied Rat. “So simple,\nso good-natured, and so affectionate. Perhaps he’s not very\nclever—we can’t all be geniuses; and it may be that he is both\nboastful and conceited. But he has got some great qualities, has Toady.”\n</p>\n<p>\nRounding a bend in the river, they came in sight of a handsome, dignified old\nhouse of mellowed red brick, with well-kept lawns reaching down to the\nwater’s edge.\n</p>\n<p>\n“There’s Toad Hall,” said the Rat; “and that creek on\nthe left, where the notice-board says, ‘Private. No landing\nallowed,’ leads to his boat-house, where we’ll leave the boat. The\nstables are over there to the right. That’s the banqueting-hall\nyou’re looking at now—very old, that is. Toad is rather rich, you\nknow, and this is really one of the nicest houses in these parts, though we\nnever admit as much to Toad.”\n</p>\n<p>\nThey glided up the creek, and the Mole shipped his sculls as they passed into\nthe shadow of a large boat-house. Here they saw many handsome boats, slung from\nthe cross beams or hauled up on a slip, but none in the water; and the place\nhad an unused and a deserted air.\n</p>\n<p>\nThe Rat looked around him. “I understand,” said he. “Boating\nis played out. He’s tired of it, and done with it. I wonder what new fad\nhe has taken up now? Come along and let’s look him up. We shall hear all\nabout it quite soon enough.”\n</p>\n<p>\nThey disembarked, and strolled across the gay flower-decked lawns in search of\nToad, whom they presently happened upon resting in a wicker garden-chair, with\na pre-occupied expression of face, and a large map spread out on his knees.\n</p>\n<p>\n“Hooray!” he cried, jumping up on seeing them, “this is\nsplendid!” He shook the paws of both of them warmly, never waiting for an\nintroduction to the Mole. “How <i>kind</i> of you!” he went on, dancing\nround them. “I was just going to send a boat down the river for you,\nRatty, with strict orders that you were to be fetched up here at once, whatever\nyou were doing. I want you badly—both of you. Now what will you take?\nCome inside and have something! You don’t know how lucky it is, your\nturning up just now!”\n</p>\n<p>\n“Let’s sit quiet a bit, Toady!” said the Rat, throwing\nhimself into an easy chair, while the Mole took another by the side of him and\nmade some civil remark about Toad’s “delightful residence.”\n</p>\n<p>\n“Finest house on the whole river,” cried Toad boisterously.\n“Or anywhere else, for that matter,” he could not help adding.\n</p>\n<p>\nHere the Rat nudged the Mole. Unfortunately the Toad saw him do it, and turned\nvery red. There was a moment’s painful silence. Then Toad burst out\nlaughing. “All right, Ratty,” he said. “It’s only my\nway, you know. And it’s not such a very bad house, is it? You know you\nrather like it yourself. Now, look here. Let’s be sensible. You are the\nvery animals I wanted. You’ve got to help me. It’s most\nimportant!”\n</p>\n<p>\n“It’s about your rowing, I suppose,” said the Rat, with an\ninnocent air. “You’re getting on fairly well, though you splash a\ngood bit still. With a great deal of patience, and any quantity of coaching,\nyou may——”\n</p>\n<p>\n“O, pooh! boating!” interrupted the Toad, in great disgust.\n“Silly boyish amusement. I’ve given that up <i>long</i> ago. Sheer waste\nof time, that’s what it is. It makes me downright sorry to see you\nfellows, who ought to know better, spending all your energies in that aimless\nmanner. No, I’ve discovered the real thing, the only genuine occupation\nfor a life time. I propose to devote the remainder of mine to it, and can only\nregret the wasted years that lie behind me, squandered in trivialities. Come\nwith me, dear Ratty, and your amiable friend also, if he will be so very good,\njust as far as the stable-yard, and you shall see what you shall see!”\n</p>\n<p>\nHe led the way to the stable-yard accordingly, the Rat following with a most\nmistrustful expression; and there, drawn out of the coach house into the open,\nthey saw a gipsy caravan, shining with newness, painted a canary-yellow picked\nout with green, and red wheels.\n</p>\n<p>\n“There you are!” cried the Toad, straddling and expanding himself.\n“There’s real life for you, embodied in that little cart. The open\nroad, the dusty highway, the heath, the common, the hedgerows, the rolling\ndowns! Camps, villages, towns, cities! Here to-day, up and off to somewhere\nelse to-morrow! Travel, change, interest, excitement! The whole world before\nyou, and a horizon that’s always changing! And mind! this is the very\nfinest cart of its sort that was ever built, without any exception. Come inside\nand look at the arrangements. Planned ’em all myself, I did!”\n</p>\n<p>\nThe Mole was tremendously interested and excited, and followed him eagerly up\nthe steps and into the interior of the caravan. The Rat only snorted and thrust\nhis hands deep into his pockets, remaining where he was.\n</p>\n<p>\nIt was indeed very compact and comfortable. Little sleeping bunks—a\nlittle table that folded up against the wall—a cooking-stove, lockers,\nbookshelves, a bird-cage with a bird in it; and pots, pans, jugs and kettles of\nevery size and variety.\n</p>\n<p>\n“All complete!” said the Toad triumphantly, pulling open a locker.\n“You see—biscuits, potted lobster, sardines—everything you\ncan possibly want. Soda-water here—baccy there—letter-paper, bacon,\njam, cards and dominoes—you’ll find,” he continued, as they\ndescended the steps again, “you’ll find that nothing what ever has\nbeen forgotten, when we make our start this afternoon.”\n</p>\n<p>\n“I beg your pardon,” said the Rat slowly, as he chewed a straw,\n“but did I overhear you say something about ‘<i>we</i>,’ and\n‘<i>start</i>,’ and ‘<i>this afternoon?</i>’”\n</p>\n<p>\n“Now, you dear good old Ratty,” said Toad, imploringly,\n“don’t begin talking in that stiff and sniffy sort of way, because\nyou know you’ve <i>got</i> to come. I can’t possibly manage without you,\nso please consider it settled, and don’t argue—it’s the one\nthing I can’t stand. You surely don’t mean to stick to your dull\nfusty old river all your life, and just live in a hole in a bank, and <i>boat?</i> I\nwant to show you the world! I’m going to make an <i>animal</i> of you, my\nboy!”\n</p>\n<p>\n“I don’t care,” said the Rat, doggedly. “I’m not\ncoming, and that’s flat. And I <i>am</i> going to stick to my old river, <i>and</i>\nlive in a hole, <i>and</i> boat, as I’ve always done. And what’s more,\nMole’s going to stick to me and do as I do, aren’t you,\nMole?”\n</p>\n<p>\n“Of course I am,” said the Mole, loyally. “I’ll always\nstick to you, Rat, and what you say is to be—has got to be. All the same,\nit sounds as if it might have been—well, rather fun, you know!” he\nadded, wistfully. Poor Mole! The Life Adventurous was so new a thing to him,\nand so thrilling; and this fresh aspect of it was so tempting; and he had\nfallen in love at first sight with the canary-coloured cart and all its little\nfitments.\n</p>\n<p>\nThe Rat saw what was passing in his mind, and wavered. He hated disappointing\npeople, and he was fond of the Mole, and would do almost anything to oblige\nhim. Toad was watching both of them closely.\n</p>\n<p>\n“Come along in, and have some lunch,” he said, diplomatically,\n“and we’ll talk it over. We needn’t decide anything in a\nhurry. Of course, <i>I</i> don’t really care. I only want to give\npleasure to you fellows. ‘Live for others!’ That’s my motto\nin life.”\n</p>\n<p>\nDuring luncheon—which was excellent, of course, as everything at Toad\nHall always was—the Toad simply let himself go. Disregarding the Rat, he\nproceeded to play upon the inexperienced Mole as on a harp. Naturally a voluble\nanimal, and always mastered by his imagination, he painted the prospects of the\ntrip and the joys of the open life and the roadside in such glowing colours\nthat the Mole could hardly sit in his chair for excitement. Somehow, it soon\nseemed taken for granted by all three of them that the trip was a settled\nthing; and the Rat, though still unconvinced in his mind, allowed his\ngood-nature to over-ride his personal objections. He could not bear to\ndisappoint his two friends, who were already deep in schemes and anticipations,\nplanning out each day’s separate occupation for several weeks ahead.\n</p>\n<p>\nWhen they were quite ready, the now triumphant Toad led his companions to the\npaddock and set them to capture the old grey horse, who, without having been\nconsulted, and to his own extreme annoyance, had been told off by Toad for the\ndustiest job in this dusty expedition. He frankly preferred the paddock, and\ntook a deal of catching. Meantime Toad packed the lockers still tighter with\nnecessaries, and hung nosebags, nets of onions, bundles of hay, and baskets\nfrom the bottom of the cart. At last the horse was caught and harnessed, and\nthey set off, all talking at once, each animal either trudging by the side of\nthe cart or sitting on the shaft, as the humour took him. It was a golden\nafternoon. The smell of the dust they kicked up was rich and satisfying; out of\nthick orchards on either side the road, birds called and whistled to them\ncheerily; good-natured wayfarers, passing them, gave them\n“Good-day,” or stopped to say nice things about their beautiful\ncart; and rabbits, sitting at their front doors in the hedgerows, held up their\nfore-paws, and said, “O my! O my! O my!”\n</p>\n<p>\nLate in the evening, tired and happy and miles from home, they drew up on a\nremote common far from habitations, turned the horse loose to graze, and ate\ntheir simple supper sitting on the grass by the side of the cart. Toad talked\nbig about all he was going to do in the days to come, while stars grew fuller\nand larger all around them, and a yellow moon, appearing suddenly and silently\nfrom nowhere in particular, came to keep them company and listen to their talk.\nAt last they turned in to their little bunks in the cart; and Toad, kicking out\nhis legs, sleepily said, “Well, good night, you fellows! This is the real\nlife for a gentleman! Talk about your old river!”\n</p>\n<p>\n“I <i>don’t</i> talk about my river,” replied the patient Rat.\n“You <i>know</i> I don’t, Toad. But I <i>think</i> about it,” he added\npathetically, in a lower tone: “I think about it—all the\ntime!”\n</p>\n<p>\nThe Mole reached out from under his blanket, felt for the Rat’s paw in\nthe darkness, and gave it a squeeze. “I’ll do whatever you like,\nRatty,” he whispered. “Shall we run away to-morrow morning, quite\nearly—<i>very</i> early—and go back to our dear old hole on the\nriver?”\n</p>\n<p>\n“No, no, we’ll see it out,” whispered back the Rat.\n“Thanks awfully, but I ought to stick by Toad till this trip is ended. It\nwouldn’t be safe for him to be left to himself. It won’t take very\nlong. His fads never do. Good night!”\n</p>\n<p>\nThe end was indeed nearer than even the Rat suspected.\n</p>\n<p>\nAfter so much open air and excitement the Toad slept very soundly, and no\namount of shaking could rouse him out of bed next morning. So the Mole and Rat\nturned to, quietly and manfully, and while the Rat saw to the horse, and lit a\nfire, and cleaned last night’s cups and platters, and got things ready\nfor breakfast, the Mole trudged off to the nearest village, a long way off, for\nmilk and eggs and various necessaries the Toad had, of course, forgotten to\nprovide. The hard work had all been done, and the two animals were resting,\nthoroughly exhausted, by the time Toad appeared on the scene, fresh and gay,\nremarking what a pleasant easy life it was they were all leading now, after the\ncares and worries and fatigues of housekeeping at home.\n</p>\n<p>\nThey had a pleasant ramble that day over grassy downs and along narrow\nby-lanes, and camped as before, on a common, only this time the two guests took\ncare that Toad should do his fair share of work. In consequence, when the time\ncame for starting next morning, Toad was by no means so rapturous about the\nsimplicity of the primitive life, and indeed attempted to resume his place in\nhis bunk, whence he was hauled by force. Their way lay, as before, across\ncountry by narrow lanes, and it was not till the afternoon that they came out\non the high-road, their first high-road; and there disaster, fleet and\nunforeseen, sprang out on them—disaster momentous indeed to their\nexpedition, but simply overwhelming in its effect on the after-career of Toad.\n</p>\n<p>\nThey were strolling along the high-road easily, the Mole by the horse’s\nhead, talking to him, since the horse had complained that he was being\nfrightfully left out of it, and nobody considered him in the least; the Toad\nand the Water Rat walking behind the cart talking together—at least Toad\nwas talking, and Rat was saying at intervals, “Yes, precisely; and what\ndid <i>you</i> say to <i>him?</i>”—and thinking all the time of something very\ndifferent, when far behind them they heard a faint warning hum; like the drone\nof a distant bee. Glancing back, they saw a small cloud of dust, with a dark\ncentre of energy, advancing on them at incredible speed, while from out the\ndust a faint “Poop-poop!” wailed like an uneasy animal in pain.\nHardly regarding it, they turned to resume their conversation, when in an\ninstant (as it seemed) the peaceful scene was changed, and with a blast of wind\nand a whirl of sound that made them jump for the nearest ditch, It was on them!\nThe “Poop-poop” rang with a brazen shout in their ears, they had a\nmoment’s glimpse of an interior of glittering plate-glass and rich\nmorocco, and the magnificent motor-car, immense, breath-snatching, passionate,\nwith its pilot tense and hugging his wheel, possessed all earth and air for the\nfraction of a second, flung an enveloping cloud of dust that blinded and\nenwrapped them utterly, and then dwindled to a speck in the far distance,\nchanged back into a droning bee once more.\n</p>\n<p>\nThe old grey horse, dreaming, as he plodded along, of his quiet paddock, in a\nnew raw situation such as this simply abandoned himself to his natural\nemotions. Rearing, plunging, backing steadily, in spite of all the Mole’s\nefforts at his head, and all the Mole’s lively language directed at his\nbetter feelings, he drove the cart backwards towards the deep ditch at the side\nof the road. It wavered an instant—then there was a heartrending\ncrash—and the canary-coloured cart, their pride and their joy, lay on its\nside in the ditch, an irredeemable wreck.\n</p>\n<p>\nThe Rat danced up and down in the road, simply transported with passion.\n“You villains!” he shouted, shaking both fists, “You\nscoundrels, you highwaymen, you—you—roadhogs!—I’ll have\nthe law of you! I’ll report you! I’ll take you through all the\nCourts!” His home-sickness had quite slipped away from him, and for the\nmoment he was the skipper of the canary-coloured vessel driven on a shoal by\nthe reckless jockeying of rival mariners, and he was trying to recollect all\nthe fine and biting things he used to say to masters of steam-launches when\ntheir wash, as they drove too near the bank, used to flood his parlour-carpet\nat home.\n</p>\n<p>\nToad sat straight down in the middle of the dusty road, his legs stretched out\nbefore him, and stared fixedly in the direction of the disappearing motor-car.\nHe breathed short, his face wore a placid satisfied expression, and at\nintervals he faintly murmured “Poop-poop!”\n</p>\n<p>\nThe Mole was busy trying to quiet the horse, which he succeeded in doing after\na time. Then he went to look at the cart, on its side in the ditch. It was\nindeed a sorry sight. Panels and windows smashed, axles hopelessly bent, one\nwheel off, sardine-tins scattered over the wide world, and the bird in the\nbird-cage sobbing pitifully and calling to be let out.\n</p>\n<p>\nThe Rat came to help him, but their united efforts were not sufficient to right\nthe cart. “Hi! Toad!” they cried. “Come and bear a hand,\ncan’t you!”\n</p>\n<p>\nThe Toad never answered a word, or budged from his seat in the road; so they\nwent to see what was the matter with him. They found him in a sort of a trance,\na happy smile on his face, his eyes still fixed on the dusty wake of their\ndestroyer. At intervals he was still heard to murmur “Poop-poop!”\n</p>\n<p>\nThe Rat shook him by the shoulder. “Are you coming to help us,\nToad?” he demanded sternly.\n</p>\n<p>\n“Glorious, stirring sight!” murmured Toad, never offering to move.\n“The poetry of motion! The <i>real</i> way to travel! The <i>only</i> way to travel!\nHere to-day—in next week to-morrow! Villages skipped, towns and cities\njumped—always somebody else’s horizon! O bliss! O poop-poop! O my!\nO my!”\n</p>\n<p>\n“O <i>stop</i> being an ass, Toad!” cried the Mole despairingly.\n</p>\n<p>\n“And to think I never <i>knew!</i>” went on the Toad in a dreamy monotone.\n“All those wasted years that lie behind me, I never knew, never even\n<i>dreamt!</i> But <i>now</i>—but now that I know, now that I fully realise! O what a\nflowery track lies spread before me, henceforth! What dust-clouds shall spring\nup behind me as I speed on my reckless way! What carts I shall fling carelessly\ninto the ditch in the wake of my magnificent onset! Horrid little\ncarts—common carts—canary-coloured carts!”\n</p>\n<p>\n“What are we to do with him?” asked the Mole of the Water Rat.\n</p>\n<p>\n“Nothing at all,” replied the Rat firmly. “Because there is\nreally nothing to be done. You see, I know him from of old. He is now\npossessed. He has got a new craze, and it always takes him that way, in its\nfirst stage. He’ll continue like that for days now, like an animal\nwalking in a happy dream, quite useless for all practical purposes. Never mind\nhim. Let’s go and see what there is to be done about the cart.”\n</p>\n<p>\nA careful inspection showed them that, even if they succeeded in righting it by\nthemselves, the cart would travel no longer. The axles were in a hopeless\nstate, and the missing wheel was shattered into pieces.\n</p>\n<p>\nThe Rat knotted the horse’s reins over his back and took him by the head,\ncarrying the bird cage and its hysterical occupant in the other hand.\n“Come on!” he said grimly to the Mole. “It’s five or\nsix miles to the nearest town, and we shall just have to walk it. The sooner we\nmake a start the better.”\n</p>\n<p>\n“But what about Toad?” asked the Mole anxiously, as they set off\ntogether. “We can’t leave him here, sitting in the middle of the\nroad by himself, in the distracted state he’s in! It’s not safe.\nSupposing another Thing were to come along?”\n</p>\n<p>\n“O, <i>bother</i> Toad,” said the Rat savagely; “I’ve done\nwith him!”\n</p>\n<p>\nThey had not proceeded very far on their way, however, when there was a\npattering of feet behind them, and Toad caught them up and thrust a paw inside\nthe elbow of each of them; still breathing short and staring into vacancy.\n</p>\n<p>\n“Now, look here, Toad!” said the Rat sharply: “as soon as we\nget to the town, you’ll have to go straight to the police-station, and\nsee if they know anything about that motor-car and who it belongs to, and lodge\na complaint against it. And then you’ll have to go to a\nblacksmith’s or a wheelwright’s and arrange for the cart to be\nfetched and mended and put to rights. It’ll take time, but it’s not\nquite a hopeless smash. Meanwhile, the Mole and I will go to an inn and find\ncomfortable rooms where we can stay till the cart’s ready, and till your\nnerves have recovered their shock.”\n</p>\n<p>\n“Police-station! Complaint!” murmured Toad dreamily. “Me\n<i>complain</i> of that beautiful, that heavenly vision that has been vouchsafed me!\n<i>Mend</i> the <i>cart!</i> I’ve done with carts for ever. I never want to see the\ncart, or to hear of it, again. O, Ratty! You can’t think how obliged I am\nto you for consenting to come on this trip! I wouldn’t have gone without\nyou, and then I might never have seen that—that swan, that sunbeam, that\nthunderbolt! I might never have heard that entrancing sound, or smelt that\nbewitching smell! I owe it all to you, my best of friends!”\n</p>\n<p>\nThe Rat turned from him in despair. “You see what it is?” he said\nto the Mole, addressing him across Toad’s head: “He’s quite\nhopeless. I give it up—when we get to the town we’ll go to the\nrailway station, and with luck we may pick up a train there that’ll get\nus back to riverbank to-night. And if ever you catch me going a-pleasuring with\nthis provoking animal again!”—He snorted, and during the rest of\nthat weary trudge addressed his remarks exclusively to Mole.\n</p>\n<p>\nOn reaching the town they went straight to the station and deposited Toad in\nthe second-class waiting-room, giving a porter twopence to keep a strict eye on\nhim. They then left the horse at an inn stable, and gave what directions they\ncould about the cart and its contents. Eventually, a slow train having landed\nthem at a station not very far from Toad Hall, they escorted the spell-bound,\nsleep-walking Toad to his door, put him inside it, and instructed his\nhousekeeper to feed him, undress him, and put him to bed. Then they got out\ntheir boat from the boat-house, sculled down the river home, and at a very late\nhour sat down to supper in their own cosy riverside parlour, to the Rat’s\ngreat joy and contentment.\n</p>\n<p>\nThe following evening the Mole, who had risen late and taken things very easy\nall day, was sitting on the bank fishing, when the Rat, who had been looking up\nhis friends and gossiping, came strolling along to find him. “Heard the\nnews?” he said. “There’s nothing else being talked about, all\nalong the river bank. Toad went up to Town by an early train this morning. And\nhe has ordered a large and very expensive motor-car.”\n</p>"
}