{
  "title": "V.DULCE DOMUM",
  "subtitle": "V.DULCE DOMUM",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-7",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-6",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-8",
  "content": "<p>\nThe sheep ran huddling together against the hurdles, blowing out thin nostrils\nand stamping with delicate fore-feet, their heads thrown back and a light steam\nrising from the crowded sheep-pen into the frosty air, as the two animals\nhastened by in high spirits, with much chatter and laughter. They were\nreturning across country after a long day’s outing with Otter, hunting\nand exploring on the wide uplands where certain streams tributary to their own\nRiver had their first small beginnings; and the shades of the short winter day\nwere closing in on them, and they had still some distance to go. Plodding at\nrandom across the plough, they had heard the sheep and had made for them; and\nnow, leading from the sheep-pen, they found a beaten track that made walking a\nlighter business, and responded, moreover, to that small inquiring something\nwhich all animals carry inside them, saying unmistakably, “Yes, quite\nright; <i>this</i> leads home!”\n</p>\n<p>\n“It looks as if we were coming to a village,” said the Mole\nsomewhat dubiously, slackening his pace, as the track, that had in time become\na path and then had developed into a lane, now handed them over to the charge\nof a well-metalled road. The animals did not hold with villages, and their own\nhighways, thickly frequented as they were, took an independent course,\nregardless of church, post office, or public-house.\n</p>\n<p>\n“Oh, never mind!” said the Rat. “At this season of the year\nthey’re all safe indoors by this time, sitting round the fire; men,\nwomen, and children, dogs and cats and all. We shall slip through all right,\nwithout any bother or unpleasantness, and we can have a look at them through\ntheir windows if you like, and see what they’re doing.”\n</p>\n<p>\nThe rapid nightfall of mid-December had quite beset the little village as they\napproached it on soft feet over a first thin fall of powdery snow. Little was\nvisible but squares of a dusky orange-red on either side of the street, where\nthe firelight or lamplight of each cottage overflowed through the casements\ninto the dark world without. Most of the low latticed windows were innocent of\nblinds, and to the lookers-in from outside, the inmates, gathered round the\ntea-table, absorbed in handiwork, or talking with laughter and gesture, had\neach that happy grace which is the last thing the skilled actor shall\ncapture—the natural grace which goes with perfect unconsciousness of\nobservation. Moving at will from one theatre to another, the two spectators, so\nfar from home themselves, had something of wistfulness in their eyes as they\nwatched a cat being stroked, a sleepy child picked up and huddled off to bed,\nor a tired man stretch and knock out his pipe on the end of a smouldering log.\n</p>\n<p>\nBut it was from one little window, with its blind drawn down, a mere blank\ntransparency on the night, that the sense of home and the little curtained\nworld within walls—the larger stressful world of outside Nature shut out\nand forgotten—most pulsated. Close against the white blind hung a\nbird-cage, clearly silhouetted, every wire, perch, and appurtenance distinct\nand recognisable, even to yesterday’s dull-edged lump of sugar. On the\nmiddle perch the fluffy occupant, head tucked well into feathers, seemed so\nnear to them as to be easily stroked, had they tried; even the delicate tips of\nhis plumped-out plumage pencilled plainly on the illuminated screen. As they\nlooked, the sleepy little fellow stirred uneasily, woke, shook himself, and\nraised his head. They could see the gape of his tiny beak as he yawned in a\nbored sort of way, looked round, and then settled his head into his back again,\nwhile the ruffled feathers gradually subsided into perfect stillness. Then a\ngust of bitter wind took them in the back of the neck, a small sting of frozen\nsleet on the skin woke them as from a dream, and they knew their toes to be\ncold and their legs tired, and their own home distant a weary way.\n</p>\n<p>\nOnce beyond the village, where the cottages ceased abruptly, on either side of\nthe road they could smell through the darkness the friendly fields again; and\nthey braced themselves for the last long stretch, the home stretch, the stretch\nthat we know is bound to end, some time, in the rattle of the door-latch, the\nsudden firelight, and the sight of familiar things greeting us as long-absent\ntravellers from far over-sea. They plodded along steadily and silently, each of\nthem thinking his own thoughts. The Mole’s ran a good deal on supper, as\nit was pitch-dark, and it was all a strange country for him as far as he knew,\nand he was following obediently in the wake of the Rat, leaving the guidance\nentirely to him. As for the Rat, he was walking a little way ahead, as his\nhabit was, his shoulders humped, his eyes fixed on the straight grey road in\nfront of him; so he did not notice poor Mole when suddenly the summons reached\nhim, and took him like an electric shock.\n</p>\n<p>\nWe others, who have long lost the more subtle of the physical senses, have not\neven proper terms to express an animal’s inter-communications with his\nsurroundings, living or otherwise, and have only the word “smell,”\nfor instance, to include the whole range of delicate thrills which murmur in\nthe nose of the animal night and day, summoning, warning, inciting, repelling.\nIt was one of these mysterious fairy calls from out the void that suddenly\nreached Mole in the darkness, making him tingle through and through with its\nvery familiar appeal, even while yet he could not clearly remember what it was.\nHe stopped dead in his tracks, his nose searching hither and thither in its\nefforts to recapture the fine filament, the telegraphic current, that had so\nstrongly moved him. A moment, and he had caught it again; and with it this time\ncame recollection in fullest flood.\n</p>\n<p>\nHome! That was what they meant, those caressing appeals, those soft touches\nwafted through the air, those invisible little hands pulling and tugging, all\none way! Why, it must be quite close by him at that moment, his old home that\nhe had hurriedly forsaken and never sought again, that day when he first found\nthe river! And now it was sending out its scouts and its messengers to capture\nhim and bring him in. Since his escape on that bright morning he had hardly\ngiven it a thought, so absorbed had he been in his new life, in all its\npleasures, its surprises, its fresh and captivating experiences. Now, with a\nrush of old memories, how clearly it stood up before him, in the darkness!\nShabby indeed, and small and poorly furnished, and yet his, the home he had\nmade for himself, the home he had been so happy to get back to after his\nday’s work. And the home had been happy with him, too, evidently, and was\nmissing him, and wanted him back, and was telling him so, through his nose,\nsorrowfully, reproachfully, but with no bitterness or anger; only with\nplaintive reminder that it was there, and wanted him.\n</p>\n<p>\nThe call was clear, the summons was plain. He must obey it instantly, and go.\n“Ratty!” he called, full of joyful excitement, “hold on! Come\nback! I want you, quick!”\n</p>\n<p>\n“Oh, <i>come</i> along, Mole, do!” replied the Rat cheerfully, still\nplodding along.\n</p>\n<p>\n“<i>Please</i> stop, Ratty!” pleaded the poor Mole, in anguish of heart.\n“You don’t understand! It’s my home, my old home! I’ve\njust come across the smell of it, and it’s close by here, really quite\nclose. And I <i>must</i> go to it, I must, I must! Oh, come back, Ratty! Please,\nplease come back!”\n</p>\n<p>\nThe Rat was by this time very far ahead, too far to hear clearly what the Mole\nwas calling, too far to catch the sharp note of painful appeal in his voice.\nAnd he was much taken up with the weather, for he too could smell\nsomething—something suspiciously like approaching snow.\n</p>\n<p>\n“Mole, we mustn’t stop now, really!” he called back.\n“We’ll come for it to-morrow, whatever it is you’ve found.\nBut I daren’t stop now—it’s late, and the snow’s coming\non again, and I’m not sure of the way! And I want your nose, Mole, so\ncome on quick, there’s a good fellow!” And the Rat pressed forward\non his way without waiting for an answer.\n</p>\n<p>\nPoor Mole stood alone in the road, his heart torn asunder, and a big sob\ngathering, gathering, somewhere low down inside him, to leap up to the surface\npresently, he knew, in passionate escape. But even under such a test as this\nhis loyalty to his friend stood firm. Never for a moment did he dream of\nabandoning him. Meanwhile, the wafts from his old home pleaded, whispered,\nconjured, and finally claimed him imperiously. He dared not tarry longer within\ntheir magic circle. With a wrench that tore his very heartstrings he set his\nface down the road and followed submissively in the track of the Rat, while\nfaint, thin little smells, still dogging his retreating nose, reproached him\nfor his new friendship and his callous forgetfulness.\n</p>\n<p>\nWith an effort he caught up to the unsuspecting Rat, who began chattering\ncheerfully about what they would do when they got back, and how jolly a fire of\nlogs in the parlour would be, and what a supper he meant to eat; never noticing\nhis companion’s silence and distressful state of mind. At last, however,\nwhen they had gone some considerable way further, and were passing some\ntree-stumps at the edge of a copse that bordered the road, he stopped and said\nkindly, “Look here, Mole old chap, you seem dead tired. No talk left in\nyou, and your feet dragging like lead. We’ll sit down here for a minute\nand rest. The snow has held off so far, and the best part of our journey is\nover.”\n</p>\n<p>\nThe Mole subsided forlornly on a tree-stump and tried to control himself, for\nhe felt it surely coming. The sob he had fought with so long refused to be\nbeaten. Up and up, it forced its way to the air, and then another, and another,\nand others thick and fast; till poor Mole at last gave up the struggle, and\ncried freely and helplessly and openly, now that he knew it was all over and he\nhad lost what he could hardly be said to have found.\n</p>\n<p>\nThe Rat, astonished and dismayed at the violence of Mole’s paroxysm of\ngrief, did not dare to speak for a while. At last he said, very quietly and\nsympathetically, “What is it, old fellow? Whatever can be the matter?\nTell us your trouble, and let me see what I can do.”\n</p>\n<p>\nPoor Mole found it difficult to get any words out between the upheavals of his\nchest that followed one upon another so quickly and held back speech and choked\nit as it came. “I know it’s a—shabby, dingy little\nplace,” he sobbed forth at last, brokenly: “not like—your\ncosy quarters—or Toad’s beautiful hall—or Badger’s\ngreat house—but it was my own little home—and I was fond of\nit—and I went away and forgot all about it—and then I smelt it\nsuddenly—on the road, when I called and you wouldn’t listen,\nRat—and everything came back to me with a rush—and I <i>wanted</i>\nit!—O dear, O dear!—and when you <i>wouldn’t</i> turn back,\nRatty—and I had to leave it, though I was smelling it all the\ntime—I thought my heart would break.—We might have just gone and\nhad one look at it, Ratty—only one look—it was close by—but\nyou wouldn’t turn back, Ratty, you wouldn’t turn back! O dear, O\ndear!”\n</p>\n<p>\nRecollection brought fresh waves of sorrow, and sobs again took full charge of\nhim, preventing further speech.\n</p>\n<p>\nThe Rat stared straight in front of him, saying nothing, only patting Mole\ngently on the shoulder. After a time he muttered gloomily, “I see it all\nnow! What a <i>pig</i> I have been! A pig—that’s me! Just a pig—a\nplain pig!”\n</p>\n<p>\nHe waited till Mole’s sobs became gradually less stormy and more\nrhythmical; he waited till at last sniffs were frequent and sobs only\nintermittent. Then he rose from his seat, and, remarking carelessly,\n“Well, now we’d really better be getting on, old chap!” set\noff up the road again, over the toilsome way they had come.\n</p>\n<p>\n“Wherever are you (hic) going to (hic), Ratty?” cried the tearful\nMole, looking up in alarm.\n</p>\n<p>\n“We’re going to find that home of yours, old fellow,” replied\nthe Rat pleasantly; “so you had better come along, for it will take some\nfinding, and we shall want your nose.”\n</p>\n<p>\n“Oh, come back, Ratty, do!” cried the Mole, getting up and hurrying\nafter him. “It’s no good, I tell you! It’s too late, and too\ndark, and the place is too far off, and the snow’s coming! And—and\nI never meant to let you know I was feeling that way about it—it was all\nan accident and a mistake! And think of River Bank, and your supper!”\n</p>\n<p>\n“Hang River Bank, and supper too!” said the Rat heartily. “I\ntell you, I’m going to find this place now, if I stay out all night. So\ncheer up, old chap, and take my arm, and we’ll very soon be back there\nagain.”\n</p>\n<p>\nStill snuffling, pleading, and reluctant, Mole suffered himself to be dragged\nback along the road by his imperious companion, who by a flow of cheerful talk\nand anecdote endeavoured to beguile his spirits back and make the weary way\nseem shorter. When at last it seemed to the Rat that they must be nearing that\npart of the road where the Mole had been “held up,” he said,\n“Now, no more talking. Business! Use your nose, and give your mind to\nit.”\n</p>\n<p>\nThey moved on in silence for some little way, when suddenly the Rat was\nconscious, through his arm that was linked in Mole’s, of a faint sort of\nelectric thrill that was passing down that animal’s body. Instantly he\ndisengaged himself, fell back a pace, and waited, all attention.\n</p>\n<p>\nThe signals were coming through!\n</p>\n<p>\nMole stood a moment rigid, while his uplifted nose, quivering slightly, felt\nthe air.\n</p>\n<p>\nThen a short, quick run forward—a fault—a check—a try back;\nand then a slow, steady, confident advance.\n</p>\n<p>\nThe Rat, much excited, kept close to his heels as the Mole, with something of\nthe air of a sleep-walker, crossed a dry ditch, scrambled through a hedge, and\nnosed his way over a field open and trackless and bare in the faint starlight.\n</p>\n<p>\nSuddenly, without giving warning, he dived; but the Rat was on the alert, and\npromptly followed him down the tunnel to which his unerring nose had faithfully\nled him.\n</p>\n<p>\nIt was close and airless, and the earthy smell was strong, and it seemed a long\ntime to Rat ere the passage ended and he could stand erect and stretch and\nshake himself. The Mole struck a match, and by its light the Rat saw that they\nwere standing in an open space, neatly swept and sanded underfoot, and directly\nfacing them was Mole’s little front door, with “Mole End”\npainted, in Gothic lettering, over the bell-pull at the side.\n</p>\n<p>\nMole reached down a lantern from a nail on the wall and lit it... and the Rat,\nlooking round him, saw that they were in a sort of fore-court. A garden-seat\nstood on one side of the door, and on the other a roller; for the Mole, who was\na tidy animal when at home, could not stand having his ground kicked up by\nother animals into little runs that ended in earth-heaps. On the walls hung\nwire baskets with ferns in them, alternating with brackets carrying plaster\nstatuary—Garibaldi, and the infant Samuel, and Queen Victoria, and other\nheroes of modern Italy. Down on one side of the forecourt ran a skittle-alley,\nwith benches along it and little wooden tables marked with rings that hinted at\nbeer-mugs. In the middle was a small round pond containing gold-fish and\nsurrounded by a cockle-shell border. Out of the centre of the pond rose a\nfanciful erection clothed in more cockle-shells and topped by a large silvered\nglass ball that reflected everything all wrong and had a very pleasing effect.\n</p>\n<p>\nMole’s face-beamed at the sight of all these objects so dear to him, and\nhe hurried Rat through the door, lit a lamp in the hall, and took one glance\nround his old home. He saw the dust lying thick on everything, saw the\ncheerless, deserted look of the long-neglected house, and its narrow, meagre\ndimensions, its worn and shabby contents—and collapsed again on a\nhall-chair, his nose to his paws. “O Ratty!” he cried dismally,\n“why ever did I do it? Why did I bring you to this poor, cold little\nplace, on a night like this, when you might have been at River Bank by this\ntime, toasting your toes before a blazing fire, with all your own nice things\nabout you!”\n</p>\n<p>\nThe Rat paid no heed to his doleful self-reproaches. He was running here and\nthere, opening doors, inspecting rooms and cupboards, and lighting lamps and\ncandles and sticking them, up everywhere. “What a capital little house\nthis is!” he called out cheerily. “So compact! So well planned!\nEverything here and everything in its place! We’ll make a jolly night of\nit. The first thing we want is a good fire; I’ll see to that—I\nalways know where to find things. So this is the parlour? Splendid! Your own\nidea, those little sleeping-bunks in the wall? Capital! Now, I’ll fetch\nthe wood and the coals, and you get a duster, Mole—you’ll find one\nin the drawer of the kitchen table—and try and smarten things up a bit.\nBustle about, old chap!”\n</p>\n<p>\nEncouraged by his inspiriting companion, the Mole roused himself and dusted and\npolished with energy and heartiness, while the Rat, running to and fro with\narmfuls of fuel, soon had a cheerful blaze roaring up the chimney. He hailed\nthe Mole to come and warm himself; but Mole promptly had another fit of the\nblues, dropping down on a couch in dark despair and burying his face in his\nduster. “Rat,” he moaned, “how about your supper, you poor,\ncold, hungry, weary animal? I’ve nothing to give\nyou—nothing—not a crumb!”\n</p>\n<p>\n“What a fellow you are for giving in!” said the Rat reproachfully.\n“Why, only just now I saw a sardine-opener on the kitchen dresser, quite\ndistinctly; and everybody knows that means there are sardines about somewhere\nin the neighbourhood. Rouse yourself! pull yourself together, and come with me\nand forage.”\n</p>\n<p>\nThey went and foraged accordingly, hunting through every cupboard and turning\nout every drawer. The result was not so very depressing after all, though of\ncourse it might have been better; a tin of sardines—a box of\ncaptain’s biscuits, nearly full—and a German sausage encased in\nsilver paper.\n</p>\n<p>\n“There’s a banquet for you!” observed the Rat, as he arranged\nthe table. “I know some animals who would give their ears to be sitting\ndown to supper with us to-night!”\n</p>\n<p>\n“No bread!” groaned the Mole dolorously; “no butter,\nno——”\n</p>\n<p>\n“No <i>pâté de foie gras</i>, no champagne!” continued the Rat, grinning.\n“And that reminds me—what’s that little door at the end of\nthe passage? Your cellar, of course! Every luxury in this house! Just you wait\na minute.”\n</p>\n<p>\nHe made for the cellar-door, and presently reappeared, somewhat dusty, with a\nbottle of beer in each paw and another under each arm, “Self-indulgent\nbeggar you seem to be, Mole,” he observed. “Deny yourself nothing.\nThis is really the jolliest little place I ever was in. Now, wherever did you\npick up those prints? Make the place look so home-like, they do. No wonder\nyou’re so fond of it, Mole. Tell us all about it, and how you came to\nmake it what it is.”\n</p>\n<p>\nThen, while the Rat busied himself fetching plates, and knives and forks, and\nmustard which he mixed in an egg-cup, the Mole, his bosom still heaving with\nthe stress of his recent emotion, related—somewhat shyly at first, but\nwith more freedom as he warmed to his subject—how this was planned, and\nhow that was thought out, and how this was got through a windfall from an aunt,\nand that was a wonderful find and a bargain, and this other thing was bought\nout of laborious savings and a certain amount of “going without.”\nHis spirits finally quite restored, he must needs go and caress his\npossessions, and take a lamp and show off their points to his visitor and\nexpatiate on them, quite forgetful of the supper they both so much needed; Rat,\nwho was desperately hungry but strove to conceal it, nodding seriously,\nexamining with a puckered brow, and saying, “wonderful,” and\n“most remarkable,” at intervals, when the chance for an observation\nwas given him.\n</p>\n<p>\nAt last the Rat succeeded in decoying him to the table, and had just got\nseriously to work with the sardine-opener when sounds were heard from the\nfore-court without—sounds like the scuffling of small feet in the gravel\nand a confused murmur of tiny voices, while broken sentences reached\nthem—“Now, all in a line—hold the lantern up a bit,\nTommy—clear your throats first—no coughing after I say one, two,\nthree.—Where’s young Bill?—Here, come on, do, we’re all\na-waiting——”\n</p>\n<p>\n“What’s up?” inquired the Rat, pausing in his labours.\n</p>\n<p>\n“I think it must be the field-mice,” replied the Mole, with a touch\nof pride in his manner. “They go round carol-singing regularly at this\ntime of the year. They’re quite an institution in these parts. And they\nnever pass me over—they come to Mole End last of all; and I used to give\nthem hot drinks, and supper too sometimes, when I could afford it. It will be\nlike old times to hear them again.”\n</p>\n<p>\n“Let’s have a look at them!” cried the Rat, jumping up and\nrunning to the door.\n</p>\n<p>\nIt was a pretty sight, and a seasonable one, that met their eyes when they\nflung the door open. In the fore-court, lit by the dim rays of a horn lantern,\nsome eight or ten little fieldmice stood in a semicircle, red worsted\ncomforters round their throats, their fore-paws thrust deep into their pockets,\ntheir feet jigging for warmth. With bright beady eyes they glanced shyly at\neach other, sniggering a little, sniffing and applying coat-sleeves a good\ndeal. As the door opened, one of the elder ones that carried the lantern was\njust saying, “Now then, one, two, three!” and forthwith their\nshrill little voices uprose on the air, singing one of the old-time carols that\ntheir forefathers composed in fields that were fallow and held by frost, or\nwhen snow-bound in chimney corners, and handed down to be sung in the miry\nstreet to lamp-lit windows at Yule-time.\n</p>\n<p class=\"poem\">\nCAROL<br/>\n<br/>\nVillagers all, this frosty tide,<br/>\nLet your doors swing open wide,<br/>\nThough wind may follow, and snow beside,<br/>\nYet draw us in by your fire to bide;<br/>\n    Joy shall be yours in the morning!<br/>\n<br/>\nHere we stand in the cold and the sleet,<br/>\nBlowing fingers and stamping feet,<br/>\nCome from far away you to greet—<br/>\nYou by the fire and we in the street—<br/>\n    Bidding you joy in the morning!<br/>\n<br/>\nFor ere one half of the night was gone,<br/>\nSudden a star has led us on,<br/>\nRaining bliss and benison—<br/>\nBliss to-morrow and more anon,<br/>\n    Joy for every morning!<br/>\n<br/>\nGoodman Joseph toiled through the snow—<br/>\nSaw the star o’er a stable low;<br/>\nMary she might not further go—<br/>\nWelcome thatch, and litter below!<br/>\n    Joy was hers in the morning!<br/>\n<br/>\nAnd then they heard the angels tell<br/>\n“Who were the first to cry <i>Nowell?</i><br/>\nAnimals all, as it befell,<br/>\nIn the stable where they did dwell!<br/>\n    Joy shall be theirs in the morning!”\n</p>\n<p>\nThe voices ceased, the singers, bashful but smiling, exchanged sidelong\nglances, and silence succeeded—but for a moment only. Then, from up above\nand far away, down the tunnel they had so lately travelled was borne to their\nears in a faint musical hum the sound of distant bells ringing a joyful and\nclangorous peal.\n</p>\n<p>\n“Very well sung, boys!” cried the Rat heartily. “And now come\nalong in, all of you, and warm yourselves by the fire, and have something\nhot!”\n</p>\n<p>\n“Yes, come along, field-mice,” cried the Mole eagerly. “This\nis quite like old times! Shut the door after you. Pull up that settle to the\nfire. Now, you just wait a minute, while we—O, Ratty!” he cried in\ndespair, plumping down on a seat, with tears impending. “Whatever are we\ndoing? We’ve nothing to give them!”\n</p>\n<p>\n“You leave all that to me,” said the masterful Rat. “Here,\nyou with the lantern! Come over this way. I want to talk to you. Now, tell me,\nare there any shops open at this hour of the night?”\n</p>\n<p>\n“Why, certainly, sir,” replied the field-mouse respectfully.\n“At this time of the year our shops keep open to all sorts of\nhours.”\n</p>\n<p>\n“Then look here!” said the Rat. “You go off at once, you and\nyour lantern, and you get me——”\n</p>\n<p>\nHere much muttered conversation ensued, and the Mole only heard bits of it,\nsuch as—“Fresh, mind!—no, a pound of that will do—see\nyou get Buggins’s, for I won’t have any other—no, only the\nbest—if you can’t get it there, try somewhere else—yes, of\ncourse, home-made, no tinned stuff—well then, do the best you can!”\nFinally, there was a chink of coin passing from paw to paw, the field-mouse was\nprovided with an ample basket for his purchases, and off he hurried, he and his\nlantern.\n</p>\n<p>\nThe rest of the field-mice, perched in a row on the settle, their small legs\nswinging, gave themselves up to enjoyment of the fire, and toasted their\nchilblains till they tingled; while the Mole, failing to draw them into easy\nconversation, plunged into family history and made each of them recite the\nnames of his numerous brothers, who were too young, it appeared, to be allowed\nto go out a-carolling this year, but looked forward very shortly to winning the\nparental consent.\n</p>\n<p>\nThe Rat, meanwhile, was busy examining the label on one of the beer-bottles.\n“I perceive this to be Old Burton,” he remarked approvingly.\n“<i>Sensible</i> Mole! The very thing! Now we shall be able to mull some ale!\nGet the things ready, Mole, while I draw the corks.”\n</p>\n<p>\nIt did not take long to prepare the brew and thrust the tin heater well into\nthe red heart of the fire; and soon every field-mouse was sipping and coughing\nand choking (for a little mulled ale goes a long way) and wiping his eyes and\nlaughing and forgetting he had ever been cold in all his life.\n</p>\n<p>\n“They act plays too, these fellows,” the Mole explained to the Rat.\n“Make them up all by themselves, and act them afterwards. And very well\nthey do it, too! They gave us a capital one last year, about a field-mouse who\nwas captured at sea by a Barbary corsair, and made to row in a galley; and when\nhe escaped and got home again, his lady-love had gone into a convent. Here,\n<i>you!</i> You were in it, I remember. Get up and recite a bit.”\n</p>\n<p>\nThe field-mouse addressed got up on his legs, giggled shyly, looked round the\nroom, and remained absolutely tongue-tied. His comrades cheered him on, Mole\ncoaxed and encouraged him, and the Rat went so far as to take him by the\nshoulders and shake him; but nothing could overcome his stage-fright. They were\nall busily engaged on him like watermen applying the Royal Humane\nSociety’s regulations to a case of long submersion, when the latch\nclicked, the door opened, and the field-mouse with the lantern reappeared,\nstaggering under the weight of his basket.\n</p>\n<p>\nThere was no more talk of play-acting once the very real and solid contents of\nthe basket had been tumbled out on the table. Under the generalship of Rat,\neverybody was set to do something or to fetch something. In a very few minutes\nsupper was ready, and Mole, as he took the head of the table in a sort of a\ndream, saw a lately barren board set thick with savoury comforts; saw his\nlittle friends’ faces brighten and beam as they fell to without delay;\nand then let himself loose—for he was famished indeed—on the\nprovender so magically provided, thinking what a happy home-coming this had\nturned out, after all. As they ate, they talked of old times, and the\nfield-mice gave him the local gossip up to date, and answered as well as they\ncould the hundred questions he had to ask them. The Rat said little or nothing,\nonly taking care that each guest had what he wanted, and plenty of it, and that\nMole had no trouble or anxiety about anything.\n</p>\n<p>\nThey clattered off at last, very grateful and showering wishes of the season,\nwith their jacket pockets stuffed with remembrances for the small brothers and\nsisters at home. When the door had closed on the last of them and the chink of\nthe lanterns had died away, Mole and Rat kicked the fire up, drew their chairs\nin, brewed themselves a last nightcap of mulled ale, and discussed the events\nof the long day. At last the Rat, with a tremendous yawn, said, “Mole,\nold chap, I’m ready to drop. Sleepy is simply not the word. That your own\nbunk over on that side? Very well, then, I’ll take this. What a ripping\nlittle house this is! Everything so handy!”\n</p>\n<p>\nHe clambered into his bunk and rolled himself well up in the blankets, and\nslumber gathered him forthwith, as a swathe of barley is folded into the arms\nof the reaping machine.\n</p>\n<p>\nThe weary Mole also was glad to turn in without delay, and soon had his head on\nhis pillow, in great joy and contentment. But ere he closed his eyes he let\nthem wander round his old room, mellow in the glow of the firelight that played\nor rested on familiar and friendly things which had long been unconsciously a\npart of him, and now smilingly received him back, without rancour. He was now\nin just the frame of mind that the tactful Rat had quietly worked to bring\nabout in him. He saw clearly how plain and simple—how narrow,\neven—it all was; but clearly, too, how much it all meant to him, and the\nspecial value of some such anchorage in one’s existence. He did not at\nall want to abandon the new life and its splendid spaces, to turn his back on\nsun and air and all they offered him and creep home and stay there; the upper\nworld was all too strong, it called to him still, even down there, and he knew\nhe must return to the larger stage. But it was good to think he had this to\ncome back to; this place which was all his own, these things which were so glad\nto see him again and could always be counted upon for the same simple welcome.\n</p>"
}