{
  "title": "VII.THE PIPER AT THE GATES OF DAWN",
  "subtitle": "VII.THE PIPER AT THE GATES OF DAWN",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-9",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-8",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-10",
  "content": "<p>\nThe Willow-Wren was twittering his thin little song, hidden himself in the dark\nselvedge of the river bank. Though it was past ten o’clock at night, the\nsky still clung to and retained some lingering skirts of light from the\ndeparted day; and the sullen heats of the torrid afternoon broke up and rolled\naway at the dispersing touch of the cool fingers of the short midsummer night.\nMole lay stretched on the bank, still panting from the stress of the fierce day\nthat had been cloudless from dawn to late sunset, and waited for his friend to\nreturn. He had been on the river with some companions, leaving the Water Rat\nfree to keep a engagement of long standing with Otter; and he had come back to\nfind the house dark and deserted, and no sign of Rat, who was doubtless keeping\nit up late with his old comrade. It was still too hot to think of staying\nindoors, so he lay on some cool dock-leaves, and thought over the past day and\nits doings, and how very good they all had been.\n</p>\n<p>\nThe Rat’s light footfall was presently heard approaching over the parched\ngrass. “O, the blessed coolness!” he said, and sat down, gazing\nthoughtfully into the river, silent and pre-occupied.\n</p>\n<p>\n“You stayed to supper, of course?” said the Mole presently.\n</p>\n<p>\n“Simply had to,” said the Rat. “They wouldn’t hear of\nmy going before. You know how kind they always are. And they made things as\njolly for me as ever they could, right up to the moment I left. But I felt a\nbrute all the time, as it was clear to me they were very unhappy, though they\ntried to hide it. Mole, I’m afraid they’re in trouble. Little\nPortly is missing again; and you know what a lot his father thinks of him,\nthough he never says much about it.”\n</p>\n<p>\n“What, that child?” said the Mole lightly. “Well, suppose he\nis; why worry about it? He’s always straying off and getting lost, and\nturning up again; he’s so adventurous. But no harm ever happens to him.\nEverybody hereabouts knows him and likes him, just as they do old Otter, and\nyou may be sure some animal or other will come across him and bring him back\nagain all right. Why, we’ve found him ourselves, miles from home, and\nquite self-possessed and cheerful!”\n</p>\n<p>\n“Yes; but this time it’s more serious,” said the Rat gravely.\n“He’s been missing for some days now, and the Otters have hunted\neverywhere, high and low, without finding the slightest trace. And\nthey’ve asked every animal, too, for miles around, and no one knows\nanything about him. Otter’s evidently more anxious than he’ll\nadmit. I got out of him that young Portly hasn’t learnt to swim very well\nyet, and I can see he’s thinking of the weir. There’s a lot of\nwater coming down still, considering the time of the year, and the place always\nhad a fascination for the child. And then there are—well, traps and\nthings—<i>you</i> know. Otter’s not the fellow to be nervous about any son\nof his before it’s time. And now he <i>is</i> nervous. When I left, he came out\nwith me—said he wanted some air, and talked about stretching his legs.\nBut I could see it wasn’t that, so I drew him out and pumped him, and got\nit all from him at last. He was going to spend the night watching by the ford.\nYou know the place where the old ford used to be, in by-gone days before they\nbuilt the bridge?”\n</p>\n<p>\n“I know it well,” said the Mole. “But why should Otter choose\nto watch there?”\n</p>\n<p>\n“Well, it seems that it was there he gave Portly his first\nswimming-lesson,” continued the Rat. “From that shallow, gravelly\nspit near the bank. And it was there he used to teach him fishing, and there\nyoung Portly caught his first fish, of which he was so very proud. The child\nloved the spot, and Otter thinks that if he came wandering back from wherever\nhe is—if he <i>is</i> anywhere by this time, poor little chap—he might\nmake for the ford he was so fond of; or if he came across it he’d\nremember it well, and stop there and play, perhaps. So Otter goes there every\nnight and watches—on the chance, you know, just on the chance!”\n</p>\n<p>\nThey were silent for a time, both thinking of the same thing—the lonely,\nheart-sore animal, crouched by the ford, watching and waiting, the long night\nthrough—on the chance.\n</p>\n<p>\n“Well, well,” said the Rat presently, “I suppose we ought to\nbe thinking about turning in.” But he never offered to move.\n</p>\n<p>\n“Rat,” said the Mole, “I simply can’t go and turn in,\nand go to sleep, and <i>do</i> nothing, even though there doesn’t seem to be\nanything to be done. We’ll get the boat out, and paddle up stream. The\nmoon will be up in an hour or so, and then we will search as well as we\ncan—anyhow, it will be better than going to bed and doing <i>nothing</i>.”\n</p>\n<p>\n“Just what I was thinking myself,” said the Rat. “It’s\nnot the sort of night for bed anyhow; and daybreak is not so very far off, and\nthen we may pick up some news of him from early risers as we go along.”\n</p>\n<p>\nThey got the boat out, and the Rat took the sculls, paddling with caution. Out\nin midstream, there was a clear, narrow track that faintly reflected the sky;\nbut wherever shadows fell on the water from bank, bush, or tree, they were as\nsolid to all appearance as the banks themselves, and the Mole had to steer with\njudgment accordingly. Dark and deserted as it was, the night was full of small\nnoises, song and chatter and rustling, telling of the busy little population\nwho were up and about, plying their trades and vocations through the night till\nsunshine should fall on them at last and send them off to their well-earned\nrepose. The water’s own noises, too, were more apparent than by day, its\ngurglings and “cloops” more unexpected and near at hand; and\nconstantly they started at what seemed a sudden clear call from an actual\narticulate voice.\n</p>\n<p>\nThe line of the horizon was clear and hard against the sky, and in one\nparticular quarter it showed black against a silvery climbing phosphorescence\nthat grew and grew. At last, over the rim of the waiting earth the moon lifted\nwith slow majesty till it swung clear of the horizon and rode off, free of\nmoorings; and once more they began to see surfaces—meadows wide-spread,\nand quiet gardens, and the river itself from bank to bank, all softly\ndisclosed, all washed clean of mystery and terror, all radiant again as by day,\nbut with a difference that was tremendous. Their old haunts greeted them again\nin other raiment, as if they had slipped away and put on this pure new apparel\nand come quietly back, smiling as they shyly waited to see if they would be\nrecognised again under it.\n</p>\n<p>\nFastening their boat to a willow, the friends landed in this silent, silver\nkingdom, and patiently explored the hedges, the hollow trees, the runnels and\ntheir little culverts, the ditches and dry water-ways. Embarking again and\ncrossing over, they worked their way up the stream in this manner, while the\nmoon, serene and detached in a cloudless sky, did what she could, though so far\noff, to help them in their quest; till her hour came and she sank earthwards\nreluctantly, and left them, and mystery once more held field and river.\n</p>\n<p>\nThen a change began slowly to declare itself. The horizon became clearer, field\nand tree came more into sight, and somehow with a different look; the mystery\nbegan to drop away from them. A bird piped suddenly, and was still; and a light\nbreeze sprang up and set the reeds and bulrushes rustling. Rat, who was in the\nstern of the boat, while Mole sculled, sat up suddenly and listened with a\npassionate intentness. Mole, who with gentle strokes was just keeping the boat\nmoving while he scanned the banks with care, looked at him with curiosity.\n</p>\n<p>\n“It’s gone!” sighed the Rat, sinking back in his seat again.\n“So beautiful and strange and new. Since it was to end so soon, I almost\nwish I had never heard it. For it has roused a longing in me that is pain, and\nnothing seems worth while but just to hear that sound once more and go on\nlistening to it for ever. No! There it is again!” he cried, alert once\nmore. Entranced, he was silent for a long space, spellbound.\n</p>\n<p>\n“Now it passes on and I begin to lose it,” he said presently.\n“O Mole! the beauty of it! The merry bubble and joy, the thin, clear,\nhappy call of the distant piping! Such music I never dreamed of, and the call\nin it is stronger even than the music is sweet! Row on, Mole, row! For the\nmusic and the call must be for us.”\n</p>\n<p>\nThe Mole, greatly wondering, obeyed. “I hear nothing myself,” he\nsaid, “but the wind playing in the reeds and rushes and osiers.”\n</p>\n<p>\nThe Rat never answered, if indeed he heard. Rapt, transported, trembling, he\nwas possessed in all his senses by this new divine thing that caught up his\nhelpless soul and swung and dandled it, a powerless but happy infant in a\nstrong sustaining grasp.\n</p>\n<p>\nIn silence Mole rowed steadily, and soon they came to a point where the river\ndivided, a long backwater branching off to one side. With a slight movement of\nhis head Rat, who had long dropped the rudder-lines, directed the rower to take\nthe backwater. The creeping tide of light gained and gained, and now they could\nsee the colour of the flowers that gemmed the water’s edge.\n</p>\n<p>\n“Clearer and nearer still,” cried the Rat joyously. “Now you\nmust surely hear it! Ah—at last—I see you do!”\n</p>\n<p>\nBreathless and transfixed the Mole stopped rowing as the liquid run of that\nglad piping broke on him like a wave, caught him up, and possessed him utterly.\nHe saw the tears on his comrade’s cheeks, and bowed his head and\nunderstood. For a space they hung there, brushed by the purple loose-strife\nthat fringed the bank; then the clear imperious summons that marched\nhand-in-hand with the intoxicating melody imposed its will on Mole, and\nmechanically he bent to his oars again. And the light grew steadily stronger,\nbut no birds sang as they were wont to do at the approach of dawn; and but for\nthe heavenly music all was marvellously still.\n</p>\n<p>\nOn either side of them, as they glided onwards, the rich meadow-grass seemed\nthat morning of a freshness and a greenness unsurpassable. Never had they\nnoticed the roses so vivid, the willow-herb so riotous, the meadow-sweet so\nodorous and pervading. Then the murmur of the approaching weir began to hold\nthe air, and they felt a consciousness that they were nearing the end, whatever\nit might be, that surely awaited their expedition.\n</p>\n<p>\nA wide half-circle of foam and glinting lights and shining shoulders of green\nwater, the great weir closed the backwater from bank to bank, troubled all the\nquiet surface with twirling eddies and floating foam-streaks, and deadened all\nother sounds with its solemn and soothing rumble. In midmost of the stream,\nembraced in the weir’s shimmering arm-spread, a small island lay\nanchored, fringed close with willow and silver birch and alder. Reserved, shy,\nbut full of significance, it hid whatever it might hold behind a veil, keeping\nit till the hour should come, and, with the hour, those who were called and\nchosen.\n</p>\n<p>\nSlowly, but with no doubt or hesitation whatever, and in something of a solemn\nexpectancy, the two animals passed through the broken tumultuous water and\nmoored their boat at the flowery margin of the island. In silence they landed,\nand pushed through the blossom and scented herbage and undergrowth that led up\nto the level ground, till they stood on a little lawn of a marvellous green,\nset round with Nature’s own orchard-trees—crab-apple, wild cherry,\nand sloe.\n</p>\n<p>\n“This is the place of my song-dream, the place the music played to\nme,” whispered the Rat, as if in a trance. “Here, in this holy\nplace, here if anywhere, surely we shall find Him!”\n</p>\n<p>\nThen suddenly the Mole felt a great Awe fall upon him, an awe that turned his\nmuscles to water, bowed his head, and rooted his feet to the ground. It was no\npanic terror—indeed he felt wonderfully at peace and happy—but it\nwas an awe that smote and held him and, without seeing, he knew it could only\nmean that some august Presence was very, very near. With difficulty he turned\nto look for his friend and saw him at his side cowed, stricken, and trembling\nviolently. And still there was utter silence in the populous bird-haunted\nbranches around them; and still the light grew and grew.\n</p>\n<p>\nPerhaps he would never have dared to raise his eyes, but that, though the\npiping was now hushed, the call and the summons seemed still dominant and\nimperious. He might not refuse, were Death himself waiting to strike him\ninstantly, once he had looked with mortal eye on things rightly kept hidden.\nTrembling he obeyed, and raised his humble head; and then, in that utter\nclearness of the imminent dawn, while Nature, flushed with fullness of\nincredible colour, seemed to hold her breath for the event, he looked in the\nvery eyes of the Friend and Helper; saw the backward sweep of the curved horns,\ngleaming in the growing daylight; saw the stern, hooked nose between the kindly\neyes that were looking down on them humourously, while the bearded mouth broke\ninto a half-smile at the corners; saw the rippling muscles on the arm that lay\nacross the broad chest, the long supple hand still holding the pan-pipes only\njust fallen away from the parted lips; saw the splendid curves of the shaggy\nlimbs disposed in majestic ease on the sward; saw, last of all, nestling\nbetween his very hooves, sleeping soundly in entire peace and contentment, the\nlittle, round, podgy, childish form of the baby otter. All this he saw, for one\nmoment breathless and intense, vivid on the morning sky; and still, as he\nlooked, he lived; and still, as he lived, he wondered.\n</p>\n<p>\n“Rat!” he found breath to whisper, shaking. “Are you\nafraid?”\n</p>\n<p>\n“Afraid?” murmured the Rat, his eyes shining with unutterable love.\n“Afraid! Of <i>Him?</i> O, never, never! And yet—and yet—O, Mole, I\nam afraid!”\n</p>\n<p>\nThen the two animals, crouching to the earth, bowed their heads and did\nworship.\n</p>\n<p>\nSudden and magnificent, the sun’s broad golden disc showed itself over\nthe horizon facing them; and the first rays, shooting across the level\nwater-meadows, took the animals full in the eyes and dazzled them. When they\nwere able to look once more, the Vision had vanished, and the air was full of\nthe carol of birds that hailed the dawn.\n</p>\n<p>\nAs they stared blankly in dumb misery deepening as they slowly realised all\nthey had seen and all they had lost, a capricious little breeze, dancing up\nfrom the surface of the water, tossed the aspens, shook the dewy roses and blew\nlightly and caressingly in their faces; and with its soft touch came instant\noblivion. For this is the last best gift that the kindly demi-god is careful to\nbestow on those to whom he has revealed himself in their helping: the gift of\nforgetfulness. Lest the awful remembrance should remain and grow, and\novershadow mirth and pleasure, and the great haunting memory should spoil all\nthe after-lives of little animals helped out of difficulties, in order that\nthey should be happy and lighthearted as before.\n</p>\n<p>\nMole rubbed his eyes and stared at Rat, who was looking about him in a puzzled\nsort of way. “I beg your pardon; what did you say, Rat?” he asked.\n</p>\n<p>\n“I think I was only remarking,” said Rat slowly, “that this\nwas the right sort of place, and that here, if anywhere, we should find him.\nAnd look! Why, there he is, the little fellow!” And with a cry of delight\nhe ran towards the slumbering Portly.\n</p>\n<p>\nBut Mole stood still a moment, held in thought. As one wakened suddenly from a\nbeautiful dream, who struggles to recall it, and can re-capture nothing but a\ndim sense of the beauty of it, the beauty! Till that, too, fades away in its\nturn, and the dreamer bitterly accepts the hard, cold waking and all its\npenalties; so Mole, after struggling with his memory for a brief space, shook\nhis head sadly and followed the Rat.\n</p>\n<p>\nPortly woke up with a joyous squeak, and wriggled with pleasure at the sight of\nhis father’s friends, who had played with him so often in past days. In a\nmoment, however, his face grew blank, and he fell to hunting round in a circle\nwith pleading whine. As a child that has fallen happily asleep in its\nnurse’s arms, and wakes to find itself alone and laid in a strange place,\nand searches corners and cupboards, and runs from room to room, despair growing\nsilently in its heart, even so Portly searched the island and searched, dogged\nand unwearying, till at last the black moment came for giving it up, and\nsitting down and crying bitterly.\n</p>\n<p>\nThe Mole ran quickly to comfort the little animal; but Rat, lingering, looked\nlong and doubtfully at certain hoof-marks deep in the sward.\n</p>\n<p>\n“Some—great—animal—has been here,” he murmured\nslowly and thoughtfully; and stood musing, musing; his mind strangely stirred.\n</p>\n<p>\n“Come along, Rat!” called the Mole. “Think of poor Otter,\nwaiting up there by the ford!”\n</p>\n<p>\nPortly had soon been comforted by the promise of a treat—a jaunt on the\nriver in Mr. Rat’s real boat; and the two animals conducted him to the\nwater’s side, placed him securely between them in the bottom of the boat,\nand paddled off down the backwater. The sun was fully up by now, and hot on\nthem, birds sang lustily and without restraint, and flowers smiled and nodded\nfrom either bank, but somehow—so thought the animals—with less of\nrichness and blaze of colour than they seemed to remember seeing quite recently\nsomewhere—they wondered where.\n</p>\n<p>\nThe main river reached again, they turned the boat’s head upstream,\ntowards the point where they knew their friend was keeping his lonely vigil. As\nthey drew near the familiar ford, the Mole took the boat in to the bank, and\nthey lifted Portly out and set him on his legs on the tow-path, gave him his\nmarching orders and a friendly farewell pat on the back, and shoved out into\nmid-stream. They watched the little animal as he waddled along the path\ncontentedly and with importance; watched him till they saw his muzzle suddenly\nlift and his waddle break into a clumsy amble as he quickened his pace with\nshrill whines and wriggles of recognition. Looking up the river, they could see\nOtter start up, tense and rigid, from out of the shallows where he crouched in\ndumb patience, and could hear his amazed and joyous bark as he bounded up\nthrough the osiers on to the path. Then the Mole, with a strong pull on one\noar, swung the boat round and let the full stream bear them down again whither\nit would, their quest now happily ended.\n</p>\n<p>\n“I feel strangely tired, Rat,” said the Mole, leaning wearily over\nhis oars as the boat drifted. “It’s being up all night,\nyou’ll say, perhaps; but that’s nothing. We do as much half the\nnights of the week, at this time of the year. No; I feel as if I had been\nthrough something very exciting and rather terrible, and it was just over; and\nyet nothing particular has happened.”\n</p>\n<p>\n“Or something very surprising and splendid and beautiful,” murmured\nthe Rat, leaning back and closing his eyes. “I feel just as you do, Mole;\nsimply dead tired, though not body tired. It’s lucky we’ve got the\nstream with us, to take us home. Isn’t it jolly to feel the sun again,\nsoaking into one’s bones! And hark to the wind playing in the\nreeds!”\n</p>\n<p>\n“It’s like music—far away music,” said the Mole nodding\ndrowsily.\n</p>\n<p>\n“So I was thinking,” murmured the Rat, dreamful and languid.\n“Dance-music—the lilting sort that runs on without a stop—but\nwith words in it, too—it passes into words and out of them again—I\ncatch them at intervals—then it is dance-music once more, and then\nnothing but the reeds’ soft thin whispering.”\n</p>\n<p>\n“You hear better than I,” said the Mole sadly. “I cannot\ncatch the words.”\n</p>\n<p>\n“Let me try and give you them,” said the Rat softly, his eyes still\nclosed. “Now it is turning into words again—faint but\nclear—<i>Lest the awe should dwell—And turn your frolic to\nfret—You shall look on my power at the helping hour—But then you\nshall forget!</i> Now the reeds take it up—<i>forget, forget</i>, they sigh, and it\ndies away in a rustle and a whisper. Then the voice returns—\n</p>\n<p>\n“<i>Lest limbs be reddened and rent—I spring the trap that is\nset—As I loose the snare you may glimpse me there—For surely you\nshall forget!</i> Row nearer, Mole, nearer to the reeds! It is hard to catch, and\ngrows each minute fainter.\n</p>\n<p>\n“<i>Helper and healer, I cheer—Small waifs in the woodland\nwet—Strays I find in it, wounds I bind in it—Bidding them all\nforget!</i> Nearer, Mole, nearer! No, it is no good; the song has died away into\nreed-talk.”\n</p>\n<p>\n“But what do the words mean?” asked the wondering Mole.\n</p>\n<p>\n“That I do not know,” said the Rat simply. “I passed them on\nto you as they reached me. Ah! now they return again, and this time full and\nclear! This time, at last, it is the real, the unmistakable thing,\nsimple—passionate—perfect——”\n</p>\n<p>\n“Well, let’s have it, then,” said the Mole, after he had\nwaited patiently for a few minutes, half-dozing in the hot sun.\n</p>\n<p>\nBut no answer came. He looked, and understood the silence. With a smile of much\nhappiness on his face, and something of a listening look still lingering there,\nthe weary Rat was fast asleep.\n</p>"
}