{
  "title": "XI.“LIKE SUMMER TEMPESTS CAME HIS TEARS”",
  "subtitle": "XI.“LIKE SUMMER TEMPESTS CAME HIS TEARS”",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-13",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-12",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-14",
  "content": "<p>\nThe Rat put out a neat little brown paw, gripped Toad firmly by the scruff of\nthe neck, and gave a great hoist and a pull; and the water-logged Toad came up\nslowly but surely over the edge of the hole, till at last he stood safe and\nsound in the hall, streaked with mud and weed to be sure, and with the water\nstreaming off him, but happy and high-spirited as of old, now that he found\nhimself once more in the house of a friend, and dodgings and evasions were\nover, and he could lay aside a disguise that was unworthy of his position and\nwanted such a lot of living up to.\n</p>\n<p>\n“O, Ratty!” he cried. “I’ve been through such times\nsince I saw you last, you can’t think! Such trials, such sufferings, and\nall so nobly borne! Then such escapes, such disguises such subterfuges, and all\nso cleverly planned and carried out! Been in prison—got out of it, of\ncourse! Been thrown into a canal—swam ashore! Stole a horse—sold\nhim for a large sum of money! Humbugged everybody—made ’em all do\nexactly what I wanted! Oh, I <i>am</i> a smart Toad, and no mistake! What do you think\nmy last exploit was? Just hold on till I tell you——”\n</p>\n<p>\n“Toad,” said the Water Rat, gravely and firmly, “you go off\nupstairs at once, and take off that old cotton rag that looks as if it might\nformerly have belonged to some washerwoman, and clean yourself thoroughly, and\nput on some of my clothes, and try and come down looking like a gentleman if\nyou <i>can;</i> for a more shabby, bedraggled, disreputable-looking object than you\nare I never set eyes on in my whole life! Now, stop swaggering and arguing, and\nbe off! I’ll have something to say to you later!”\n</p>\n<p>\nToad was at first inclined to stop and do some talking back at him. He had had\nenough of being ordered about when he was in prison, and here was the thing\nbeing begun all over again, apparently; and by a Rat, too! However, he caught\nsight of himself in the looking-glass over the hat-stand, with the rusty black\nbonnet perched rakishly over one eye, and he changed his mind and went very\nquickly and humbly upstairs to the Rat’s dressing-room. There he had a\nthorough wash and brush-up, changed his clothes, and stood for a long time\nbefore the glass, contemplating himself with pride and pleasure, and thinking\nwhat utter idiots all the people must have been to have ever mistaken him for\none moment for a washerwoman.\n</p>\n<p>\nBy the time he came down again luncheon was on the table, and very glad Toad\nwas to see it, for he had been through some trying experiences and had taken\nmuch hard exercise since the excellent breakfast provided for him by the gipsy.\nWhile they ate Toad told the Rat all his adventures, dwelling chiefly on his\nown cleverness, and presence of mind in emergencies, and cunning in tight\nplaces; and rather making out that he had been having a gay and highly-coloured\nexperience. But the more he talked and boasted, the more grave and silent the\nRat became.\n</p>\n<p>\nWhen at last Toad had talked himself to a standstill, there was silence for a\nwhile; and then the Rat said, “Now, Toady, I don’t want to give you\npain, after all you’ve been through already; but, seriously, don’t\nyou see what an awful ass you’ve been making of yourself? On your own\nadmission you have been handcuffed, imprisoned, starved, chased, terrified out\nof your life, insulted, jeered at, and ignominiously flung into the\nwater—by a woman, too! Where’s the amusement in that? Where does\nthe fun come in? And all because you must needs go and steal a motor-car. You\nknow that you’ve never had anything but trouble from motor-cars from the\nmoment you first set eyes on one. But if you <i>will</i> be mixed up with\nthem—as you generally are, five minutes after you’ve\nstarted—why <i>steal</i> them? Be a cripple, if you think it’s exciting;\nbe a bankrupt, for a change, if you’ve set your mind on it: but why\nchoose to be a convict? When are you going to be sensible, and think of your\nfriends, and try and be a credit to them? Do you suppose it’s any\npleasure to me, for instance, to hear animals saying, as I go about, that\nI’m the chap that keeps company with gaol-birds?”\n</p>\n<p>\nNow, it was a very comforting point in Toad’s character that he was a\nthoroughly good-hearted animal and never minded being jawed by those who were\nhis real friends. And even when most set upon a thing, he was always able to\nsee the other side of the question. So although, while the Rat was talking so\nseriously, he kept saying to himself mutinously, “But it <i>was</i> fun, though!\nAwful fun!” and making strange suppressed noises inside him,\nk-i-ck-ck-ck, and poop-p-p, and other sounds resembling stifled snorts, or the\nopening of soda-water bottles, yet when the Rat had quite finished, he heaved a\ndeep sigh and said, very nicely and humbly, “Quite right, Ratty! How\n<i>sound</i> you always are! Yes, I’ve been a conceited old ass, I can quite see\nthat; but now I’m going to be a good Toad, and not do it any more. As for\nmotor-cars, I’ve not been at all so keen about them since my last ducking\nin that river of yours. The fact is, while I was hanging on to the edge of your\nhole and getting my breath, I had a sudden idea—a really brilliant\nidea—connected with motor-boats—there, there! don’t take on\nso, old chap, and stamp, and upset things; it was only an idea, and we\nwon’t talk any more about it now. We’ll have our coffee, <i>and</i> a\nsmoke, and a quiet chat, and then I’m going to stroll quietly down to\nToad Hall, and get into clothes of my own, and set things going again on the\nold lines. I’ve had enough of adventures. I shall lead a quiet, steady,\nrespectable life, pottering about my property, and improving it, and doing a\nlittle landscape gardening at times. There will always be a bit of dinner for\nmy friends when they come to see me; and I shall keep a pony-chaise to jog\nabout the country in, just as I used to in the good old days, before I got\nrestless, and wanted to <i>do</i> things.”\n</p>\n<p>\n“Stroll quietly down to Toad Hall?” cried the Rat, greatly excited.\n“What are you talking about? Do you mean to say you haven’t\n<i>heard?</i>”\n</p>\n<p>\n“Heard what?” said Toad, turning rather pale. “Go on, Ratty!\nQuick! Don’t spare me! What haven’t I heard?”\n</p>\n<p>\n“Do you mean to tell me,” shouted the Rat, thumping with his little\nfist upon the table, “that you’ve heard nothing about the Stoats\nand Weasels?”\n</p>\n<p>\nWhat, the Wild Wooders?” cried Toad, trembling in every limb. “No,\nnot a word! What have they been doing?”\n</p>\n<p>\n“—And how they’ve been and taken Toad Hall?” continued\nthe Rat.\n</p>\n<p>\nToad leaned his elbows on the table, and his chin on his paws; and a large tear\nwelled up in each of his eyes, overflowed and splashed on the table, plop!\nplop!\n</p>\n<p>\n“Go on, Ratty,” he murmured presently; “tell me all. The\nworst is over. I am an animal again. I can bear it.”\n</p>\n<p>\n“When you—got—into that—that—trouble of\nyours,” said the Rat, slowly and impressively; “I mean, when\nyou—disappeared from society for a time, over that misunderstanding about\na—a machine, you know—”\n</p>\n<p>\nToad merely nodded.\n</p>\n<p>\n“Well, it was a good deal talked about down here, naturally,”\ncontinued the Rat, “not only along the river-side, but even in the Wild\nWood. Animals took sides, as always happens. The River-bankers stuck up for\nyou, and said you had been infamously treated, and there was no justice to be\nhad in the land nowadays. But the Wild Wood animals said hard things, and\nserved you right, and it was time this sort of thing was stopped. And they got\nvery cocky, and went about saying you were done for this time! You would never\ncome back again, never, never!”\n</p>\n<p>\nToad nodded once more, keeping silence.\n</p>\n<p>\n“That’s the sort of little beasts they are,” the Rat went on.\n“But Mole and Badger, they stuck out, through thick and thin, that you\nwould come back again soon, somehow. They didn’t know exactly how, but\nsomehow!”\n</p>\n<p>\nToad began to sit up in his chair again, and to smirk a little.\n</p>\n<p>\n“They argued from history,” continued the Rat. “They said\nthat no criminal laws had ever been known to prevail against cheek and\nplausibility such as yours, combined with the power of a long purse. So they\narranged to move their things in to Toad Hall, and sleep there, and keep it\naired, and have it all ready for you when you turned up. They didn’t\nguess what was going to happen, of course; still, they had their suspicions of\nthe Wild Wood animals. Now I come to the most painful and tragic part of my\nstory. One dark night—it was a <i>very</i> dark night, and blowing hard, too,\nand raining simply cats and dogs—a band of weasels, armed to the teeth,\ncrept silently up the carriage-drive to the front entrance. Simultaneously, a\nbody of desperate ferrets, advancing through the kitchen-garden, possessed\nthemselves of the backyard and offices; while a company of skirmishing stoats\nwho stuck at nothing occupied the conservatory and the billiard-room, and held\nthe French windows opening on to the lawn.\n</p>\n<p>\n“The Mole and the Badger were sitting by the fire in the smoking-room,\ntelling stories and suspecting nothing, for it wasn’t a night for any\nanimals to be out in, when those bloodthirsty villains broke down the doors and\nrushed in upon them from every side. They made the best fight they could, but\nwhat was the good? They were unarmed, and taken by surprise, and what can two\nanimals do against hundreds? They took and beat them severely with sticks,\nthose two poor faithful creatures, and turned them out into the cold and the\nwet, with many insulting and uncalled-for remarks!”\n</p>\n<p>\nHere the unfeeling Toad broke into a snigger, and then pulled himself together\nand tried to look particularly solemn.\n</p>\n<p>\n“And the Wild Wooders have been living in Toad Hall ever since,”\ncontinued the Rat; “and going on simply anyhow! Lying in bed half the\nday, and breakfast at all hours, and the place in such a mess (I’m told)\nit’s not fit to be seen! Eating your grub, and drinking your drink, and\nmaking bad jokes about you, and singing vulgar songs, about—well, about\nprisons and magistrates, and policemen; horrid personal songs, with no humour\nin them. And they’re telling the tradespeople and everybody that\nthey’ve come to stay for good.”\n</p>\n<p>\n“O, have they!” said Toad getting up and seizing a stick.\n“I’ll jolly soon see about that!”\n</p>\n<p>\n“It’s no good, Toad!” called the Rat after him.\n“You’d better come back and sit down; you’ll only get into\ntrouble.”\n</p>\n<p>\nBut the Toad was off, and there was no holding him. He marched rapidly down the\nroad, his stick over his shoulder, fuming and muttering to himself in his\nanger, till he got near his front gate, when suddenly there popped up from\nbehind the palings a long yellow ferret with a gun.\n</p>\n<p>\n“Who comes there?” said the ferret sharply.\n</p>\n<p>\n“Stuff and nonsense!” said Toad, very angrily. “What do you\nmean by talking like that to me? Come out of that at once, or\nI’ll——”\n</p>\n<p>\nThe ferret said never a word, but he brought his gun up to his shoulder. Toad\nprudently dropped flat in the road, and <i>Bang!</i> a bullet whistled over his head.\n</p>\n<p>\nThe startled Toad scrambled to his feet and scampered off down the road as hard\nas he could; and as he ran he heard the ferret laughing and other horrid thin\nlittle laughs taking it up and carrying on the sound.\n</p>\n<p>\nHe went back, very crestfallen, and told the Water Rat.\n</p>\n<p>\n“What did I tell you?” said the Rat. “It’s no good.\nThey’ve got sentries posted, and they are all armed. You must just\nwait.”\n</p>\n<p>\nStill, Toad was not inclined to give in all at once. So he got out the boat,\nand set off rowing up the river to where the garden front of Toad Hall came\ndown to the waterside.\n</p>\n<p>\nArriving within sight of his old home, he rested on his oars and surveyed the\nland cautiously. All seemed very peaceful and deserted and quiet. He could see\nthe whole front of Toad Hall, glowing in the evening sunshine, the pigeons\nsettling by twos and threes along the straight line of the roof; the garden, a\nblaze of flowers; the creek that led up to the boat-house, the little wooden\nbridge that crossed it; all tranquil, uninhabited, apparently waiting for his\nreturn. He would try the boat-house first, he thought. Very warily he paddled\nup to the mouth of the creek, and was just passing under the bridge, when ...\n<i>Crash!</i>\n</p>\n<p>\nA great stone, dropped from above, smashed through the bottom of the boat. It\nfilled and sank, and Toad found himself struggling in deep water. Looking up,\nhe saw two stoats leaning over the parapet of the bridge and watching him with\ngreat glee. “It will be your head next time, Toady!” they called\nout to him. The indignant Toad swam to shore, while the stoats laughed and\nlaughed, supporting each other, and laughed again, till they nearly had two\nfits—that is, one fit each, of course.\n</p>\n<p>\nThe Toad retraced his weary way on foot, and related his disappointing\nexperiences to the Water Rat once more.\n</p>\n<p>\n“Well, <i>what</i> did I tell you?” said the Rat very crossly. “And,\nnow, look here! See what you’ve been and done! Lost me my boat that I was\nso fond of, that’s what you’ve done! And simply ruined that nice\nsuit of clothes that I lent you! Really, Toad, of all the trying\nanimals—I wonder you manage to keep any friends at all!”\n</p>\n<p>\nThe Toad saw at once how wrongly and foolishly he had acted. He admitted his\nerrors and wrong-headedness and made a full apology to Rat for losing his boat\nand spoiling his clothes. And he wound up by saying, with that frank\nself-surrender which always disarmed his friend’s criticism and won them\nback to his side, “Ratty! I see that I have been a headstrong and a\nwilful Toad! Henceforth, believe me, I will be humble and submissive, and will\ntake no action without your kind advice and full approval!”\n</p>\n<p>\n“If that is really so,” said the good-natured Rat, already\nappeased, “then my advice to you is, considering the lateness of the\nhour, to sit down and have your supper, which will be on the table in a minute,\nand be very patient. For I am convinced that we can do nothing until we have\nseen the Mole and the Badger, and heard their latest news, and held conference\nand taken their advice in this difficult matter.”\n</p>\n<p>\n“Oh, ah, yes, of course, the Mole and the Badger,” said Toad,\nlightly. “What’s become of them, the dear fellows? I had forgotten\nall about them.”\n</p>\n<p>\n“Well may you ask!” said the Rat reproachfully. “While you\nwere riding about the country in expensive motor-cars, and galloping proudly on\nblood-horses, and breakfasting on the fat of the land, those two poor devoted\nanimals have been camping out in the open, in every sort of weather, living\nvery rough by day and lying very hard by night; watching over your house,\npatrolling your boundaries, keeping a constant eye on the stoats and the\nweasels, scheming and planning and contriving how to get your property back for\nyou. You don’t deserve to have such true and loyal friends, Toad, you\ndon’t, really. Some day, when it’s too late, you’ll be sorry\nyou didn’t value them more while you had them!”\n</p>\n<p>\n“I’m an ungrateful beast, I know,” sobbed Toad, shedding\nbitter tears. “Let me go out and find them, out into the cold, dark\nnight, and share their hardships, and try and prove by——Hold on a\nbit! Surely I heard the chink of dishes on a tray! Supper’s here at last,\nhooray! Come on, Ratty!”\n</p>\n<p>\nThe Rat remembered that poor Toad had been on prison fare for a considerable\ntime, and that large allowances had therefore to be made. He followed him to\nthe table accordingly, and hospitably encouraged him in his gallant efforts to\nmake up for past privations.\n</p>\n<p>\nThey had just finished their meal and resumed their arm-chairs, when there came\na heavy knock at the door.\n</p>\n<p>\nToad was nervous, but the Rat, nodding mysteriously at him, went straight up to\nthe door and opened it, and in walked Mr. Badger.\n</p>\n<p>\nHe had all the appearance of one who for some nights had been kept away from\nhome and all its little comforts and conveniences. His shoes were covered with\nmud, and he was looking very rough and touzled; but then he had never been a\nvery smart man, the Badger, at the best of times. He came solemnly up to Toad,\nshook him by the paw, and said, “Welcome home, Toad! Alas! what am I\nsaying? Home, indeed! This is a poor home-coming. Unhappy Toad!” Then he\nturned his back on him, sat down to the table, drew his chair up, and helped\nhimself to a large slice of cold pie.\n</p>\n<p>\nToad was quite alarmed at this very serious and portentous style of greeting;\nbut the Rat whispered to him, “Never mind; don’t take any notice;\nand don’t say anything to him just yet. He’s always rather low and\ndespondent when he’s wanting his victuals. In half an hour’s time\nhe’ll be quite a different animal.”\n</p>\n<p>\nSo they waited in silence, and presently there came another and a lighter\nknock. The Rat, with a nod to Toad, went to the door and ushered in the Mole,\nvery shabby and unwashed, with bits of hay and straw sticking in his fur.\n</p>\n<p>\n“Hooray! Here’s old Toad!” cried the Mole, his face beaming.\n“Fancy having you back again!” And he began to dance round him.\n“We never dreamt you would turn up so soon! Why, you must have managed to\nescape, you clever, ingenious, intelligent Toad!”\n</p>\n<p>\nThe Rat, alarmed, pulled him by the elbow; but it was too late. Toad was\npuffing and swelling already.\n</p>\n<p>\n“Clever? O, no!” he said. “I’m not really clever,\naccording to my friends. I’ve only broken out of the strongest prison in\nEngland, that’s all! And captured a railway train and escaped on it,\nthat’s all! And disguised myself and gone about the country humbugging\neverybody, that’s all! O, no! I’m a stupid ass, I am! I’ll\ntell you one or two of my little adventures, Mole, and you shall judge for\nyourself!”\n</p>\n<p>\n“Well, well,” said the Mole, moving towards the supper-table;\n“supposing you talk while I eat. Not a bite since breakfast! O my! O\nmy!” And he sat down and helped himself liberally to cold beef and\npickles.\n</p>\n<p>\nToad straddled on the hearth-rug, thrust his paw into his trouser-pocket and\npulled out a handful of silver. “Look at that!” he cried,\ndisplaying it. “That’s not so bad, is it, for a few minutes’\nwork? And how do you think I done it, Mole? Horse-dealing! That’s how I\ndone it!”\n</p>\n<p>\n“Go on, Toad,” said the Mole, immensely interested.\n</p>\n<p>\n“Toad, do be quiet, please!” said the Rat. “And don’t\nyou egg him on, Mole, when you know what he is; but please tell us as soon as\npossible what the position is, and what’s best to be done, now that Toad\nis back at last.”\n</p>\n<p>\n“The position’s about as bad as it can be,” replied the Mole\ngrumpily; “and as for what’s to be done, why, blest if I know! The\nBadger and I have been round and round the place, by night and by day; always\nthe same thing. Sentries posted everywhere, guns poked out at us, stones thrown\nat us; always an animal on the look-out, and when they see us, my! how they do\nlaugh! That’s what annoys me most!”\n</p>\n<p>\n“It’s a very difficult situation,” said the Rat, reflecting\ndeeply. “But I think I see now, in the depths of my mind, what Toad\nreally ought to do. I will tell you. He ought to——”\n</p>\n<p>\n“No, he oughtn’t!” shouted the Mole, with his mouth full.\n“Nothing of the sort! You don’t understand. What he ought to do is,\nhe ought to——”\n</p>\n<p>\n“Well, I shan’t do it, anyway!” cried Toad, getting excited.\n“I’m not going to be ordered about by you fellows! It’s my\nhouse we’re talking about, and I know exactly what to do, and I’ll\ntell you. I’m going to——”\n</p>\n<p>\nBy this time they were all three talking at once, at the top of their voices,\nand the noise was simply deafening, when a thin, dry voice made itself heard,\nsaying, “Be quiet at once, all of you!” and instantly every one was\nsilent.\n</p>\n<p>\nIt was the Badger, who, having finished his pie, had turned round in his chair\nand was looking at them severely. When he saw that he had secured their\nattention, and that they were evidently waiting for him to address them, he\nturned back to the table again and reached out for the cheese. And so great was\nthe respect commanded by the solid qualities of that admirable animal, that not\nanother word was uttered until he had quite finished his repast and brushed the\ncrumbs from his knees. The Toad fidgeted a good deal, but the Rat held him\nfirmly down.\n</p>\n<p>\nWhen the Badger had quite done, he got up from his seat and stood before the\nfireplace, reflecting deeply. At last he spoke.\n</p>\n<p>\n“Toad!” he said severely. “You bad, troublesome little\nanimal! Aren’t you ashamed of yourself? What do you think your father, my\nold friend, would have said if he had been here to-night, and had known of all\nyour goings on?”\n</p>\n<p>\nToad, who was on the sofa by this time, with his legs up, rolled over on his\nface, shaken by sobs of contrition.\n</p>\n<p>\n“There, there!” went on the Badger, more kindly. “Never mind.\nStop crying. We’re going to let bygones be bygones, and try and turn over\na new leaf. But what the Mole says is quite true. The stoats are on guard, at\nevery point, and they make the best sentinels in the world. It’s quite\nuseless to think of attacking the place. They’re too strong for\nus.”\n</p>\n<p>\n“Then it’s all over,” sobbed the Toad, crying into the sofa\ncushions. “I shall go and enlist for a soldier, and never see my dear\nToad Hall any more!”\n</p>\n<p>\n“Come, cheer up, Toady!” said the Badger. “There are more\nways of getting back a place than taking it by storm. I haven’t said my\nlast word yet. Now I’m going to tell you a great secret.”\n</p>\n<p>\nToad sat up slowly and dried his eyes. Secrets had an immense attraction for\nhim, because he never could keep one, and he enjoyed the sort of unhallowed\nthrill he experienced when he went and told another animal, after having\nfaithfully promised not to.\n</p>\n<p>\n“There—is—an—underground—passage,” said the\nBadger, impressively, “that leads from the river-bank, quite near here,\nright up into the middle of Toad Hall.”\n</p>\n<p>\n“O, nonsense! Badger,” said Toad, rather airily.\n“You’ve been listening to some of the yarns they spin in the\npublic-houses about here. I know every inch of Toad Hall, inside and out.\nNothing of the sort, I do assure you!”\n</p>\n<p>\n“My young friend,” said the Badger, with great severity,\n“your father, who was a worthy animal—a lot worthier than some\nothers I know—was a particular friend of mine, and told me a great deal\nhe wouldn’t have dreamt of telling you. He discovered that\npassage—he didn’t make it, of course; that was done hundreds of\nyears before he ever came to live there—and he repaired it and cleaned it\nout, because he thought it might come in useful some day, in case of trouble or\ndanger; and he showed it to me. ‘Don’t let my son know about\nit,’ he said. ‘He’s a good boy, but very light and volatile\nin character, and simply cannot hold his tongue. If he’s ever in a real\nfix, and it would be of use to him, you may tell him about the secret passage;\nbut not before.’”\n</p>\n<p>\nThe other animals looked hard at Toad to see how he would take it. Toad was\ninclined to be sulky at first; but he brightened up immediately, like the good\nfellow he was.\n</p>\n<p>\n“Well, well,” he said; “perhaps I am a bit of a talker. A\npopular fellow such as I am—my friends get round me—we chaff, we\nsparkle, we tell witty stories—and somehow my tongue gets wagging. I have\nthe gift of conversation. I’ve been told I ought to have a <i>salon</i>,\nwhatever that may be. Never mind. Go on, Badger. How’s this passage of\nyours going to help us?”\n</p>\n<p>\n“I’ve found out a thing or two lately,” continued the Badger.\n“I got Otter to disguise himself as a sweep and call at the back-door\nwith brushes over his shoulder, asking for a job. There’s going to be a\nbig banquet to-morrow night. It’s somebody’s birthday—the\nChief Weasel’s, I believe—and all the weasels will be gathered\ntogether in the dining-hall, eating and drinking and laughing and carrying on,\nsuspecting nothing. No guns, no swords, no sticks, no arms of any sort\nwhatever!”\n</p>\n<p>\n“But the sentinels will be posted as usual,” remarked the Rat.\n</p>\n<p>\n“Exactly,” said the Badger; “that is my point. The weasels\nwill trust entirely to their excellent sentinels. And that is where the passage\ncomes in. That very useful tunnel leads right up under the butler’s\npantry, next to the dining-hall!”\n</p>\n<p>\n“Aha! that squeaky board in the butler’s pantry!” said Toad.\n“Now I understand it!”\n</p>\n<p>\n“We shall creep out quietly into the butler’s pantry—”\ncried the Mole.\n</p>\n<p>\n“—with our pistols and swords and sticks—” shouted the\nRat.\n</p>\n<p>\n“—and rush in upon them,” said the Badger.\n</p>\n<p>\n“—and whack ’em, and whack ’em, and whack\n’em!” cried the Toad in ecstasy, running round and round the room,\nand jumping over the chairs.\n</p>\n<p>\n“Very well, then,” said the Badger, resuming his usual dry manner,\n“our plan is settled, and there’s nothing more for you to argue and\nsquabble about. So, as it’s getting very late, all of you go right off to\nbed at once. We will make all the necessary arrangements in the course of the\nmorning to-morrow.”\n</p>\n<p>\nToad, of course, went off to bed dutifully with the rest—he knew better\nthan to refuse—though he was feeling much too excited to sleep. But he\nhad had a long day, with many events crowded into it; and sheets and blankets\nwere very friendly and comforting things, after plain straw, and not too much\nof it, spread on the stone floor of a draughty cell; and his head had not been\nmany seconds on his pillow before he was snoring happily. Naturally, he dreamt\na good deal; about roads that ran away from him just when he wanted them, and\ncanals that chased him and caught him, and a barge that sailed into the\nbanqueting-hall with his week’s washing, just as he was giving a\ndinner-party; and he was alone in the secret passage, pushing onwards, but it\ntwisted and turned round and shook itself, and sat up on its end; yet somehow,\nat the last, he found himself back in Toad Hall, safe and triumphant, with all\nhis friends gathered round about him, earnestly assuring him that he really was\na clever Toad.\n</p>\n<p>\nHe slept till a late hour next morning, and by the time he got down he found\nthat the other animals had finished their breakfast some time before. The Mole\nhad slipped off somewhere by himself, without telling any one where he was\ngoing to. The Badger sat in the arm-chair, reading the paper, and not\nconcerning himself in the slightest about what was going to happen that very\nevening. The Rat, on the other hand, was running round the room busily, with\nhis arms full of weapons of every kind, distributing them in four little heaps\non the floor, and saying excitedly under his breath, as he ran,\n“Here’s-a-sword-for-the-Rat, here’s-a-sword-for-the Mole,\nhere’s-a-sword-for-the-Toad, here’s-a-sword-for-the-Badger!\nHere’s-a-pistol-for-the-Rat, here’s-a-pistol-for-the-Mole,\nhere’s-a-pistol-for-the-Toad,\nhere’s-a-pistol-for-the-Badger!” And so on, in a regular,\nrhythmical way, while the four little heaps gradually grew and grew.\n</p>\n<p>\n“That’s all very well, Rat,” said the Badger presently,\nlooking at the busy little animal over the edge of his newspaper;\n“I’m not blaming you. But just let us once get past the stoats,\nwith those detestable guns of theirs, and I assure you we shan’t want any\nswords or pistols. We four, with our sticks, once we’re inside the\ndining-hall, why, we shall clear the floor of all the lot of them in five\nminutes. I’d have done the whole thing by myself, only I didn’t\nwant to deprive you fellows of the fun!”\n</p>\n<p>\n“It’s as well to be on the safe side,” said the Rat\nreflectively, polishing a pistol-barrel on his sleeve and looking along it.\n</p>\n<p>\nThe Toad, having finished his breakfast, picked up a stout stick and swung it\nvigorously, belabouring imaginary animals. “I’ll learn ’em to\nsteal my house!” he cried. “I’ll learn ’em, I’ll\nlearn ’em!”\n</p>\n<p>\n“Don’t say ‘learn ’em,’ Toad,” said the\nRat, greatly shocked. “It’s not good English.”\n</p>\n<p>\n“What are you always nagging at Toad for?” inquired the Badger,\nrather peevishly. “What’s the matter with his English? It’s\nthe same what I use myself, and if it’s good enough for me, it ought to\nbe good enough for you!”\n</p>\n<p>\n“I’m very sorry,” said the Rat humbly. “Only I <i>think</i> it\nought to be ‘teach ’em,’ not ‘learn\n’em.’”\n</p>\n<p>\n“But we don’t <i>want</i> to teach ’em,” replied the Badger.\n“We want to <i>learn</i> ’em—learn ’em, learn ’em! And\nwhat’s more, we’re going to <i>do</i> it, too!”\n</p>\n<p>\n“Oh, very well, have it your own way,” said the Rat. He was getting\nrather muddled about it himself, and presently he retired into a corner, where\nhe could be heard muttering, “Learn ’em, teach ’em, teach\n’em, learn ’em!” till the Badger told him rather sharply to\nleave off.\n</p>\n<p>\nPresently the Mole came tumbling into the room, evidently very pleased with\nhimself. “I’ve been having such fun!” he began at once;\n“I’ve been getting a rise out of the stoats!”\n</p>\n<p>\n“I hope you’ve been very careful, Mole?” said the Rat\nanxiously.\n</p>\n<p>\n“I should hope so, too,” said the Mole confidently. “I got\nthe idea when I went into the kitchen, to see about Toad’s breakfast\nbeing kept hot for him. I found that old washerwoman-dress that he came home in\nyesterday, hanging on a towel-horse before the fire. So I put it on, and the\nbonnet as well, and the shawl, and off I went to Toad Hall, as bold as you\nplease. The sentries were on the look-out, of course, with their guns and their\n‘Who comes there?’ and all the rest of their nonsense. ‘Good\nmorning, gentlemen!’ says I, very respectful. ‘Want any washing\ndone to-day?’\n</p>\n<p>\n“They looked at me very proud and stiff and haughty, and said, ‘Go\naway, washerwoman! We don’t do any washing on duty.’ ‘Or any\nother time?’ says I. Ho, ho, ho! Wasn’t I <i>funny</i>, Toad?”\n</p>\n<p>\n“Poor, frivolous animal!” said Toad, very loftily. The fact is, he\nfelt exceedingly jealous of Mole for what he had just done. It was exactly what\nhe would have liked to have done himself, if only he had thought of it first,\nand hadn’t gone and overslept himself.\n</p>\n<p>\n“Some of the stoats turned quite pink,” continued the Mole,\n“and the Sergeant in charge, he said to me, very short, he said,\n‘Now run away, my good woman, run away! Don’t keep my men idling\nand talking on their posts.’ ‘Run away?’ says I; ‘it\nwon’t be me that’ll be running away, in a very short time from\nnow!’”\n</p>\n<p>\n“O <i>Moly</i>, how could you?” said the Rat, dismayed.\n</p>\n<p>\nThe Badger laid down his paper.\n</p>\n<p>\n“I could see them pricking up their ears and looking at each\nother,” went on the Mole; “and the Sergeant said to them,\n‘Never mind <i>her;</i> she doesn’t know what she’s talking\nabout.’”\n</p>\n<p>\n“‘O! don’t I?’” said I. “‘Well, let\nme tell you this. My daughter, she washes for Mr. Badger, and that’ll\nshow you whether I know what I’m talking about; and <i>you’ll</i> know\npretty soon, too! A hundred bloodthirsty badgers, armed with rifles, are going\nto attack Toad Hall this very night, by way of the paddock. Six boatloads of\nRats, with pistols and cutlasses, will come up the river and effect a landing\nin the garden; while a picked body of Toads, known at the Die-hards, or the\nDeath-or-Glory Toads, will storm the orchard and carry everything before them,\nyelling for vengeance. There won’t be much left of you to wash, by the\ntime they’ve done with you, unless you clear out while you have the\nchance!’ Then I ran away, and when I was out of sight I hid; and\npresently I came creeping back along the ditch and took a peep at them through\nthe hedge. They were all as nervous and flustered as could be, running all ways\nat once, and falling over each other, and every one giving orders to everybody\nelse and not listening; and the Sergeant kept sending off parties of stoats to\ndistant parts of the grounds, and then sending other fellows to fetch ’em\nback again; and I heard them saying to each other, ‘That’s just\nlike the weasels; they’re to stop comfortably in the banqueting-hall, and\nhave feasting and toasts and songs and all sorts of fun, while we must stay on\nguard in the cold and the dark, and in the end be cut to pieces by bloodthirsty\nBadgers!”’\n</p>\n<p>\n“Oh, you silly ass, Mole!” cried Toad, “You’ve been and\nspoilt everything!”\n</p>\n<p>\n“Mole,” said the Badger, in his dry, quiet way, “I perceive\nyou have more sense in your little finger than some other animals have in the\nwhole of their fat bodies. You have managed excellently, and I begin to have\ngreat hopes of you. Good Mole! Clever Mole!”\n</p>\n<p>\nThe Toad was simply wild with jealousy, more especially as he couldn’t\nmake out for the life of him what the Mole had done that was so particularly\nclever; but, fortunately for him, before he could show temper or expose himself\nto the Badger’s sarcasm, the bell rang for luncheon.\n</p>\n<p>\nIt was a simple but sustaining meal—bacon and broad beans, and a macaroni\npudding; and when they had quite done, the Badger settled himself into an\narm-chair, and said, “Well, we’ve got our work cut out for us\nto-night, and it will probably be pretty late before we’re quite through\nwith it; so I’m just going to take forty winks, while I can.” And\nhe drew a handkerchief over his face and was soon snoring.\n</p>\n<p>\nThe anxious and laborious Rat at once resumed his preparations, and started\nrunning between his four little heaps, muttering,\n“Here’s-a-belt-for-the-Rat, here’s-a-belt-for-the-Mole,\nhere’s-a-belt-for-the-Toad, here’s-a-belt-for-the-Badger!”\nand so on, with every fresh accoutrement he produced, to which there seemed\nreally no end; so the Mole drew his arm through Toad’s, led him out into\nthe open air, shoved him into a wicker chair, and made him tell him all his\nadventures from beginning to end, which Toad was only too willing to do. The\nMole was a good listener, and Toad, with no one to check his statements or to\ncriticise in an unfriendly spirit, rather let himself go. Indeed, much that he\nrelated belonged more properly to the category of\nwhat-might-have-happened-had-I-only-thought-of-it-in-time-instead-of\nten-minutes-afterwards. Those are always the best and the raciest adventures;\nand why should they not be truly ours, as much as the somewhat inadequate\nthings that really come off?\n</p>"
}