{
  "title": "IV.MR. BADGER",
  "subtitle": "IV.MR. BADGER",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-6",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-5",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-7",
  "content": "<p>\nTHEY waited patiently for what seemed a very long time, stamping in the snow to\nkeep their feet warm. At last they heard the sound of slow shuffling footsteps\napproaching the door from the inside. It seemed, as the Mole remarked to the\nRat, like some one walking in carpet slippers that were too large for him and\ndown at heel; which was intelligent of Mole, because that was exactly what it\nwas.\n</p>\n<p>\nThere was the noise of a bolt shot back, and the door opened a few inches,\nenough to show a long snout and a pair of sleepy blinking eyes.\n</p>\n<p>\n“Now, the <i>very</i> next time this happens,” said a gruff and suspicious\nvoice, “I shall be exceedingly angry. Who is it <i>this</i> time, disturbing\npeople on such a night? Speak up!”\n</p>\n<p>\n“Oh, Badger,” cried the Rat, “let us in, please. It’s\nme, Rat, and my friend Mole, and we’ve lost our way in the snow.”\n</p>\n<p>\n“What, Ratty, my dear little man!” exclaimed the Badger, in quite a\ndifferent voice. “Come along in, both of you, at once. Why, you must be\nperished. Well I never! Lost in the snow! And in the Wild Wood, too, and at\nthis time of night! But come in with you.”\n</p>\n<p>\nThe two animals tumbled over each other in their eagerness to get inside, and\nheard the door shut behind them with great joy and relief.\n</p>\n<p>\nThe Badger, who wore a long dressing-gown, and whose slippers were indeed very\ndown at heel, carried a flat candlestick in his paw and had probably been on\nhis way to bed when their summons sounded. He looked kindly down on them and\npatted both their heads. “This is not the sort of night for small animals\nto be out,” he said paternally. “I’m afraid you’ve been\nup to some of your pranks again, Ratty. But come along; come into the kitchen.\nThere’s a first-rate fire there, and supper and everything.”\n</p>\n<p>\nHe shuffled on in front of them, carrying the light, and they followed him,\nnudging each other in an anticipating sort of way, down a long, gloomy, and, to\ntell the truth, decidedly shabby passage, into a sort of a central hall; out of\nwhich they could dimly see other long tunnel-like passages branching, passages\nmysterious and without apparent end. But there were doors in the hall as\nwell—stout oaken comfortable-looking doors. One of these the Badger flung\nopen, and at once they found themselves in all the glow and warmth of a large\nfire-lit kitchen.\n</p>\n<p>\nThe floor was well-worn red brick, and on the wide hearth burnt a fire of logs,\nbetween two attractive chimney-corners tucked away in the wall, well out of any\nsuspicion of draught. A couple of high-backed settles, facing each other on\neither side of the fire, gave further sitting accommodations for the sociably\ndisposed. In the middle of the room stood a long table of plain boards placed\non trestles, with benches down each side. At one end of it, where an arm-chair\nstood pushed back, were spread the remains of the Badger’s plain but\nample supper. Rows of spotless plates winked from the shelves of the dresser at\nthe far end of the room, and from the rafters overhead hung hams, bundles of\ndried herbs, nets of onions, and baskets of eggs. It seemed a place where\nheroes could fitly feast after victory, where weary harvesters could line up in\nscores along the table and keep their Harvest Home with mirth and song, or\nwhere two or three friends of simple tastes could sit about as they pleased and\neat and smoke and talk in comfort and contentment. The ruddy brick floor smiled\nup at the smoky ceiling; the oaken settles, shiny with long wear, exchanged\ncheerful glances with each other; plates on the dresser grinned at pots on the\nshelf, and the merry firelight flickered and played over everything without\ndistinction.\n</p>\n<p>\nThe kindly Badger thrust them down on a settle to toast themselves at the fire,\nand bade them remove their wet coats and boots. Then he fetched them\ndressing-gowns and slippers, and himself bathed the Mole’s shin with warm\nwater and mended the cut with sticking-plaster till the whole thing was just as\ngood as new, if not better. In the embracing light and warmth, warm and dry at\nlast, with weary legs propped up in front of them, and a suggestive clink of\nplates being arranged on the table behind, it seemed to the storm-driven\nanimals, now in safe anchorage, that the cold and trackless Wild Wood just left\noutside was miles and miles away, and all that they had suffered in it a\nhalf-forgotten dream.\n</p>\n<p>\nWhen at last they were thoroughly toasted, the Badger summoned them to the\ntable, where he had been busy laying a repast. They had felt pretty hungry\nbefore, but when they actually saw at last the supper that was spread for them,\nreally it seemed only a question of what they should attack first where all was\nso attractive, and whether the other things would obligingly wait for them till\nthey had time to give them attention. Conversation was impossible for a long\ntime; and when it was slowly resumed, it was that regrettable sort of\nconversation that results from talking with your mouth full. The Badger did not\nmind that sort of thing at all, nor did he take any notice of elbows on the\ntable, or everybody speaking at once. As he did not go into Society himself, he\nhad got an idea that these things belonged to the things that didn’t\nreally matter. (We know of course that he was wrong, and took too narrow a\nview; because they do matter very much, though it would take too long to\nexplain why.) He sat in his arm-chair at the head of the table, and nodded\ngravely at intervals as the animals told their story; and he did not seem\nsurprised or shocked at anything, and he never said, “I told you\nso,” or, “Just what I always said,” or remarked that they\nought to have done so-and-so, or ought not to have done something else. The\nMole began to feel very friendly towards him.\n</p>\n<p>\nWhen supper was really finished at last, and each animal felt that his skin was\nnow as tight as was decently safe, and that by this time he didn’t care a\nhang for anybody or anything, they gathered round the glowing embers of the\ngreat wood fire, and thought how jolly it was to be sitting up <i>so</i> late, and <i>so</i>\nindependent, and <i>so</i> full; and after they had chatted for a time about things in\ngeneral, the Badger said heartily, “Now then! tell us the news from your\npart of the world. How’s old Toad going on?”\n</p>\n<p>\n“Oh, from bad to worse,” said the Rat gravely, while the Mole,\ncocked up on a settle and basking in the firelight, his heels higher than his\nhead, tried to look properly mournful. “Another smash-up only last week,\nand a bad one. You see, he will insist on driving himself, and he’s\nhopelessly incapable. If he’d only employ a decent, steady, well-trained\nanimal, pay him good wages, and leave everything to him, he’d get on all\nright. But no; he’s convinced he’s a heaven-born driver, and nobody\ncan teach him anything; and all the rest follows.”\n</p>\n<p>\n“How many has he had?” inquired the Badger gloomily.\n</p>\n<p>\n“Smashes, or machines?” asked the Rat. “Oh, well, after all,\nit’s the same thing—with Toad. This is the seventh. As for the\nothers—you know that coach-house of his? Well, it’s piled\nup—literally piled up to the roof—with fragments of motor-cars,\nnone of them bigger than your hat! That accounts for the other six—so far\nas they can be accounted for.”\n</p>\n<p>\n“He’s been in hospital three times,” put in the Mole;\n“and as for the fines he’s had to pay, it’s simply awful to\nthink of.”\n</p>\n<p>\n“Yes, and that’s part of the trouble,” continued the Rat.\n“Toad’s rich, we all know; but he’s not a millionaire. And\nhe’s a hopelessly bad driver, and quite regardless of law and order.\nKilled or ruined—it’s got to be one of the two things, sooner or\nlater. Badger! we’re his friends—oughtn’t we to do\nsomething?”\n</p>\n<p>\nThe Badger went through a bit of hard thinking. “Now look here!” he\nsaid at last, rather severely; “of course you know I can’t do\nanything <i>now?</i>”\n</p>\n<p>\nHis two friends assented, quite understanding his point. No animal, according\nto the rules of animal-etiquette, is ever expected to do anything strenuous, or\nheroic, or even moderately active during the off-season of winter. All are\nsleepy—some actually asleep. All are weather-bound, more or less; and all\nare resting from arduous days and nights, during which every muscle in them has\nbeen severely tested, and every energy kept at full stretch.\n</p>\n<p>\n“Very well then!” continued the Badger. “<i>But</i>, when once the\nyear has really turned, and the nights are shorter, and halfway through them\none rouses and feels fidgety and wanting to be up and doing by sunrise, if not\nbefore—<i>you</i> know!——”\n</p>\n<p>\nBoth animals nodded gravely. <i>They</i> knew!\n</p>\n<p>\n“Well, <i>then</i>,” went on the Badger, “we—that is, you and\nme and our friend the Mole here—we’ll take Toad seriously in hand.\nWe’ll stand no nonsense whatever. We’ll bring him back to reason,\nby force if need be. We’ll <i>make</i> him be a sensible Toad.\nWe’ll—you’re asleep, Rat!”\n</p>\n<p>\n“Not me!” said the Rat, waking up with a jerk.\n</p>\n<p>\n“He’s been asleep two or three times since supper,” said the\nMole, laughing. He himself was feeling quite wakeful and even lively, though he\ndidn’t know why. The reason was, of course, that he being naturally an\nunderground animal by birth and breeding, the situation of Badger’s house\nexactly suited him and made him feel at home; while the Rat, who slept every\nnight in a bedroom the windows of which opened on a breezy river, naturally\nfelt the atmosphere still and oppressive.\n</p>\n<p>\n“Well, it’s time we were all in bed,” said the Badger,\ngetting up and fetching flat candlesticks. “Come along, you two, and\nI’ll show you your quarters. And take your time tomorrow\nmorning—breakfast at any hour you please!”\n</p>\n<p>\nHe conducted the two animals to a long room that seemed half bedchamber and\nhalf loft. The Badger’s winter stores, which indeed were visible\neverywhere, took up half the room—piles of apples, turnips, and potatoes,\nbaskets full of nuts, and jars of honey; but the two little white beds on the\nremainder of the floor looked soft and inviting, and the linen on them, though\ncoarse, was clean and smelt beautifully of lavender; and the Mole and the Water\nRat, shaking off their garments in some thirty seconds, tumbled in between the\nsheets in great joy and contentment.\n</p>\n<p>\nIn accordance with the kindly Badger’s injunctions, the two tired animals\ncame down to breakfast very late next morning, and found a bright fire burning\nin the kitchen, and two young hedgehogs sitting on a bench at the table, eating\noatmeal porridge out of wooden bowls. The hedgehogs dropped their spoons, rose\nto their feet, and ducked their heads respectfully as the two entered.\n</p>\n<p>\n“There, sit down, sit down,” said the Rat pleasantly, “and go\non with your porridge. Where have you youngsters come from? Lost your way in\nthe snow, I suppose?”\n</p>\n<p>\n“Yes, please, sir,” said the elder of the two hedgehogs\nrespectfully. “Me and little Billy here, we was trying to find our way to\nschool—mother <i>would</i> have us go, was the weather ever so—and of\ncourse we lost ourselves, sir, and Billy he got frightened and took and cried,\nbeing young and faint-hearted. And at last we happened up against Mr.\nBadger’s back door, and made so bold as to knock, sir, for Mr. Badger\nhe’s a kind-hearted gentleman, as everyone knows——”\n</p>\n<p>\n“I understand,” said the Rat, cutting himself some rashers from a\nside of bacon, while the Mole dropped some eggs into a saucepan. “And\nwhat’s the weather like outside? You needn’t ‘sir’ me\nquite so much?” he added.\n</p>\n<p>\n“O, terrible bad, sir, terrible deep the snow is,” said the\nhedgehog. “No getting out for the likes of you gentlemen to-day.”\n</p>\n<p>\n“Where’s Mr. Badger?” inquired the Mole, as he warmed the\ncoffee-pot before the fire.\n</p>\n<p>\n“The master’s gone into his study, sir,” replied the\nhedgehog, “and he said as how he was going to be particular busy this\nmorning, and on no account was he to be disturbed.”\n</p>\n<p>\nThis explanation, of course, was thoroughly understood by every one present.\nThe fact is, as already set forth, when you live a life of intense activity for\nsix months in the year, and of comparative or actual somnolence for the other\nsix, during the latter period you cannot be continually pleading sleepiness\nwhen there are people about or things to be done. The excuse gets monotonous.\nThe animals well knew that Badger, having eaten a hearty breakfast, had retired\nto his study and settled himself in an arm-chair with his legs up on another\nand a red cotton handkerchief over his face, and was being “busy”\nin the usual way at this time of the year.\n</p>\n<p>\nThe front-door bell clanged loudly, and the Rat, who was very greasy with\nbuttered toast, sent Billy, the smaller hedgehog, to see who it might be. There\nwas a sound of much stamping in the hall, and presently Billy returned in front\nof the Otter, who threw himself on the Rat with an embrace and a shout of\naffectionate greeting.\n</p>\n<p>\n“Get off!” spluttered the Rat, with his mouth full.\n</p>\n<p>\n“Thought I should find you here all right,” said the Otter\ncheerfully. “They were all in a great state of alarm along River Bank\nwhen I arrived this morning. Rat never been home all night—nor Mole\neither—something dreadful must have happened, they said; and the snow had\ncovered up all your tracks, of course. But I knew that when people were in any\nfix they mostly went to Badger, or else Badger got to know of it somehow, so I\ncame straight off here, through the Wild Wood and the snow! My! it was fine,\ncoming through the snow as the red sun was rising and showing against the black\ntree-trunks! As you went along in the stillness, every now and then masses of\nsnow slid off the branches suddenly with a flop! making you jump and run for\ncover. Snow-castles and snow-caverns had sprung up out of nowhere in the\nnight—and snow bridges, terraces, ramparts—I could have stayed and\nplayed with them for hours. Here and there great branches had been torn away by\nthe sheer weight of the snow, and robins perched and hopped on them in their\nperky conceited way, just as if they had done it themselves. A ragged string of\nwild geese passed overhead, high on the grey sky, and a few rooks whirled over\nthe trees, inspected, and flapped off homewards with a disgusted expression;\nbut I met no sensible being to ask the news of. About halfway across I came on\na rabbit sitting on a stump, cleaning his silly face with his paws. He was a\npretty scared animal when I crept up behind him and placed a heavy forepaw on\nhis shoulder. I had to cuff his head once or twice to get any sense out of it\nat all. At last I managed to extract from him that Mole had been seen in the\nWild Wood last night by one of them. It was the talk of the burrows, he said,\nhow Mole, Mr. Rat’s particular friend, was in a bad fix; how he had lost\nhis way, and ‘They’ were up and out hunting, and were chivvying him\nround and round. ‘Then why didn’t any of you <i>do</i> something?’ I\nasked. ‘You mayn’t be blest with brains, but there are hundreds and\nhundreds of you, big, stout fellows, as fat as butter, and your burrows running\nin all directions, and you could have taken him in and made him safe and\ncomfortable, or tried to, at all events.’ ‘What, <i>us?</i>’ he\nmerely said: ‘<i>do</i> something? us rabbits?’ So I cuffed him again and\nleft him. There was nothing else to be done. At any rate, I had learnt\nsomething; and if I had had the luck to meet any of ‘Them’\nI’d have learnt something more—or <i>they</i> would.”\n</p>\n<p>\n“Weren’t you at all—er—nervous?” asked the Mole,\nsome of yesterday’s terror coming back to him at the mention of the Wild\nWood.\n</p>\n<p>\n“Nervous?” The Otter showed a gleaming set of strong white teeth as\nhe laughed. “I’d give ’em nerves if any of them tried\nanything on with me. Here, Mole, fry me some slices of ham, like the good\nlittle chap you are. I’m frightfully hungry, and I’ve got any\namount to say to Ratty here. Haven’t seen him for an age.”\n</p>\n<p>\nSo the good-natured Mole, having cut some slices of ham, set the hedgehogs to\nfry it, and returned to his own breakfast, while the Otter and the Rat, their\nheads together, eagerly talked river-shop, which is long shop and talk that is\nendless, running on like the babbling river itself.\n</p>\n<p>\nA plate of fried ham had just been cleared and sent back for more, when the\nBadger entered, yawning and rubbing his eyes, and greeted them all in his\nquiet, simple way, with kind enquiries for every one. “It must be getting\non for luncheon time,” he remarked to the Otter. “Better stop and\nhave it with us. You must be hungry, this cold morning.”\n</p>\n<p>\n“Rather!” replied the Otter, winking at the Mole. “The sight\nof these greedy young hedgehogs stuffing themselves with fried ham makes me\nfeel positively famished.”\n</p>\n<p>\nThe hedgehogs, who were just beginning to feel hungry again after their\nporridge, and after working so hard at their frying, looked timidly up at Mr.\nBadger, but were too shy to say anything.\n</p>\n<p>\n“Here, you two youngsters be off home to your mother,” said the\nBadger kindly. “I’ll send some one with you to show you the way.\nYou won’t want any dinner to-day, I’ll be bound.”\n</p>\n<p>\nHe gave them sixpence apiece and a pat on the head, and they went off with much\nrespectful swinging of caps and touching of forelocks.\n</p>\n<p>\nPresently they all sat down to luncheon together. The Mole found himself placed\nnext to Mr. Badger, and, as the other two were still deep in river-gossip from\nwhich nothing could divert them, he took the opportunity to tell Badger how\ncomfortable and home-like it all felt to him. “Once well\nunderground,” he said, “you know exactly where you are. Nothing can\nhappen to you, and nothing can get at you. You’re entirely your own\nmaster, and you don’t have to consult anybody or mind what they say.\nThings go on all the same overhead, and you let ’em, and don’t\nbother about ’em. When you want to, up you go, and there the things are,\nwaiting for you.”\n</p>\n<p>\nThe Badger simply beamed on him. “That’s exactly what I say,”\nhe replied. “There’s no security, or peace and tranquillity, except\nunderground. And then, if your ideas get larger and you want to\nexpand—why, a dig and a scrape, and there you are! If you feel your house\nis a bit too big, you stop up a hole or two, and there you are again! No\nbuilders, no tradesmen, no remarks passed on you by fellows looking over your\nwall, and, above all, no <i>weather</i>. Look at Rat, now. A couple of feet of flood\nwater, and he’s got to move into hired lodgings; uncomfortable,\ninconveniently situated, and horribly expensive. Take Toad. I say nothing\nagainst Toad Hall; quite the best house in these parts, <i>as</i> a house. But\nsupposing a fire breaks out—where’s Toad? Supposing tiles are blown\noff, or walls sink or crack, or windows get broken—where’s Toad?\nSupposing the rooms are draughty—I <i>hate</i> a draught\nmyself—where’s Toad? No, up and out of doors is good enough to roam\nabout and get one’s living in; but underground to come back to at\nlast—that’s my idea of <i>home!</i>”\n</p>\n<p>\nThe Mole assented heartily; and the Badger in consequence got very friendly\nwith him. “When lunch is over,” he said, “I’ll take you\nall round this little place of mine. I can see you’ll appreciate it. You\nunderstand what domestic architecture ought to be, you do.”\n</p>\n<p>\nAfter luncheon, accordingly, when the other two had settled themselves into the\nchimney-corner and had started a heated argument on the subject of <i>eels</i>, the\nBadger lighted a lantern and bade the Mole follow him. Crossing the hall, they\npassed down one of the principal tunnels, and the wavering light of the lantern\ngave glimpses on either side of rooms both large and small, some mere\ncupboards, others nearly as broad and imposing as Toad’s dining-hall. A\nnarrow passage at right angles led them into another corridor, and here the\nsame thing was repeated. The Mole was staggered at the size, the extent, the\nramifications of it all; at the length of the dim passages, the solid vaultings\nof the crammed store-chambers, the masonry everywhere, the pillars, the arches,\nthe pavements. “How on earth, Badger,” he said at last, “did\nyou ever find time and strength to do all this? It’s astonishing!”\n</p>\n<p>\n“It <i>would</i> be astonishing indeed,” said the Badger simply, “if\nI <i>had</i> done it. But as a matter of fact I did none of it—only cleaned out\nthe passages and chambers, as far as I had need of them. There’s lots\nmore of it, all round about. I see you don’t understand, and I must\nexplain it to you. Well, very long ago, on the spot where the Wild Wood waves\nnow, before ever it had planted itself and grown up to what it now is, there\nwas a city—a city of people, you know. Here, where we are standing, they\nlived, and walked, and talked, and slept, and carried on their business. Here\nthey stabled their horses and feasted, from here they rode out to fight or\ndrove out to trade. They were a powerful people, and rich, and great builders.\nThey built to last, for they thought their city would last for ever.”\n</p>\n<p>\n“But what has become of them all?” asked the Mole.\n</p>\n<p>\n“Who can tell?” said the Badger. “People come—they stay\nfor a while, they flourish, they build—and they go. It is their way. But\nwe remain. There were badgers here, I’ve been told, long before that same\ncity ever came to be. And now there are badgers here again. We are an enduring\nlot, and we may move out for a time, but we wait, and are patient, and back we\ncome. And so it will ever be.”\n</p>\n<p>\n“Well, and when they went at last, those people?” said the Mole.\n</p>\n<p>\n“When they went,” continued the Badger, “the strong winds and\npersistent rains took the matter in hand, patiently, ceaselessly, year after\nyear. Perhaps we badgers too, in our small way, helped a little—who\nknows? It was all down, down, down, gradually—ruin and levelling and\ndisappearance. Then it was all up, up, up, gradually, as seeds grew to\nsaplings, and saplings to forest trees, and bramble and fern came creeping in\nto help. Leaf-mould rose and obliterated, streams in their winter freshets\nbrought sand and soil to clog and to cover, and in course of time our home was\nready for us again, and we moved in. Up above us, on the surface, the same\nthing happened. Animals arrived, liked the look of the place, took up their\nquarters, settled down, spread, and flourished. They didn’t bother\nthemselves about the past—they never do; they’re too busy. The\nplace was a bit humpy and hillocky, naturally, and full of holes; but that was\nrather an advantage. And they don’t bother about the future,\neither—the future when perhaps the people will move in again—for a\ntime—as may very well be. The Wild Wood is pretty well populated by now;\nwith all the usual lot, good, bad, and indifferent—I name no names. It\ntakes all sorts to make a world. But I fancy you know something about them\nyourself by this time.”\n</p>\n<p>\n“I do indeed,” said the Mole, with a slight shiver.\n</p>\n<p>\n“Well, well,” said the Badger, patting him on the shoulder,\n“it was your first experience of them, you see. They’re not so bad\nreally; and we must all live and let live. But I’ll pass the word around\nto-morrow, and I think you’ll have no further trouble. Any friend of <i>mine</i>\nwalks where he likes in this country, or I’ll know the reason why!”\n</p>\n<p>\nWhen they got back to the kitchen again, they found the Rat walking up and\ndown, very restless. The underground atmosphere was oppressing him and getting\non his nerves, and he seemed really to be afraid that the river would run away\nif he wasn’t there to look after it. So he had his overcoat on, and his\npistols thrust into his belt again. “Come along, Mole,” he said\nanxiously, as soon as he caught sight of them. “We must get off while\nit’s daylight. Don’t want to spend another night in the Wild Wood\nagain.”\n</p>\n<p>\n“It’ll be all right, my fine fellow,” said the Otter.\n“I’m coming along with you, and I know every path blindfold; and if\nthere’s a head that needs to be punched, you can confidently rely upon me\nto punch it.”\n</p>\n<p>\n“You really needn’t fret, Ratty,” added the Badger placidly.\n“My passages run further than you think, and I’ve bolt-holes to the\nedge of the wood in several directions, though I don’t care for everybody\nto know about them. When you really have to go, you shall leave by one of my\nshort cuts. Meantime, make yourself easy, and sit down again.”\n</p>\n<p>\nThe Rat was nevertheless still anxious to be off and attend to his river, so\nthe Badger, taking up his lantern again, led the way along a damp and airless\ntunnel that wound and dipped, part vaulted, part hewn through solid rock, for a\nweary distance that seemed to be miles. At last daylight began to show itself\nconfusedly through tangled growth overhanging the mouth of the passage; and the\nBadger, bidding them a hasty good-bye, pushed them hurriedly through the\nopening, made everything look as natural as possible again, with creepers,\nbrushwood, and dead leaves, and retreated.\n</p>\n<p>\nThey found themselves standing on the very edge of the Wild Wood. Rocks and\nbrambles and tree-roots behind them, confusedly heaped and tangled; in front, a\ngreat space of quiet fields, hemmed by lines of hedges black on the snow, and,\nfar ahead, a glint of the familiar old river, while the wintry sun hung red and\nlow on the horizon. The Otter, as knowing all the paths, took charge of the\nparty, and they trailed out on a bee-line for a distant stile. Pausing there a\nmoment and looking back, they saw the whole mass of the Wild Wood, dense,\nmenacing, compact, grimly set in vast white surroundings; simultaneously they\nturned and made swiftly for home, for firelight and the familiar things it\nplayed on, for the voice, sounding cheerily outside their window, of the river\nthat they knew and trusted in all its moods, that never made them afraid with\nany amazement.\n</p>\n<p>\nAs he hurried along, eagerly anticipating the moment when he would be at home\nagain among the things he knew and liked, the Mole saw clearly that he was an\nanimal of tilled field and hedge-row, linked to the ploughed furrow, the\nfrequented pasture, the lane of evening lingerings, the cultivated garden-plot.\nFor others the asperities, the stubborn endurance, or the clash of actual\nconflict, that went with Nature in the rough; he must be wise, must keep to the\npleasant places in which his lines were laid and which held adventure enough,\nin their way, to last for a lifetime.\n</p>"
}