{
  "title": "XII.THE RETURN OF ULYSSES",
  "subtitle": "XII.THE RETURN OF ULYSSES",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-14",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-13",
  "next": null,
  "content": "<p>\nWhen it began to grow dark, the Rat, with an air of excitement and mystery,\nsummoned them back into the parlour, stood each of them up alongside of his\nlittle heap, and proceeded to dress them up for the coming expedition. He was\nvery earnest and thoroughgoing about it, and the affair took quite a long time.\nFirst, there was a belt to go round each animal, and then a sword to be stuck\ninto each belt, and then a cutlass on the other side to balance it. Then a pair\nof pistols, a policeman’s truncheon, several sets of handcuffs, some\nbandages and sticking-plaster, and a flask and a sandwich-case. The Badger\nlaughed good-humouredly and said, “All right, Ratty! It amuses you and it\ndoesn’t hurt me. I’m going to do all I’ve got to do with this\nhere stick.” But the Rat only said, “<i>please</i>, Badger. You know I\nshouldn’t like you to blame me afterwards and say I had forgotten\n<i>anything!</i>”\n</p>\n<p>\nWhen all was quite ready, the Badger took a dark lantern in one paw, grasped\nhis great stick with the other, and said, “Now then, follow me! Mole\nfirst, “cos I’m very pleased with him; Rat next; Toad last. And\nlook here, Toady! Don’t you chatter so much as usual, or you’ll be\nsent back, as sure as fate!”\n</p>\n<p>\nThe Toad was so anxious not to be left out that he took up the inferior\nposition assigned to him without a murmur, and the animals set off. The Badger\nled them along by the river for a little way, and then suddenly swung himself\nover the edge into a hole in the river-bank, a little above the water. The Mole\nand the Rat followed silently, swinging themselves successfully into the hole\nas they had seen the Badger do; but when it came to Toad’s turn, of\ncourse he managed to slip and fall into the water with a loud splash and a\nsqueal of alarm. He was hauled out by his friends, rubbed down and wrung out\nhastily, comforted, and set on his legs; but the Badger was seriously angry,\nand told him that the very next time he made a fool of himself he would most\ncertainly be left behind.\n</p>\n<p>\nSo at last they were in the secret passage, and the cutting-out expedition had\nreally begun!\n</p>\n<p>\nIt was cold, and dark, and damp, and low, and narrow, and poor Toad began to\nshiver, partly from dread of what might be before him, partly because he was\nwet through. The lantern was far ahead, and he could not help lagging behind a\nlittle in the darkness. Then he heard the Rat call out warningly, “<i>Come</i>\non, Toad!” and a terror seized him of being left behind, alone in the\ndarkness, and he “came on” with such a rush that he upset the Rat\ninto the Mole and the Mole into the Badger, and for a moment all was confusion.\nThe Badger thought they were being attacked from behind, and, as there was no\nroom to use a stick or a cutlass, drew a pistol, and was on the point of\nputting a bullet into Toad. When he found out what had really happened he was\nvery angry indeed, and said, “Now this time that tiresome Toad <i>shall</i> be\nleft behind!”\n</p>\n<p>\nBut Toad whimpered, and the other two promised that they would be answerable\nfor his good conduct, and at last the Badger was pacified, and the procession\nmoved on; only this time the Rat brought up the rear, with a firm grip on the\nshoulder of Toad.\n</p>\n<p>\nSo they groped and shuffled along, with their ears pricked up and their paws on\ntheir pistols, till at last the Badger said, “We ought by now to be\npretty nearly under the Hall.”\n</p>\n<p>\nThen suddenly they heard, far away as it might be, and yet apparently nearly\nover their heads, a confused murmur of sound, as if people were shouting and\ncheering and stamping on the floor and hammering on tables. The Toad’s\nnervous terrors all returned, but the Badger only remarked placidly,\n“They <i>are</i> going it, the Weasels!”\n</p>\n<p>\nThe passage now began to slope upwards; they groped onward a little further,\nand then the noise broke out again, quite distinct this time, and very close\nabove them. “Ooo-ray-ooray-oo-ray-ooray!” they heard, and the\nstamping of little feet on the floor, and the clinking of glasses as little\nfists pounded on the table. “<i>What</i> a time they’re having!”\nsaid the Badger. “Come on!” They hurried along the passage till it\ncame to a full stop, and they found themselves standing under the trap-door\nthat led up into the butler’s pantry.\n</p>\n<p>\nSuch a tremendous noise was going on in the banqueting-hall that there was\nlittle danger of their being overheard. The Badger said, “Now, boys, all\ntogether!” and the four of them put their shoulders to the trap-door and\nheaved it back. Hoisting each other up, they found themselves standing in the\npantry, with only a door between them and the banqueting-hall, where their\nunconscious enemies were carousing.\n</p>\n<p>\nThe noise, as they emerged from the passage, was simply deafening. At last, as\nthe cheering and hammering slowly subsided, a voice could be made out saying,\n“Well, I do not propose to detain you much longer”—(great\napplause)—“but before I resume my seat”—(renewed\ncheering)—“I should like to say one word about our kind host, Mr.\nToad. We all know Toad!”—(great laughter)—“<i>Good</i> Toad,\n<i>modest</i> Toad, <i>honest</i> Toad!” (shrieks of merriment).\n</p>\n<p>\n“Only just let me get at him!” muttered Toad, grinding his teeth.\n</p>\n<p>\n“Hold hard a minute!” said the Badger, restraining him with\ndifficulty. “Get ready, all of you!”\n</p>\n<p>\n“—Let me sing you a little song,” went on the voice,\n“which I have composed on the subject of Toad”—(prolonged\napplause).\n</p>\n<p>\nThen the Chief Weasel—for it was he—began in a high, squeaky\nvoice—\n</p>\n<p class=\"poem\">\n“Toad he went a-pleasuring<br/>\nGaily down the street—”\n</p>\n<p>\nThe Badger drew himself up, took a firm grip of his stick with both paws,\nglanced round at his comrades, and cried—\n</p>\n<p>\n“The hour is come! Follow me!”\n</p>\n<p>\nAnd flung the door open wide.\n</p>\n<p>\nMy!\n</p>\n<p>\nWhat a squealing and a squeaking and a screeching filled the air!\n</p>\n<p>\nWell might the terrified weasels dive under the tables and spring madly up at\nthe windows! Well might the ferrets rush wildly for the fireplace and get\nhopelessly jammed in the chimney! Well might tables and chairs be upset, and\nglass and china be sent crashing on the floor, in the panic of that terrible\nmoment when the four Heroes strode wrathfully into the room! The mighty Badger,\nhis whiskers bristling, his great cudgel whistling through the air; Mole, black\nand grim, brandishing his stick and shouting his awful war-cry, “A Mole!\nA Mole!” Rat; desperate and determined, his belt bulging with weapons of\nevery age and every variety; Toad, frenzied with excitement and injured pride,\nswollen to twice his ordinary size, leaping into the air and emitting\nToad-whoops that chilled them to the marrow! “Toad he went\na-pleasuring!” he yelled. “<i>I’ll</i> pleasure ’em!”\nand he went straight for the Chief Weasel. They were but four in all, but to\nthe panic-stricken weasels the hall seemed full of monstrous animals, grey,\nblack, brown and yellow, whooping and flourishing enormous cudgels; and they\nbroke and fled with squeals of terror and dismay, this way and that, through\nthe windows, up the chimney, anywhere to get out of reach of those terrible\nsticks.\n</p>\n<p>\nThe affair was soon over. Up and down, the whole length of the hall, strode the\nfour Friends, whacking with their sticks at every head that showed itself; and\nin five minutes the room was cleared. Through the broken windows the shrieks of\nterrified weasels escaping across the lawn were borne faintly to their ears; on\nthe floor lay prostrate some dozen or so of the enemy, on whom the Mole was\nbusily engaged in fitting handcuffs. The Badger, resting from his labours,\nleant on his stick and wiped his honest brow.\n</p>\n<p>\n“Mole,” he said,” “you’re the best of fellows!\nJust cut along outside and look after those stoat-sentries of yours, and see\nwhat they’re doing. I’ve an idea that, thanks to you, we\nshan’t have much trouble from <i>them</i> to-night!”\n</p>\n<p>\nThe Mole vanished promptly through a window; and the Badger bade the other two\nset a table on its legs again, pick up knives and forks and plates and glasses\nfrom the <i>débris</i> on the floor, and see if they could find materials for a\nsupper. “I want some grub, I do,” he said, in that rather common\nway he had of speaking. “Stir your stumps, Toad, and look lively!\nWe’ve got your house back for you, and you don’t offer us so much\nas a sandwich.” Toad felt rather hurt that the Badger didn’t say\npleasant things to him, as he had to the Mole, and tell him what a fine fellow\nhe was, and how splendidly he had fought; for he was rather particularly\npleased with himself and the way he had gone for the Chief Weasel and sent him\nflying across the table with one blow of his stick. But he bustled about, and\nso did the Rat, and soon they found some guava jelly in a glass dish, and a\ncold chicken, a tongue that had hardly been touched, some trifle, and quite a\nlot of lobster salad; and in the pantry they came upon a basketful of French\nrolls and any quantity of cheese, butter, and celery. They were just about to\nsit down when the Mole clambered in through the window, chuckling, with an\narmful of rifles.\n</p>\n<p>\n“It’s all over,” he reported. “From what I can make\nout, as soon as the stoats, who were very nervous and jumpy already, heard the\nshrieks and the yells and the uproar inside the hall, some of them threw down\ntheir rifles and fled. The others stood fast for a bit, but when the weasels\ncame rushing out upon them they thought they were betrayed; and the stoats\ngrappled with the weasels, and the weasels fought to get away, and they\nwrestled and wriggled and punched each other, and rolled over and over, till\nmost of ’em rolled into the river! They’ve all disappeared by now,\none way or another; and I’ve got their rifles. So <i>that’s</i> all\nright!”\n</p>\n<p>\n“Excellent and deserving animal!” said the Badger, his mouth full\nof chicken and trifle. “Now, there’s just one more thing I want you\nto do, Mole, before you sit down to your supper along of us; and I\nwouldn’t trouble you only I know I can trust you to see a thing done, and\nI wish I could say the same of every one I know. I’d send Rat, if he\nwasn’t a poet. I want you to take those fellows on the floor there\nupstairs with you, and have some bedrooms cleaned out and tidied up and made\nreally comfortable. See that they sweep <i>under</i> the beds, and put clean sheets\nand pillow-cases on, and turn down one corner of the bed-clothes, just as you\nknow it ought to be done; and have a can of hot water, and clean towels, and\nfresh cakes of soap, put in each room. And then you can give them a licking\na-piece, if it’s any satisfaction to you, and put them out by the\nback-door, and we shan’t see any more of <i>them</i>, I fancy. And then come\nalong and have some of this cold tongue. It’s first rate. I’m very\npleased with you, Mole!”\n</p>\n<p>\nThe goodnatured Mole picked up a stick, formed his prisoners up in a line on\nthe floor, gave them the order “Quick march!” and led his squad off\nto the upper floor. After a time, he appeared again, smiling, and said that\nevery room was ready, and as clean as a new pin. “And I didn’t have\nto lick them, either,” he added. “I thought, on the whole, they had\nhad licking enough for one night, and the weasels, when I put the point to\nthem, quite agreed with me, and said they wouldn’t think of troubling me.\nThey were very penitent, and said they were extremely sorry for what they had\ndone, but it was all the fault of the Chief Weasel and the stoats, and if ever\nthey could do anything for us at any time to make up, we had only got to\nmention it. So I gave them a roll a-piece, and let them out at the back, and\noff they ran, as hard as they could!”\n</p>\n<p>\nThen the Mole pulled his chair up to the table, and pitched into the cold\ntongue; and Toad, like the gentleman he was, put all his jealousy from him, and\nsaid heartily, “Thank you kindly, dear Mole, for all your pains and\ntrouble tonight, and especially for your cleverness this morning!” The\nBadger was pleased at that, and said, “There spoke my brave Toad!”\nSo they finished their supper in great joy and contentment, and presently\nretired to rest between clean sheets, safe in Toad’s ancestral home, won\nback by matchless valour, consummate strategy, and a proper handling of sticks.\n</p>\n<p>\nThe following morning, Toad, who had overslept himself as usual, came down to\nbreakfast disgracefully late, and found on the table a certain quantity of\negg-shells, some fragments of cold and leathery toast, a coffee-pot\nthree-fourths empty, and really very little else; which did not tend to improve\nhis temper, considering that, after all, it was his own house. Through the\nFrench windows of the breakfast-room he could see the Mole and the Water Rat\nsitting in wicker-chairs out on the lawn, evidently telling each other stories;\nroaring with laughter and kicking their short legs up in the air. The Badger,\nwho was in an arm-chair and deep in the morning paper, merely looked up and\nnodded when Toad entered the room. But Toad knew his man, so he sat down and\nmade the best breakfast he could, merely observing to himself that he would get\nsquare with the others sooner or later. When he had nearly finished, the Badger\nlooked up and remarked rather shortly: “I’m sorry, Toad, but\nI’m afraid there’s a heavy morning’s work in front of you.\nYou see, we really ought to have a Banquet at once, to celebrate this affair.\nIt’s expected of you—in fact, it’s the rule.”\n</p>\n<p>\n“O, all right!” said the Toad, readily. “Anything to oblige.\nThough why on earth you should want to have a Banquet in the morning I cannot\nunderstand. But you know I do not live to please myself, but merely to find out\nwhat my friends want, and then try and arrange it for ’em, you dear old\nBadger!”\n</p>\n<p>\n“Don’t pretend to be stupider than you really are,” replied\nthe Badger, crossly; “and don’t chuckle and splutter in your coffee\nwhile you’re talking; it’s not manners. What I mean is, the Banquet\nwill be at night, of course, but the invitations will have to be written and\ngot off at once, and you’ve got to write ’em. Now, sit down at that\ntable—there’s stacks of letter-paper on it, with ‘Toad\nHall’ at the top in blue and gold—and write invitations to all our\nfriends, and if you stick to it we shall get them out before luncheon. And\n<i>I’ll</i> bear a hand, too; and take my share of the burden. <i>I’ll</i> order\nthe Banquet.”\n</p>\n<p>\n“What!” cried Toad, dismayed. “Me stop indoors and write a\nlot of rotten letters on a jolly morning like this, when I want to go around my\nproperty, and set everything and everybody to rights, and swagger about and\nenjoy myself! Certainly not! I’ll be—I’ll see\nyou——Stop a minute, though! Why, of course, dear Badger! What is my\npleasure or convenience compared with that of others! You wish it done, and it\nshall be done. Go, Badger, order the Banquet, order what you like; then join\nour young friends outside in their innocent mirth, oblivious of me and my cares\nand toils. I sacrifice this fair morning on the altar of duty and\nfriendship!”\n</p>\n<p>\nThe Badger looked at him very suspiciously, but Toad’s frank, open\ncountenance made it difficult to suggest any unworthy motive in this change of\nattitude. He quitted the room, accordingly, in the direction of the kitchen,\nand as soon as the door had closed behind him, Toad hurried to the\nwriting-table. A fine idea had occurred to him while he was talking. He <i>would</i>\nwrite the invitations; and he would take care to mention the leading part he\nhad taken in the fight, and how he had laid the Chief Weasel flat; and he would\nhint at his adventures, and what a career of triumph he had to tell about; and\non the fly-leaf he would set out a sort of a programme of entertainment for the\nevening—something like this, as he sketched it out in his head:—\n</p>\n<p class=\"center\">\nS<small>PEECH</small>. . . . B<small>Y</small> T<small>OAD</small>.<br/>\n(There will be other speeches by T<small>OAD</small> during the evening.)\n</p>\n<p class=\"center\">\nA<small>DDRESS</small>. . . B<small>Y</small> T<small>OAD</small><br/>\nS<small>YNOPSIS</small>—Our Prison System—the Waterways of Old\nEngland—Horse-dealing, and how to deal—Property, its rights and its\nduties—Back to the Land—A Typical English Squire.\n</p>\n<p class=\"center\">\nS<small>ONG</small>. . . . B<small>Y</small> T<small>OAD</small>.<br/>\n(Composed by himself.)\n</p>\n<p class=\"center\">\nO<small>THER</small> C<small>OMPOSITIONS</small>. B<small>Y</small>\nT<small>OAD</small><br/>\nwill be sung in the course of the evening by the. . . C<small>OMPOSER</small>.\n</p>\n<p>\nThe idea pleased him mightily, and he worked very hard and got all the letters\nfinished by noon, at which hour it was reported to him that there was a small\nand rather bedraggled weasel at the door, inquiring timidly whether he could be\nof any service to the gentlemen. Toad swaggered out and found it was one of the\nprisoners of the previous evening, very respectful and anxious to please. He\npatted him on the head, shoved the bundle of invitations into his paw, and told\nhim to cut along quick and deliver them as fast as he could, and if he liked to\ncome back again in the evening, perhaps there might be a shilling for him, or,\nagain, perhaps there mightn’t; and the poor weasel seemed really quite\ngrateful, and hurried off eagerly to do his mission.\n</p>\n<p>\nWhen the other animals came back to luncheon, very boisterous and breezy after\na morning on the river, the Mole, whose conscience had been pricking him,\nlooked doubtfully at Toad, expecting to find him sulky or depressed. Instead,\nhe was so uppish and inflated that the Mole began to suspect something; while\nthe Rat and the Badger exchanged significant glances.\n</p>\n<p>\nAs soon as the meal was over, Toad thrust his paws deep into his\ntrouser-pockets, remarked casually, “Well, look after yourselves, you\nfellows! Ask for anything you want!” and was swaggering off in the\ndirection of the garden, where he wanted to think out an idea or two for his\ncoming speeches, when the Rat caught him by the arm.\n</p>\n<p>\nToad rather suspected what he was after, and did his best to get away; but when\nthe Badger took him firmly by the other arm he began to see that the game was\nup. The two animals conducted him between them into the small smoking-room that\nopened out of the entrance-hall, shut the door, and put him into a chair. Then\nthey both stood in front of him, while Toad sat silent and regarded them with\nmuch suspicion and ill-humour.\n</p>\n<p>\n“Now, look here, Toad,” said the Rat. “It’s about this\nBanquet, and very sorry I am to have to speak to you like this. But we want you\nto understand clearly, once and for all, that there are going to be no speeches\nand no songs. Try and grasp the fact that on this occasion we’re not\narguing with you; we’re just telling you.”\n</p>\n<p>\nToad saw that he was trapped. They understood him, they saw through him, they\nhad got ahead of him. His pleasant dream was shattered.\n</p>\n<p>\n“Mayn’t I sing them just one <i>little</i> song?” he pleaded\npiteously.\n</p>\n<p>\n“No, not <i>one</i> little song,” replied the Rat firmly, though his heart\nbled as he noticed the trembling lip of the poor disappointed Toad.\n“It’s no good, Toady; you know well that your songs are all conceit\nand boasting and vanity; and your speeches are all self-praise\nand—and—well, and gross exaggeration\nand—and——”\n</p>\n<p>\n“And gas,” put in the Badger, in his common way.\n</p>\n<p>\n“It’s for your own good, Toady,” went on the Rat. “You\nknow you <i>must</i> turn over a new leaf sooner or later, and now seems a splendid\ntime to begin; a sort of turning-point in your career. Please don’t think\nthat saying all this doesn’t hurt me more than it hurts you.”\n</p>\n<p>\nToad remained a long while plunged in thought. At last he raised his head, and\nthe traces of strong emotion were visible on his features. “You have\nconquered, my friends,” he said in broken accents. “It was, to be\nsure, but a small thing that I asked—merely leave to blossom and expand\nfor yet one more evening, to let myself go and hear the tumultuous applause\nthat always seems to me—somehow—to bring out my best qualities.\nHowever, you are right, I know, and I am wrong. Hence forth I will be a very\ndifferent Toad. My friends, you shall never have occasion to blush for me\nagain. But, O dear, O dear, this is a hard world!”\n</p>\n<p>\nAnd, pressing his handkerchief to his face, he left the room, with faltering\nfootsteps.\n</p>\n<p>\n“Badger,” said the Rat, “<i>I</i> feel like a brute; I wonder\nwhat <i>you</i> feel like?”\n</p>\n<p>\n“O, I know, I know,” said the Badger gloomily. “But the thing\nhad to be done. This good fellow has got to live here, and hold his own, and be\nrespected. Would you have him a common laughing-stock, mocked and jeered at by\nstoats and weasels?”\n</p>\n<p>\n“Of course not,” said the Rat. “And, talking of weasels,\nit’s lucky we came upon that little weasel, just as he was setting out\nwith Toad’s invitations. I suspected something from what you told me, and\nhad a look at one or two; they were simply disgraceful. I confiscated the lot,\nand the good Mole is now sitting in the blue boudoir, filling up plain, simple\ninvitation cards.”\n</p>\n<p>\nAt last the hour for the banquet began to draw near, and Toad, who on leaving\nthe others had retired to his bedroom, was still sitting there, melancholy and\nthoughtful. His brow resting on his paw, he pondered long and deeply. Gradually\nhis countenance cleared, and he began to smile long, slow smiles. Then he took\nto giggling in a shy, self-conscious manner. At last he got up, locked the\ndoor, drew the curtains across the windows, collected all the chairs in the\nroom and arranged them in a semicircle, and took up his position in front of\nthem, swelling visibly. Then he bowed, coughed twice, and, letting himself go,\nwith uplifted voice he sang, to the enraptured audience that his imagination so\nclearly saw.\n</p>\n<p class=\"poem\">\nTOAD’S LAST LITTLE SONG!<br/>\n<br/>\nThe Toad—came—home!<br/>\nThere was panic in the parlours and howling in the halls,<br/>\nThere was crying in the cow-sheds and shrieking in the stalls,<br/>\nWhen the Toad—came—home!<br/>\n<br/>\nWhen the Toad—came—home!<br/>\nThere was smashing in of window and crashing in of door,<br/>\nThere was chivvying of weasels that fainted on the floor,<br/>\nWhen the Toad—came—home!<br/>\n<br/>\nBang! go the drums!<br/>\nThe trumpeters are tooting and the soldiers are saluting,<br/>\nAnd the cannon they are shooting and the motor-cars are hooting,<br/>\nAs the—Hero—comes!<br/>\n<br/>\nShout—Hoo-ray!<br/>\nAnd let each one of the crowd try and shout it very loud,<br/>\nIn honour of an animal of whom you’re justly proud,<br/>\nFor it’s Toad’s—great—day!\n</p>\n<p>\nHe sang this very loud, with great unction and expression; and when he had\ndone, he sang it all over again.\n</p>\n<p>\nThen he heaved a deep sigh; a long, long, long sigh.\n</p>\n<p>\nThen he dipped his hairbrush in the water-jug, parted his hair in the middle,\nand plastered it down very straight and sleek on each side of his face; and,\nunlocking the door, went quietly down the stairs to greet his guests, who he\nknew must be assembling in the drawing-room.\n</p>\n<p>\nAll the animals cheered when he entered, and crowded round to congratulate him\nand say nice things about his courage, and his cleverness, and his fighting\nqualities; but Toad only smiled faintly, and murmured, “Not at\nall!” Or, sometimes, for a change, “On the contrary!” Otter,\nwho was standing on the hearthrug, describing to an admiring circle of friends\nexactly how he would have managed things had he been there, came forward with a\nshout, threw his arm round Toad’s neck, and tried to take him round the\nroom in triumphal progress; but Toad, in a mild way, was rather snubby to him,\nremarking gently, as he disengaged himself, “Badger’s was the\nmastermind; the Mole and the Water Rat bore the brunt of the fighting; I merely\nserved in the ranks and did little or nothing.” The animals were\nevidently puzzled and taken aback by this unexpected attitude of his; and Toad\nfelt, as he moved from one guest to the other, making his modest responses,\nthat he was an object of absorbing interest to every one.\n</p>\n<p>\nThe Badger had ordered everything of the best, and the banquet was a great\nsuccess. There was much talking and laughter and chaff among the animals, but\nthrough it all Toad, who of course was in the chair, looked down his nose and\nmurmured pleasant nothings to the animals on either side of him. At intervals\nhe stole a glance at the Badger and the Rat, and always when he looked they\nwere staring at each other with their mouths open; and this gave him the\ngreatest satisfaction. Some of the younger and livelier animals, as the evening\nwore on, got whispering to each other that things were not so amusing as they\nused to be in the good old days; and there were some knockings on the table and\ncries of “Toad! Speech! Speech from Toad! Song! Mr. Toad’s\nsong!” But Toad only shook his head gently, raised one paw in mild\nprotest, and, by pressing delicacies on his guests, by topical small-talk, and\nby earnest inquiries after members of their families not yet old enough to\nappear at social functions, managed to convey to them that this dinner was\nbeing run on strictly conventional lines.\n</p>\n<p>\nHe was indeed an altered Toad!\n</p>\n<p>\nAfter this climax, the four animals continued to lead their lives, so rudely\nbroken in upon by civil war, in great joy and contentment, undisturbed by\nfurther risings or invasions. Toad, after due consultation with his friends,\nselected a handsome gold chain and locket set with pearls, which he dispatched\nto the gaoler’s daughter with a letter that even the Badger admitted to\nbe modest, grateful, and appreciative; and the engine-driver, in his turn, was\nproperly thanked and compensated for all his pains and trouble. Under severe\ncompulsion from the Badger, even the barge-woman was, with some trouble, sought\nout and the value of her horse discreetly made good to her; though Toad kicked\nterribly at this, holding himself to be an instrument of Fate, sent to punish\nfat women with mottled arms who couldn’t tell a real gentleman when they\nsaw one. The amount involved, it was true, was not very burdensome, the\ngipsy’s valuation being admitted by local assessors to be approximately\ncorrect.\n</p>\n<p>\nSometimes, in the course of long summer evenings, the friends would take a\nstroll together in the Wild Wood, now successfully tamed so far as they were\nconcerned; and it was pleasing to see how respectfully they were greeted by the\ninhabitants, and how the mother-weasels would bring their young ones to the\nmouths of their holes, and say, pointing, “Look, baby! There goes the\ngreat Mr. Toad! And that’s the gallant Water Rat, a terrible fighter,\nwalking along o’ him! And yonder comes the famous Mr. Mole, of whom you\nso often have heard your father tell!” But when their infants were\nfractious and quite beyond control, they would quiet them by telling how, if\nthey didn’t hush them and not fret them, the terrible grey Badger would\nup and get them. This was a base libel on Badger, who, though he cared little\nabout Society, was rather fond of children; but it never failed to have its\nfull effect.\n</p>"
}