{
  "title": "IX.WAYFARERS ALL",
  "subtitle": "IX.WAYFARERS ALL",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-11",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-10",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-12",
  "content": "<p>\nThe Water Rat was restless, and he did not exactly know why. To all appearance\nthe summer’s pomp was still at fullest height, and although in the tilled\nacres green had given way to gold, though rowans were reddening, and the woods\nwere dashed here and there with a tawny fierceness, yet light and warmth and\ncolour were still present in undiminished measure, clean of any chilly\npremonitions of the passing year. But the constant chorus of the orchards and\nhedges had shrunk to a casual evensong from a few yet unwearied performers; the\nrobin was beginning to assert himself once more; and there was a feeling in the\nair of change and departure. The cuckoo, of course, had long been silent; but\nmany another feathered friend, for months a part of the familiar landscape and\nits small society, was missing too and it seemed that the ranks thinned\nsteadily day by day. Rat, ever observant of all winged movement, saw that it\nwas taking daily a southing tendency; and even as he lay in bed at night he\nthought he could make out, passing in the darkness overhead, the beat and\nquiver of impatient pinions, obedient to the peremptory call.\n</p>\n<p>\nNature’s Grand Hotel has its Season, like the others. As the guests one\nby one pack, pay, and depart, and the seats at the <i>table-d’hôte</i> shrink\npitifully at each succeeding meal; as suites of rooms are closed, carpets taken\nup, and waiters sent away; those boarders who are staying on, <i>en pension</i>, until\nthe next year’s full re-opening, cannot help being somewhat affected by\nall these flittings and farewells, this eager discussion of plans, routes, and\nfresh quarters, this daily shrinkage in the stream of comradeship. One gets\nunsettled, depressed, and inclined to be querulous. Why this craving for\nchange? Why not stay on quietly here, like us, and be jolly? You don’t\nknow this hotel out of the season, and what fun we have among ourselves, we\nfellows who remain and see the whole interesting year out. All very true, no\ndoubt the others always reply; we quite envy you—and some other year\nperhaps—but just now we have engagements—and there’s the bus\nat the door—our time is up! So they depart, with a smile and a nod, and\nwe miss them, and feel resentful. The Rat was a self-sufficing sort of animal,\nrooted to the land, and, whoever went, he stayed; still, he could not help\nnoticing what was in the air, and feeling some of its influence in his bones.\n</p>\n<p>\nIt was difficult to settle down to anything seriously, with all this flitting\ngoing on. Leaving the water-side, where rushes stood thick and tall in a stream\nthat was becoming sluggish and low, he wandered country-wards, crossed a field\nor two of pasturage already looking dusty and parched, and thrust into the\ngreat sea of wheat, yellow, wavy, and murmurous, full of quiet motion and small\nwhisperings. Here he often loved to wander, through the forest of stiff strong\nstalks that carried their own golden sky away over his head—a sky that\nwas always dancing, shimmering, softly talking; or swaying strongly to the\npassing wind and recovering itself with a toss and a merry laugh. Here, too, he\nhad many small friends, a society complete in itself, leading full and busy\nlives, but always with a spare moment to gossip, and exchange news with a\nvisitor. Today, however, though they were civil enough, the field-mice and\nharvest-mice seemed preoccupied. Many were digging and tunnelling busily;\nothers, gathered together in small groups, examined plans and drawings of small\nflats, stated to be desirable and compact, and situated conveniently near the\nStores. Some were hauling out dusty trunks and dress-baskets, others were\nalready elbow-deep packing their belongings; while everywhere piles and bundles\nof wheat, oats, barley, beech-mast and nuts, lay about ready for transport.\n</p>\n<p>\n“Here’s old Ratty!” they cried as soon as they saw him.\n“Come and bear a hand, Rat, and don’t stand about idle!”\n</p>\n<p>\n“What sort of games are you up to?” said the Water Rat severely.\n“You know it isn’t time to be thinking of winter quarters yet, by a\nlong way!”\n</p>\n<p>\n“O yes, we know that,” explained a field-mouse rather shamefacedly;\n“but it’s always as well to be in good time, isn’t it? We\nreally <i>must</i> get all the furniture and baggage and stores moved out of this\nbefore those horrid machines begin clicking round the fields; and then, you\nknow, the best flats get picked up so quickly nowadays, and if you’re\nlate you have to put up with <i>anything</i>; and they want such a lot of doing up,\ntoo, before they’re fit to move into. Of course, we’re early, we\nknow that; but we’re only just making a start.”\n</p>\n<p>\n“O, bother <i>starts</i>,” said the Rat. “It’s a splendid day.\nCome for a row, or a stroll along the hedges, or a picnic in the woods, or\nsomething.”\n</p>\n<p>\n“Well, I <i>think</i> not <i>to-day</i>, thank you,” replied the field-mouse\nhurriedly. “Perhaps some <i>other</i> day—when we’ve more\n<i>time</i>——”\n</p>\n<p>\nThe Rat, with a snort of contempt, swung round to go, tripped over a hat-box,\nand fell, with undignified remarks.\n</p>\n<p>\n“If people would be more careful,” said a field-mouse rather\nstiffly, “and look where they’re going, people wouldn’t hurt\nthemselves—and forget themselves. Mind that hold-all, Rat! You’d\nbetter sit down somewhere. In an hour or two we may be more free to attend to\nyou.”\n</p>\n<p>\n“You won’t be ‘free’ as you call it much this side of\nChristmas, I can see that,” retorted the Rat grumpily, as he picked his\nway out of the field.\n</p>\n<p>\nHe returned somewhat despondently to his river again—his faithful,\nsteady-going old river, which never packed up, flitted, or went into winter\nquarters.\n</p>\n<p>\nIn the osiers which fringed the bank he spied a swallow sitting. Presently it\nwas joined by another, and then by a third; and the birds, fidgeting restlessly\non their bough, talked together earnestly and low.\n</p>\n<p>\n“What, <i>already</i>,” said the Rat, strolling up to them.\n“What’s the hurry? I call it simply ridiculous.”\n</p>\n<p>\n“O, we’re not off yet, if that’s what you mean,”\nreplied the first swallow. “We’re only making plans and arranging\nthings. Talking it over, you know—what route we’re taking this\nyear, and where we’ll stop, and so on. That’s half the fun!”\n</p>\n<p>\n“Fun?” said the Rat; “now that’s just what I\ndon’t understand. If you’ve <i>got</i> to leave this pleasant place, and\nyour friends who will miss you, and your snug homes that you’ve just\nsettled into, why, when the hour strikes I’ve no doubt you’ll go\nbravely, and face all the trouble and discomfort and change and newness, and\nmake believe that you’re not very unhappy. But to want to talk about it,\nor even think about it, till you really need——”\n</p>\n<p>\n“No, you don’t understand, naturally,” said the second\nswallow. “First, we feel it stirring within us, a sweet unrest; then back\ncome the recollections one by one, like homing pigeons. They flutter through\nour dreams at night, they fly with us in our wheelings and circlings by day. We\nhunger to inquire of each other, to compare notes and assure ourselves that it\nwas all really true, as one by one the scents and sounds and names of\nlong-forgotten places come gradually back and beckon to us.”\n</p>\n<p>\n“Couldn’t you stop on for just this year?” suggested the\nWater Rat, wistfully. “We’ll all do our best to make you feel at\nhome. You’ve no idea what good times we have here, while you are far\naway.”\n</p>\n<p>\n“I tried ‘stopping on’ one year,” said the third\nswallow. “I had grown so fond of the place that when the time came I hung\nback and let the others go on without me. For a few weeks it was all well\nenough, but afterwards, O the weary length of the nights! The shivering,\nsunless days! The air so clammy and chill, and not an insect in an acre of it!\nNo, it was no good; my courage broke down, and one cold, stormy night I took\nwing, flying well inland on account of the strong easterly gales. It was\nsnowing hard as I beat through the passes of the great mountains, and I had a\nstiff fight to win through; but never shall I forget the blissful feeling of\nthe hot sun again on my back as I sped down to the lakes that lay so blue and\nplacid below me, and the taste of my first fat insect! The past was like a bad\ndream; the future was all happy holiday as I moved southwards week by week,\neasily, lazily, lingering as long as I dared, but always heeding the call! No,\nI had had my warning; never again did I think of disobedience.”\n</p>\n<p>\n“Ah, yes, the call of the South, of the South!” twittered the other\ntwo dreamily. “Its songs its hues, its radiant air! O, do you\nremember——” and, forgetting the Rat, they slid into\npassionate reminiscence, while he listened fascinated, and his heart burned\nwithin him. In himself, too, he knew that it was vibrating at last, that chord\nhitherto dormant and unsuspected. The mere chatter of these southern-bound\nbirds, their pale and second-hand reports, had yet power to awaken this wild\nnew sensation and thrill him through and through with it; what would one moment\nof the real thing work in him—one passionate touch of the real southern\nsun, one waft of the authentic odor? With closed eyes he dared to dream a\nmoment in full abandonment, and when he looked again the river seemed steely\nand chill, the green fields grey and lightless. Then his loyal heart seemed to\ncry out on his weaker self for its treachery.\n</p>\n<p>\n“Why do you ever come back, then, at all?” he demanded of the\nswallows jealously. “What do you find to attract you in this poor drab\nlittle country?”\n</p>\n<p>\n“And do you think,” said the first swallow, “that the other\ncall is not for us too, in its due season? The call of lush meadow-grass, wet\norchards, warm, insect-haunted ponds, of browsing cattle, of haymaking, and all\nthe farm-buildings clustering round the House of the perfect Eaves?”\n</p>\n<p>\n“Do you suppose,” asked the second one, that you are the only\nliving thing that craves with a hungry longing to hear the cuckoo’s note\nagain?”\n</p>\n<p>\n“In due time,” said the third, “we shall be home-sick once\nmore for quiet water-lilies swaying on the surface of an English stream. But\nto-day all that seems pale and thin and very far away. Just now our blood\ndances to other music.”\n</p>\n<p>\nThey fell a-twittering among themselves once more, and this time their\nintoxicating babble was of violet seas, tawny sands, and lizard-haunted walls.\n</p>\n<p>\nRestlessly the Rat wandered off once more, climbed the slope that rose gently\nfrom the north bank of the river, and lay looking out towards the great ring of\nDowns that barred his vision further southwards—his simple horizon\nhitherto, his Mountains of the Moon, his limit behind which lay nothing he had\ncared to see or to know. To-day, to him gazing South with a new-born need\nstirring in his heart, the clear sky over their long low outline seemed to\npulsate with promise; to-day, the unseen was everything, the unknown the only\nreal fact of life. On this side of the hills was now the real blank, on the\nother lay the crowded and coloured panorama that his inner eye was seeing so\nclearly. What seas lay beyond, green, leaping, and crested! What sun-bathed\ncoasts, along which the white villas glittered against the olive woods! What\nquiet harbours, thronged with gallant shipping bound for purple islands of wine\nand spice, islands set low in languorous waters!\n</p>\n<p>\nHe rose and descended river-wards once more; then changed his mind and sought\nthe side of the dusty lane. There, lying half-buried in the thick, cool\nunder-hedge tangle that bordered it, he could muse on the metalled road and all\nthe wondrous world that it led to; on all the wayfarers, too, that might have\ntrodden it, and the fortunes and adventures they had gone to seek or found\nunseeking—out there, beyond—beyond!\n</p>\n<p>\nFootsteps fell on his ear, and the figure of one that walked somewhat wearily\ncame into view; and he saw that it was a Rat, and a very dusty one. The\nwayfarer, as he reached him, saluted with a gesture of courtesy that had\nsomething foreign about it—hesitated a moment—then with a pleasant\nsmile turned from the track and sat down by his side in the cool herbage. He\nseemed tired, and the Rat let him rest unquestioned, understanding something of\nwhat was in his thoughts; knowing, too, the value all animals attach at times\nto mere silent companionship, when the weary muscles slacken and the mind marks\ntime.\n</p>\n<p>\nThe wayfarer was lean and keen-featured, and somewhat bowed at the shoulders;\nhis paws were thin and long, his eyes much wrinkled at the corners, and he wore\nsmall gold ear rings in his neatly-set well-shaped ears. His knitted jersey was\nof a faded blue, his breeches, patched and stained, were based on a blue\nfoundation, and his small belongings that he carried were tied up in a blue\ncotton handkerchief.\n</p>\n<p>\nWhen he had rested awhile the stranger sighed, snuffed the air, and looked\nabout him.\n</p>\n<p>\n“That was clover, that warm whiff on the breeze,” he remarked;\n“and those are cows we hear cropping the grass behind us and blowing\nsoftly between mouthfuls. There is a sound of distant reapers, and yonder rises\na blue line of cottage smoke against the woodland. The river runs somewhere\nclose by, for I hear the call of a moorhen, and I see by your build that\nyou’re a freshwater mariner. Everything seems asleep, and yet going on\nall the time. It is a goodly life that you lead, friend; no doubt the best in\nthe world, if only you are strong enough to lead it!”\n</p>\n<p>\n“Yes, it’s <i>the</i> life, the only life, to live,” responded the\nWater Rat dreamily, and without his usual whole-hearted conviction.\n</p>\n<p>\n“I did not say exactly that,” replied the stranger cautiously;\n“but no doubt it’s the best. I’ve tried it, and I know. And\nbecause I’ve just tried it—six months of it—and know\nit’s the best, here am I, footsore and hungry, tramping away from it,\ntramping southward, following the old call, back to the old life, <i>the</i> life\nwhich is mine and which will not let me go.”\n</p>\n<p>\n“Is this, then, yet another of them?” mused the Rat. “And\nwhere have you just come from?” he asked. He hardly dared to ask where he\nwas bound for; he seemed to know the answer only too well.\n</p>\n<p>\n“Nice little farm,” replied the wayfarer, briefly. “Upalong\nin that direction”—he nodded northwards. “Never mind about\nit. I had everything I could want—everything I had any right to expect of\nlife, and more; and here I am! Glad to be here all the same, though, glad to be\nhere! So many miles further on the road, so many hours nearer to my\nheart’s desire!”\n</p>\n<p>\nHis shining eyes held fast to the horizon, and he seemed to be listening for\nsome sound that was wanting from that inland acreage, vocal as it was with the\ncheerful music of pasturage and farmyard.\n</p>\n<p>\n“You are not one of <i>us</i>,” said the Water Rat, “nor yet a\nfarmer; nor even, I should judge, of this country.”\n</p>\n<p>\n“Right,” replied the stranger. “I’m a seafaring rat, I\nam, and the port I originally hail from is Constantinople, though I’m a\nsort of a foreigner there too, in a manner of speaking. You will have heard of\nConstantinople, friend? A fair city, and an ancient and glorious one. And you\nmay have heard, too, of Sigurd, King of Norway, and how he sailed thither with\nsixty ships, and how he and his men rode up through streets all canopied in\ntheir honour with purple and gold; and how the Emperor and Empress came down\nand banqueted with him on board his ship. When Sigurd returned home, many of\nhis Northmen remained behind and entered the Emperor’s body-guard, and my\nancestor, a Norwegian born, stayed behind too, with the ships that Sigurd gave\nthe Emperor. Seafarers we have ever been, and no wonder; as for me, the city of\nmy birth is no more my home than any pleasant port between there and the London\nRiver. I know them all, and they know me. Set me down on any of their quays or\nforeshores, and I am home again.”\n</p>\n<p>\n“I suppose you go great voyages,” said the Water Rat with growing\ninterest. “Months and months out of sight of land, and provisions running\nshort, and allowanced as to water, and your mind communing with the mighty\nocean, and all that sort of thing?”\n</p>\n<p>\n“By no means,” said the Sea Rat frankly. “Such a life as you\ndescribe would not suit me at all. I’m in the coasting trade, and rarely\nout of sight of land. It’s the jolly times on shore that appeal to me, as\nmuch as any seafaring. O, those southern seaports! The smell of them, the\nriding-lights at night, the glamour!”\n</p>\n<p>\n“Well, perhaps you have chosen the better way,” said the Water Rat,\nbut rather doubtfully. “Tell me something of your coasting, then, if you\nhave a mind to, and what sort of harvest an animal of spirit might hope to\nbring home from it to warm his latter days with gallant memories by the\nfireside; for my life, I confess to you, feels to me to-day somewhat narrow and\ncircumscribed.”\n</p>\n<p>\n“My last voyage,” began the Sea Rat, “that landed me\neventually in this country, bound with high hopes for my inland farm, will\nserve as a good example of any of them, and, indeed, as an epitome of my\nhighly-coloured life. Family troubles, as usual, began it. The domestic\nstorm-cone was hoisted, and I shipped myself on board a small trading vessel\nbound from Constantinople, by classic seas whose every wave throbs with a\ndeathless memory, to the Grecian Islands and the Levant. Those were golden days\nand balmy nights! In and out of harbour all the time—old friends\neverywhere—sleeping in some cool temple or ruined cistern during the heat\nof the day—feasting and song after sundown, under great stars set in a\nvelvet sky! Thence we turned and coasted up the Adriatic, its shores swimming\nin an atmosphere of amber, rose, and aquamarine; we lay in wide land-locked\nharbours, we roamed through ancient and noble cities, until at last one\nmorning, as the sun rose royally behind us, we rode into Venice down a path of\ngold. O, Venice is a fine city, wherein a rat can wander at his ease and take\nhis pleasure! Or, when weary of wandering, can sit at the edge of the Grand\nCanal at night, feasting with his friends, when the air is full of music and\nthe sky full of stars, and the lights flash and shimmer on the polished steel\nprows of the swaying gondolas, packed so that you could walk across the canal\non them from side to side! And then the food—do you like shellfish? Well,\nwell, we won’t linger over that now.”\n</p>\n<p>\nHe was silent for a time; and the Water Rat, silent too and enthralled, floated\non dream-canals and heard a phantom song pealing high between vaporous grey\nwave-lapped walls.\n</p>\n<p>\n“Southwards we sailed again at last,” continued the Sea Rat,\n“coasting down the Italian shore, till finally we made Palermo, and there\nI quitted for a long, happy spell on shore. I never stick too long to one ship;\none gets narrow-minded and prejudiced. Besides, Sicily is one of my happy\nhunting-grounds. I know everybody there, and their ways just suit me. I spent\nmany jolly weeks in the island, staying with friends up country. When I grew\nrestless again I took advantage of a ship that was trading to Sardinia and\nCorsica; and very glad I was to feel the fresh breeze and the sea-spray in my\nface once more.”\n</p>\n<p>\n“But isn’t it very hot and stuffy, down in the—hold, I think\nyou call it?” asked the Water Rat.\n</p>\n<p>\nThe seafarer looked at him with the suspicion of a wink. “I’m an\nold hand,” he remarked with much simplicity. “The captain’s\ncabin’s good enough for me.”\n</p>\n<p>\n“It’s a hard life, by all accounts,” murmured the Rat, sunk\nin deep thought.\n</p>\n<p>\n“For the crew it is,” replied the seafarer gravely, again with the\nghost of a wink.\n</p>\n<p>\n“From Corsica,” he went on, “I made use of a ship that was\ntaking wine to the mainland. We made Alassio in the evening, lay to, hauled up\nour wine-casks, and hove them overboard, tied one to the other by a long line.\nThen the crew took to the boats and rowed shorewards, singing as they went, and\ndrawing after them the long bobbing procession of casks, like a mile of\nporpoises. On the sands they had horses waiting, which dragged the casks up the\nsteep street of the little town with a fine rush and clatter and scramble. When\nthe last cask was in, we went and refreshed and rested, and sat late into the\nnight, drinking with our friends, and next morning I took to the great\nolive-woods for a spell and a rest. For now I had done with islands for the\ntime, and ports and shipping were plentiful; so I led a lazy life among the\npeasants, lying and watching them work, or stretched high on the hillside with\nthe blue Mediterranean far below me. And so at length, by easy stages, and\npartly on foot, partly by sea, to Marseilles, and the meeting of old shipmates,\nand the visiting of great ocean-bound vessels, and feasting once more. Talk of\nshell-fish! Why, sometimes I dream of the shell-fish of Marseilles, and wake up\ncrying!”\n</p>\n<p>\n“That reminds me,” said the polite Water Rat; “you happened\nto mention that you were hungry, and I ought to have spoken earlier. Of course,\nyou will stop and take your midday meal with me? My hole is close by; it is\nsome time past noon, and you are very welcome to whatever there is.”\n</p>\n<p>\n“Now I call that kind and brotherly of you,” said the Sea Rat.\n“I was indeed hungry when I sat down, and ever since I inadvertently\nhappened to mention shell-fish, my pangs have been extreme. But couldn’t\nyou fetch it along out here? I am none too fond of going under hatches, unless\nI’m obliged to; and then, while we eat, I could tell you more concerning\nmy voyages and the pleasant life I lead—at least, it is very pleasant to\nme, and by your attention I judge it commends itself to you; whereas if we go\nindoors it is a hundred to one that I shall presently fall asleep.”\n</p>\n<p>\n“That is indeed an excellent suggestion,” said the Water Rat, and\nhurried off home. There he got out the luncheon-basket and packed a simple\nmeal, in which, remembering the stranger’s origin and preferences, he\ntook care to include a yard of long French bread, a sausage out of which the\ngarlic sang, some cheese which lay down and cried, and a long-necked\nstraw-covered flask wherein lay bottled sunshine shed and garnered on far\nSouthern slopes. Thus laden, he returned with all speed, and blushed for\npleasure at the old seaman’s commendations of his taste and judgment, as\ntogether they unpacked the basket and laid out the contents on the grass by the\nroadside.\n</p>\n<p>\nThe Sea Rat, as soon as his hunger was somewhat assuaged, continued the history\nof his latest voyage, conducting his simple hearer from port to port of Spain,\nlanding him at Lisbon, Oporto, and Bordeaux, introducing him to the pleasant\nharbours of Cornwall and Devon, and so up the Channel to that final quayside,\nwhere, landing after winds long contrary, storm-driven and weather-beaten, he\nhad caught the first magical hints and heraldings of another Spring, and, fired\nby these, had sped on a long tramp inland, hungry for the experiment of life on\nsome quiet farmstead, very far from the weary beating of any sea.\n</p>\n<p>\nSpell-bound and quivering with excitement, the Water Rat followed the\nAdventurer league by league, over stormy bays, through crowded roadsteads,\nacross harbour bars on a racing tide, up winding rivers that hid their busy\nlittle towns round a sudden turn; and left him with a regretful sigh planted at\nhis dull inland farm, about which he desired to hear nothing.\n</p>\n<p>\nBy this time their meal was over, and the Seafarer, refreshed and strengthened,\nhis voice more vibrant, his eye lit with a brightness that seemed caught from\nsome far-away sea-beacon, filled his glass with the red and glowing vintage of\nthe South, and, leaning towards the Water Rat, compelled his gaze and held him,\nbody and soul, while he talked. Those eyes were of the changing foam-streaked\ngrey-green of leaping Northern seas; in the glass shone a hot ruby that seemed\nthe very heart of the South, beating for him who had courage to respond to its\npulsation. The twin lights, the shifting grey and the steadfast red, mastered\nthe Water Rat and held him bound, fascinated, powerless. The quiet world\noutside their rays receded far away and ceased to be. And the talk, the\nwonderful talk flowed on—or was it speech entirely, or did it pass at\ntimes into song—chanty of the sailors weighing the dripping anchor,\nsonorous hum of the shrouds in a tearing North-Easter, ballad of the fisherman\nhauling his nets at sundown against an apricot sky, chords of guitar and\nmandoline from gondola or caique? Did it change into the cry of the wind,\nplaintive at first, angrily shrill as it freshened, rising to a tearing\nwhistle, sinking to a musical trickle of air from the leech of the bellying\nsail? All these sounds the spell-bound listener seemed to hear, and with them\nthe hungry complaint of the gulls and the sea-mews, the soft thunder of the\nbreaking wave, the cry of the protesting shingle. Back into speech again it\npassed, and with beating heart he was following the adventures of a dozen\nseaports, the fights, the escapes, the rallies, the comradeships, the gallant\nundertakings; or he searched islands for treasure, fished in still lagoons and\ndozed day-long on warm white sand. Of deep-sea fishings he heard tell, and\nmighty silver gatherings of the mile-long net; of sudden perils, noise of\nbreakers on a moonless night, or the tall bows of the great liner taking shape\noverhead through the fog; of the merry home-coming, the headland rounded, the\nharbour lights opened out; the groups seen dimly on the quay, the cheery hail,\nthe splash of the hawser; the trudge up the steep little street towards the\ncomforting glow of red-curtained windows.\n</p>\n<p>\nLastly, in his waking dream it seemed to him that the Adventurer had risen to\nhis feet, but was still speaking, still holding him fast with his sea-grey\neyes.\n</p>\n<p>\n“And now,” he was softly saying, “I take to the road again,\nholding on southwestwards for many a long and dusty day; till at last I reach\nthe little grey sea town I know so well, that clings along one steep side of\nthe harbour. There through dark doorways you look down flights of stone steps,\noverhung by great pink tufts of valerian and ending in a patch of sparkling\nblue water. The little boats that lie tethered to the rings and stanchions of\nthe old sea-wall are gaily painted as those I clambered in and out of in my own\nchildhood; the salmon leap on the flood tide, schools of mackerel flash and\nplay past quay-sides and foreshores, and by the windows the great vessels\nglide, night and day, up to their moorings or forth to the open sea. There,\nsooner or later, the ships of all seafaring nations arrive; and there, at its\ndestined hour, the ship of my choice will let go its anchor. I shall take my\ntime, I shall tarry and bide, till at last the right one lies waiting for me,\nwarped out into midstream, loaded low, her bowsprit pointing down harbour. I\nshall slip on board, by boat or along hawser; and then one morning I shall wake\nto the song and tramp of the sailors, the clink of the capstan, and the rattle\nof the anchor-chain coming merrily in. We shall break out the jib and the\nforesail, the white houses on the harbour side will glide slowly past us as she\ngathers steering-way, and the voyage will have begun! As she forges towards the\nheadland she will clothe herself with canvas; and then, once outside, the\nsounding slap of great green seas as she heels to the wind, pointing South!\n</p>\n<p>\n“And you, you will come too, young brother; for the days pass, and never\nreturn, and the South still waits for you. Take the Adventure, heed the call,\nnow ere the irrevocable moment passes! ’Tis but a banging of the door\nbehind you, a blithesome step forward, and you are out of the old life and into\nthe new! Then some day, some day long hence, jog home here if you will, when\nthe cup has been drained and the play has been played, and sit down by your\nquiet river with a store of goodly memories for company. You can easily\novertake me on the road, for you are young, and I am ageing and go softly. I\nwill linger, and look back; and at last I will surely see you coming, eager and\nlight-hearted, with all the South in your face!”\n</p>\n<p>\nThe voice died away and ceased as an insect’s tiny trumpet dwindles\nswiftly into silence; and the Water Rat, paralysed and staring, saw at last but\na distant speck on the white surface of the road.\n</p>\n<p>\nMechanically he rose and proceeded to repack the luncheon-basket, carefully and\nwithout haste. Mechanically he returned home, gathered together a few small\nnecessaries and special treasures he was fond of, and put them in a satchel;\nacting with slow deliberation, moving about the room like a sleep-walker;\nlistening ever with parted lips. He swung the satchel over his shoulder,\ncarefully selected a stout stick for his wayfaring, and with no haste, but with\nno hesitation at all, he stepped across the threshold just as the Mole appeared\nat the door.\n</p>\n<p>\n“Why, where are you off to, Ratty?” asked the Mole in great\nsurprise, grasping him by the arm.\n</p>\n<p>\n“Going South, with the rest of them,” murmured the Rat in a dreamy\nmonotone, never looking at him. “Seawards first and then on shipboard,\nand so to the shores that are calling me!”\n</p>\n<p>\nHe pressed resolutely forward, still without haste, but with dogged fixity of\npurpose; but the Mole, now thoroughly alarmed, placed himself in front of him,\nand looking into his eyes saw that they were glazed and set and turned a\nstreaked and shifting grey—not his friend’s eyes, but the eyes of\nsome other animal! Grappling with him strongly he dragged him inside, threw him\ndown, and held him.\n</p>\n<p>\nThe Rat struggled desperately for a few moments, and then his strength seemed\nsuddenly to leave him, and he lay still and exhausted, with closed eyes,\ntrembling. Presently the Mole assisted him to rise and placed him in a chair,\nwhere he sat collapsed and shrunken into himself, his body shaken by a violent\nshivering, passing in time into an hysterical fit of dry sobbing. Mole made the\ndoor fast, threw the satchel into a drawer and locked it, and sat down quietly\non the table by his friend, waiting for the strange seizure to pass. Gradually\nthe Rat sank into a troubled doze, broken by starts and confused murmurings of\nthings strange and wild and foreign to the unenlightened Mole; and from that he\npassed into a deep slumber.\n</p>\n<p>\nVery anxious in mind, the Mole left him for a time and busied himself with\nhousehold matters; and it was getting dark when he returned to the parlour and\nfound the Rat where he had left him, wide awake indeed, but listless, silent,\nand dejected. He took one hasty glance at his eyes; found them, to his great\ngratification, clear and dark and brown again as before; and then sat down and\ntried to cheer him up and help him to relate what had happened to him.\n</p>\n<p>\nPoor Ratty did his best, by degrees, to explain things; but how could he put\ninto cold words what had mostly been suggestion? How recall, for\nanother’s benefit, the haunting sea voices that had sung to him, how\nreproduce at second-hand the magic of the Seafarer’s hundred\nreminiscences? Even to himself, now the spell was broken and the glamour gone,\nhe found it difficult to account for what had seemed, some hours ago, the\ninevitable and only thing. It is not surprising, then, that he failed to convey\nto the Mole any clear idea of what he had been through that day.\n</p>\n<p>\nTo the Mole this much was plain: the fit, or attack, had passed away, and had\nleft him sane again, though shaken and cast down by the reaction. But he seemed\nto have lost all interest for the time in the things that went to make up his\ndaily life, as well as in all pleasant forecastings of the altered days and\ndoings that the changing season was surely bringing.\n</p>\n<p>\nCasually, then, and with seeming indifference, the Mole turned his talk to the\nharvest that was being gathered in, the towering wagons and their straining\nteams, the growing ricks, and the large moon rising over bare acres dotted with\nsheaves. He talked of the reddening apples around, of the browning nuts, of\njams and preserves and the distilling of cordials; till by easy stages such as\nthese he reached midwinter, its hearty joys and its snug home life, and then he\nbecame simply lyrical.\n</p>\n<p>\nBy degrees the Rat began to sit up and to join in. His dull eye brightened, and\nhe lost some of his listening air.\n</p>\n<p>\nPresently the tactful Mole slipped away and returned with a pencil and a few\nhalf-sheets of paper, which he placed on the table at his friend’s elbow.\n</p>\n<p>\n“It’s quite a long time since you did any poetry,” he\nremarked. “You might have a try at it this evening, instead\nof—well, brooding over things so much. I’ve an idea that\nyou’ll feel a lot better when you’ve got something jotted\ndown—if it’s only just the rhymes.”\n</p>\n<p>\nThe Rat pushed the paper away from him wearily, but the discreet Mole took\noccasion to leave the room, and when he peeped in again some time later, the\nRat was absorbed and deaf to the world; alternately scribbling and sucking the\ntop of his pencil. It is true that he sucked a good deal more than he\nscribbled; but it was joy to the Mole to know that the cure had at least begun.\n</p>"
}