{
  "title": "VI.MR. TOAD",
  "subtitle": "VI.MR. TOAD",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-8",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-7",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-9",
  "content": "<p>\nIt was a bright morning in the early part of summer; the river had resumed its\nwonted banks and its accustomed pace, and a hot sun seemed to be pulling\neverything green and bushy and spiky up out of the earth towards him, as if by\nstrings. The Mole and the Water Rat had been up since dawn, very busy on\nmatters connected with boats and the opening of the boating season; painting\nand varnishing, mending paddles, repairing cushions, hunting for missing\nboat-hooks, and so on; and were finishing breakfast in their little parlour and\neagerly discussing their plans for the day, when a heavy knock sounded at the\ndoor.\n</p>\n<p>\n“Bother!” said the Rat, all over egg. “See who it is, Mole,\nlike a good chap, since you’ve finished.”\n</p>\n<p>\nThe Mole went to attend the summons, and the Rat heard him utter a cry of\nsurprise. Then he flung the parlour door open, and announced with much\nimportance, “Mr. Badger!”\n</p>\n<p>\nThis was a wonderful thing, indeed, that the Badger should pay a formal call on\nthem, or indeed on anybody. He generally had to be caught, if you wanted him\nbadly, as he slipped quietly along a hedgerow of an early morning or a late\nevening, or else hunted up in his own house in the middle of the Wood, which\nwas a serious undertaking.\n</p>\n<p>\nThe Badger strode heavily into the room, and stood looking at the two animals\nwith an expression full of seriousness. The Rat let his egg-spoon fall on the\ntable-cloth, and sat open-mouthed.\n</p>\n<p>\n“The hour has come!” said the Badger at last with great solemnity.\n</p>\n<p>\n“What hour?” asked the Rat uneasily, glancing at the clock on the\nmantelpiece.\n</p>\n<p>\n“<i>Whose</i> hour, you should rather say,” replied the Badger.\n“Why, Toad’s hour! The hour of Toad! I said I would take him in\nhand as soon as the winter was well over, and I’m going to take him in\nhand to-day!”\n</p>\n<p>\n“Toad’s hour, of course!” cried the Mole delightedly.\n“Hooray! I remember now! <i>We’ll</i> teach him to be a sensible\nToad!”\n</p>\n<p>\n“This very morning,” continued the Badger, taking an arm-chair,\n“as I learnt last night from a trustworthy source, another new and\nexceptionally powerful motor-car will arrive at Toad Hall on approval or\nreturn. At this very moment, perhaps, Toad is busy arraying himself in those\nsingularly hideous habiliments so dear to him, which transform him from a\n(comparatively) good-looking Toad into an Object which throws any decent-minded\nanimal that comes across it into a violent fit. We must be up and doing, ere it\nis too late. You two animals will accompany me instantly to Toad Hall, and the\nwork of rescue shall be accomplished.”\n</p>\n<p>\n“Right you are!” cried the Rat, starting up. “We’ll\nrescue the poor unhappy animal! We’ll convert him! He’ll be the\nmost converted Toad that ever was before we’ve done with him!”\n</p>\n<p>\nThey set off up the road on their mission of mercy, Badger leading the way.\nAnimals when in company walk in a proper and sensible manner, in single file,\ninstead of sprawling all across the road and being of no use or support to each\nother in case of sudden trouble or danger.\n</p>\n<p>\nThey reached the carriage-drive of Toad Hall to find, as the Badger had\nanticipated, a shiny new motor-car, of great size, painted a bright red\n(Toad’s favourite colour), standing in front of the house. As they neared\nthe door it was flung open, and Mr. Toad, arrayed in goggles, cap, gaiters, and\nenormous overcoat, came swaggering down the steps, drawing on his gauntleted\ngloves.\n</p>\n<p>\n“Hullo! come on, you fellows!” he cried cheerfully on catching\nsight of them. “You’re just in time to come with me for a\njolly—to come for a jolly—for\na—er—jolly——”\n</p>\n<p>\nHis hearty accents faltered and fell away as he noticed the stern unbending\nlook on the countenances of his silent friends, and his invitation remained\nunfinished.\n</p>\n<p>\nThe Badger strode up the steps. “Take him inside,” he said sternly\nto his companions. Then, as Toad was hustled through the door, struggling and\nprotesting, he turned to the <i>chauffeur</i> in charge of the new motor-car.\n</p>\n<p>\n“I’m afraid you won’t be wanted to-day,” he said.\n“Mr. Toad has changed his mind. He will not require the car. Please\nunderstand that this is final. You needn’t wait.” Then he followed\nthe others inside and shut the door.\n</p>\n<p>\n“Now then!” he said to the Toad, when the four of them stood\ntogether in the Hall, “first of all, take those ridiculous things\noff!”\n</p>\n<p>\n“Shan’t!” replied Toad, with great spirit. “What is the\nmeaning of this gross outrage? I demand an instant explanation.”\n</p>\n<p>\n“Take them off him, then, you two,” ordered the Badger briefly.\n</p>\n<p>\nThey had to lay Toad out on the floor, kicking and calling all sorts of names,\nbefore they could get to work properly. Then the Rat sat on him, and the Mole\ngot his motor-clothes off him bit by bit, and they stood him up on his legs\nagain. A good deal of his blustering spirit seemed to have evaporated with the\nremoval of his fine panoply. Now that he was merely Toad, and no longer the\nTerror of the Highway, he giggled feebly and looked from one to the other\nappealingly, seeming quite to understand the situation.\n</p>\n<p>\n“You knew it must come to this, sooner or later, Toad,” the Badger\nexplained severely.\n</p>\n<p>\nYou’ve disregarded all the warnings we’ve given you, you’ve\ngone on squandering the money your father left you, and you’re getting us\nanimals a bad name in the district by your furious driving and your smashes and\nyour rows with the police. Independence is all very well, but we animals never\nallow our friends to make fools of themselves beyond a certain limit; and that\nlimit you’ve reached. Now, you’re a good fellow in many respects,\nand I don’t want to be too hard on you. I’ll make one more effort\nto bring you to reason. You will come with me into the smoking-room, and there\nyou will hear some facts about yourself; and we’ll see whether you come\nout of that room the same Toad that you went in.”\n</p>\n<p>\nHe took Toad firmly by the arm, led him into the smoking-room, and closed the\ndoor behind them.\n</p>\n<p>\n“<i>That’s</i> no good!” said the Rat contemptuously. “<i>Talking</i>\nto Toad’ll never cure him. He’ll <i>say</i> anything.”\n</p>\n<p>\nThey made themselves comfortable in armchairs and waited patiently. Through the\nclosed door they could just hear the long continuous drone of the\nBadger’s voice, rising and falling in waves of oratory; and presently\nthey noticed that the sermon began to be punctuated at intervals by long-drawn\nsobs, evidently proceeding from the bosom of Toad, who was a soft-hearted and\naffectionate fellow, very easily converted—for the time being—to\nany point of view.\n</p>\n<p>\nAfter some three-quarters of an hour the door opened, and the Badger\nreappeared, solemnly leading by the paw a very limp and dejected Toad. His skin\nhung baggily about him, his legs wobbled, and his cheeks were furrowed by the\ntears so plentifully called forth by the Badger’s moving discourse.\n</p>\n<p>\n“Sit down there, Toad,” said the Badger kindly, pointing to a\nchair. “My friends,” he went on, “I am pleased to inform you\nthat Toad has at last seen the error of his ways. He is truly sorry for his\nmisguided conduct in the past, and he has undertaken to give up motor-cars\nentirely and for ever. I have his solemn promise to that effect.”\n</p>\n<p>\n“That is very good news,” said the Mole gravely.\n</p>\n<p>\n“Very good news indeed,” observed the Rat dubiously, “if\nonly—<i>if</i> only——”\n</p>\n<p>\nHe was looking very hard at Toad as he said this, and could not help thinking\nhe perceived something vaguely resembling a twinkle in that animal’s\nstill sorrowful eye.\n</p>\n<p>\n“There’s only one thing more to be done,” continued the\ngratified Badger. “Toad, I want you solemnly to repeat, before your\nfriends here, what you fully admitted to me in the smoking-room just now.\nFirst, you are sorry for what you’ve done, and you see the folly of it\nall?”\n</p>\n<p>\nThere was a long, long pause. Toad looked desperately this way and that, while\nthe other animals waited in grave silence. At last he spoke.\n</p>\n<p>\n“No!” he said, a little sullenly, but stoutly; “I’m <i>not</i>\nsorry. And it wasn’t folly at all! It was simply glorious!”\n</p>\n<p>\n“What?” cried the Badger, greatly scandalised. “You\nbacksliding animal, didn’t you tell me just now, in\nthere——”\n</p>\n<p>\n“Oh, yes, yes, in <i>there</i>,” said Toad impatiently. “I’d\nhave said anything in <i>there</i>. You’re so eloquent, dear Badger, and so\nmoving, and so convincing, and put all your points so frightfully\nwell—you can do what you like with me in <i>there</i>, and you know it. But\nI’ve been searching my mind since, and going over things in it, and I\nfind that I’m not a bit sorry or repentant really, so it’s no\nearthly good saying I am; now, is it?”\n</p>\n<p>\n“Then you don’t promise,” said the Badger, “never to\ntouch a motor-car again?”\n</p>\n<p>\n“Certainly not!” replied Toad emphatically. “On the contrary,\nI faithfully promise that the very first motor-car I see, poop-poop! off I go\nin it!”\n</p>\n<p>\n“Told you so, didn’t I?” observed the Rat to the Mole.\n</p>\n<p>\n“Very well, then,” said the Badger firmly, rising to his feet.\n“Since you won’t yield to persuasion, we’ll try what force\ncan do. I feared it would come to this all along. You’ve often asked us\nthree to come and stay with you, Toad, in this handsome house of yours; well,\nnow we’re going to. When we’ve converted you to a proper point of\nview we may quit, but not before. Take him upstairs, you two, and lock him up\nin his bedroom, while we arrange matters between ourselves.”\n</p>\n<p>\n“It’s for your own good, Toady, you know,” said the Rat\nkindly, as Toad, kicking and struggling, was hauled up the stairs by his two\nfaithful friends. “Think what fun we shall all have together, just as we\nused to, when you’ve quite got over this—this painful attack of\nyours!”\n</p>\n<p>\n“We’ll take great care of everything for you till you’re\nwell, Toad,” said the Mole; “and we’ll see your money\nisn’t wasted, as it has been.”\n</p>\n<p>\n“No more of those regrettable incidents with the police, Toad,”\nsaid the Rat, as they thrust him into his bedroom.\n</p>\n<p>\n“And no more weeks in hospital, being ordered about by female nurses,\nToad,” added the Mole, turning the key on him.\n</p>\n<p>\nThey descended the stair, Toad shouting abuse at them through the keyhole; and\nthe three friends then met in conference on the situation.\n</p>\n<p>\n“It’s going to be a tedious business,” said the Badger,\nsighing. “I’ve never seen Toad so determined. However, we will see\nit out. He must never be left an instant unguarded. We shall have to take it in\nturns to be with him, till the poison has worked itself out of his\nsystem.”\n</p>\n<p>\nThey arranged watches accordingly. Each animal took it in turns to sleep in\nToad’s room at night, and they divided the day up between them. At first\nToad was undoubtedly very trying to his careful guardians. When his violent\nparoxysms possessed him he would arrange bedroom chairs in rude resemblance of\na motor-car and would crouch on the foremost of them, bent forward and staring\nfixedly ahead, making uncouth and ghastly noises, till the climax was reached,\nwhen, turning a complete somersault, he would lie prostrate amidst the ruins of\nthe chairs, apparently completely satisfied for the moment. As time passed,\nhowever, these painful seizures grew gradually less frequent, and his friends\nstrove to divert his mind into fresh channels. But his interest in other\nmatters did not seem to revive, and he grew apparently languid and depressed.\n</p>\n<p>\nOne fine morning the Rat, whose turn it was to go on duty, went upstairs to\nrelieve Badger, whom he found fidgeting to be off and stretch his legs in a\nlong ramble round his wood and down his earths and burrows. “Toad’s\nstill in bed,” he told the Rat, outside the door. “Can’t get\nmuch out of him, except, ‘O leave him alone, he wants nothing, perhaps\nhe’ll be better presently, it may pass off in time, don’t be unduly\nanxious,’ and so on. Now, you look out, Rat! When Toad’s quiet and\nsubmissive and playing at being the hero of a Sunday-school prize, then\nhe’s at his artfullest. There’s sure to be something up. I know\nhim. Well, now, I must be off.”\n</p>\n<p>\n“How are you to-day, old chap?” inquired the Rat cheerfully, as he\napproached Toad’s bedside.\n</p>\n<p>\nHe had to wait some minutes for an answer. At last a feeble voice replied,\n“Thank you so much, dear Ratty! So good of you to inquire! But first tell\nme how you are yourself, and the excellent Mole?”\n</p>\n<p>\n“O, <i>we’re</i> all right,” replied the Rat. “Mole,” he\nadded incautiously, “is going out for a run round with Badger.\nThey’ll be out till luncheon time, so you and I will spend a pleasant\nmorning together, and I’ll do my best to amuse you. Now jump up,\nthere’s a good fellow, and don’t lie moping there on a fine morning\nlike this!”\n</p>\n<p>\n“Dear, kind Rat,” murmured Toad, “how little you realise my\ncondition, and how very far I am from ‘jumping up’ now—if\never! But do not trouble about me. I hate being a burden to my friends, and I\ndo not expect to be one much longer. Indeed, I almost hope not.”\n</p>\n<p>\n“Well, I hope not, too,” said the Rat heartily. “You’ve\nbeen a fine bother to us all this time, and I’m glad to hear it’s\ngoing to stop. And in weather like this, and the boating season just beginning!\nIt’s too bad of you, Toad! It isn’t the trouble we mind, but\nyou’re making us miss such an awful lot.”\n</p>\n<p>\n“I’m afraid it <i>is</i> the trouble you mind, though,” replied the\nToad languidly. “I can quite understand it. It’s natural enough.\nYou’re tired of bothering about me. I mustn’t ask you to do\nanything further. I’m a nuisance, I know.”\n</p>\n<p>\n“You are, indeed,” said the Rat. “But I tell you, I’d\ntake any trouble on earth for you, if only you’d be a sensible\nanimal.”\n</p>\n<p>\n“If I thought that, Ratty,” murmured Toad, more feebly than ever,\n“then I would beg you—for the last time, probably—to step\nround to the village as quickly as possible—even now it may be too\nlate—and fetch the doctor. But don’t you bother. It’s only a\ntrouble, and perhaps we may as well let things take their course.”\n</p>\n<p>\n“Why, what do you want a doctor for?” inquired the Rat, coming\ncloser and examining him. He certainly lay very still and flat, and his voice\nwas weaker and his manner much changed.\n</p>\n<p>\n“Surely you have noticed of late——” murmured Toad.\n“But, no—why should you? Noticing things is only a trouble.\nTo-morrow, indeed, you may be saying to yourself, ‘O, if only I had\nnoticed sooner! If only I had done something!’ But no; it’s a\ntrouble. Never mind—forget that I asked.”\n</p>\n<p>\n“Look here, old man,” said the Rat, beginning to get rather\nalarmed, “of course I’ll fetch a doctor to you, if you really think\nyou want him. But you can hardly be bad enough for that yet. Let’s talk\nabout something else.”\n</p>\n<p>\n“I fear, dear friend,” said Toad, with a sad smile, “that\n‘talk’ can do little in a case like this—or doctors either,\nfor that matter; still, one must grasp at the slightest straw. And, by the\nway—while you are about it—I <i>hate</i> to give you additional trouble,\nbut I happen to remember that you will pass the door—would you mind at\nthe same time asking the lawyer to step up? It would be a convenience to me,\nand there are moments—perhaps I should say there is <i>a</i> moment—when\none must face disagreeable tasks, at whatever cost to exhausted nature!”\n</p>\n<p>\n“A lawyer! O, he must be really bad!” the affrighted Rat said to\nhimself, as he hurried from the room, not forgetting, however, to lock the door\ncarefully behind him.\n</p>\n<p>\nOutside, he stopped to consider. The other two were far away, and he had no one\nto consult.\n</p>\n<p>\n“It’s best to be on the safe side,” he said, on reflection.\n“I’ve known Toad fancy himself frightfully bad before, without the\nslightest reason; but I’ve never heard him ask for a lawyer! If\nthere’s nothing really the matter, the doctor will tell him he’s an\nold ass, and cheer him up; and that will be something gained. I’d better\nhumour him and go; it won’t take very long.” So he ran off to the\nvillage on his errand of mercy.\n</p>\n<p>\nThe Toad, who had hopped lightly out of bed as soon as he heard the key turned\nin the lock, watched him eagerly from the window till he disappeared down the\ncarriage-drive. Then, laughing heartily, he dressed as quickly as possible in\nthe smartest suit he could lay hands on at the moment, filled his pockets with\ncash which he took from a small drawer in the dressing-table, and next,\nknotting the sheets from his bed together and tying one end of the improvised\nrope round the central mullion of the handsome Tudor window which formed such a\nfeature of his bedroom, he scrambled out, slid lightly to the ground, and,\ntaking the opposite direction to the Rat, marched off lightheartedly, whistling\na merry tune.\n</p>\n<p>\nIt was a gloomy luncheon for Rat when the Badger and the Mole at length\nreturned, and he had to face them at table with his pitiful and unconvincing\nstory. The Badger’s caustic, not to say brutal, remarks may be imagined,\nand therefore passed over; but it was painful to the Rat that even the Mole,\nthough he took his friend’s side as far as possible, could not help\nsaying, “You’ve been a bit of a duffer this time, Ratty! Toad, too,\nof all animals!”\n</p>\n<p>\n“He did it awfully well,” said the crestfallen Rat.\n</p>\n<p>\n“He did <i>you</i> awfully well!” rejoined the Badger hotly.\n“However, talking won’t mend matters. He’s got clear away for\nthe time, that’s certain; and the worst of it is, he’ll be so\nconceited with what he’ll think is his cleverness that he may commit any\nfolly. One comfort is, we’re free now, and needn’t waste any more\nof our precious time doing sentry-go. But we’d better continue to sleep\nat Toad Hall for a while longer. Toad may be brought back at any\nmoment—on a stretcher, or between two policemen.”\n</p>\n<p>\nSo spoke the Badger, not knowing what the future held in store, or how much\nwater, and of how turbid a character, was to run under bridges before Toad\nshould sit at ease again in his ancestral Hall.\n</p>\n<p class=\"p2\">\nMeanwhile, Toad, gay and irresponsible, was walking briskly along the high\nroad, some miles from home. At first he had taken by-paths, and crossed many\nfields, and changed his course several times, in case of pursuit; but now,\nfeeling by this time safe from recapture, and the sun smiling brightly on him,\nand all Nature joining in a chorus of approval to the song of self-praise that\nhis own heart was singing to him, he almost danced along the road in his\nsatisfaction and conceit.\n</p>\n<p>\n“Smart piece of work that!” he remarked to himself chuckling.\n“Brain against brute force—and brain came out on the top—as\nit’s bound to do. Poor old Ratty! My! won’t he catch it when the\nBadger gets back! A worthy fellow, Ratty, with many good qualities, but very\nlittle intelligence and absolutely no education. I must take him in hand some\nday, and see if I can make something of him.”\n</p>\n<p>\nFilled full of conceited thoughts such as these he strode along, his head in\nthe air, till he reached a little town, where the sign of “The Red\nLion,” swinging across the road halfway down the main street, reminded\nhim that he had not breakfasted that day, and that he was exceedingly hungry\nafter his long walk. He marched into the Inn, ordered the best luncheon that\ncould be provided at so short a notice, and sat down to eat it in the\ncoffee-room.\n</p>\n<p>\nHe was about half-way through his meal when an only too familiar sound,\napproaching down the street, made him start and fall a-trembling all over. The\npoop-poop! drew nearer and nearer, the car could be heard to turn into the\ninn-yard and come to a stop, and Toad had to hold on to the leg of the table to\nconceal his over-mastering emotion. Presently the party entered the\ncoffee-room, hungry, talkative, and gay, voluble on their experiences of the\nmorning and the merits of the chariot that had brought them along so well. Toad\nlistened eagerly, all ears, for a time; at last he could stand it no longer. He\nslipped out of the room quietly, paid his bill at the bar, and as soon as he\ngot outside sauntered round quietly to the inn-yard. “There cannot be any\nharm,” he said to himself, “in my only just <i>looking</i> at it!”\n</p>\n<p>\nThe car stood in the middle of the yard, quite unattended, the stable-helps and\nother hangers-on being all at their dinner. Toad walked slowly round it,\ninspecting, criticising, musing deeply.\n</p>\n<p>\n“I wonder,” he said to himself presently, “I wonder if this\nsort of car <i>starts</i> easily?”\n</p>\n<p>\nNext moment, hardly knowing how it came about, he found he had hold of the\nhandle and was turning it. As the familiar sound broke forth, the old passion\nseized on Toad and completely mastered him, body and soul. As if in a dream he\nfound himself, somehow, seated in the driver’s seat; as if in a dream, he\npulled the lever and swung the car round the yard and out through the archway;\nand, as if in a dream, all sense of right and wrong, all fear of obvious\nconsequences, seemed temporarily suspended. He increased his pace, and as the\ncar devoured the street and leapt forth on the high road through the open\ncountry, he was only conscious that he was Toad once more, Toad at his best and\nhighest, Toad the terror, the traffic-queller, the Lord of the lone trail,\nbefore whom all must give way or be smitten into nothingness and everlasting\nnight. He chanted as he flew, and the car responded with sonorous drone; the\nmiles were eaten up under him as he sped he knew not whither, fulfilling his\ninstincts, living his hour, reckless of what might come to him.\n</p>\n<p>\n“To my mind,” observed the Chairman of the Bench of Magistrates\ncheerfully, “the <i>only</i> difficulty that presents itself in this otherwise\nvery clear case is, how we can possibly make it sufficiently hot for the\nincorrigible rogue and hardened ruffian whom we see cowering in the dock before\nus. Let me see: he has been found guilty, on the clearest evidence, first, of\nstealing a valuable motor-car; secondly, of driving to the public danger; and,\nthirdly, of gross impertinence to the rural police. Mr. Clerk, will you tell\nus, please, what is the very stiffest penalty we can impose for each of these\noffences? Without, of course, giving the prisoner the benefit of any doubt,\nbecause there isn’t any.”\n</p>\n<p>\nThe Clerk scratched his nose with his pen. “Some people would\nconsider,” he observed, “that stealing the motor-car was the worst\noffence; and so it is. But cheeking the police undoubtedly carries the severest\npenalty; and so it ought. Supposing you were to say twelve months for the\ntheft, which is mild; and three years for the furious driving, which is\nlenient; and fifteen years for the cheek, which was pretty bad sort of cheek,\njudging by what we’ve heard from the witness-box, even if you only\nbelieve one-tenth part of what you heard, and I never believe more\nmyself—those figures, if added together correctly, tot up to nineteen\nyears——”\n</p>\n<p>\n“First-rate!” said the Chairman.\n</p>\n<p>\n“—So you had better make it a round twenty years and be on the safe\nside,” concluded the Clerk.\n</p>\n<p>\n“An excellent suggestion!” said the Chairman approvingly.\n“Prisoner! Pull yourself together and try and stand up straight.\nIt’s going to be twenty years for you this time. And mind, if you appear\nbefore us again, upon any charge whatever, we shall have to deal with you very\nseriously!”\n</p>\n<p>\nThen the brutal minions of the law fell upon the hapless Toad; loaded him with\nchains, and dragged him from the Court House, shrieking, praying, protesting;\nacross the marketplace, where the playful populace, always as severe upon\ndetected crime as they are sympathetic and helpful when one is merely\n“wanted,” assailed him with jeers, carrots, and popular\ncatch-words; past hooting school children, their innocent faces lit up with the\npleasure they ever derive from the sight of a gentleman in difficulties; across\nthe hollow-sounding drawbridge, below the spiky portcullis, under the frowning\narchway of the grim old castle, whose ancient towers soared high overhead; past\nguardrooms full of grinning soldiery off duty, past sentries who coughed in a\nhorrid, sarcastic way, because that is as much as a sentry on his post dare do\nto show his contempt and abhorrence of crime; up time-worn winding stairs, past\nmen-at-arms in casquet and corselet of steel, darting threatening looks through\ntheir vizards; across courtyards, where mastiffs strained at their leash and\npawed the air to get at him; past ancient warders, their halberds leant against\nthe wall, dozing over a pasty and a flagon of brown ale; on and on, past the\nrack-chamber and the thumbscrew-room, past the turning that led to the private\nscaffold, till they reached the door of the grimmest dungeon that lay in the\nheart of the innermost keep. There at last they paused, where an ancient gaoler\nsat fingering a bunch of mighty keys.\n</p>\n<p>\n“Oddsbodikins!” said the sergeant of police, taking off his helmet\nand wiping his forehead. “Rouse thee, old loon, and take over from us\nthis vile Toad, a criminal of deepest guilt and matchless artfulness and\nresource. Watch and ward him with all thy skill; and mark thee well, greybeard,\nshould aught untoward befall, thy old head shall answer for his—and a\nmurrain on both of them!”\n</p>\n<p>\nThe gaoler nodded grimly, laying his withered hand on the shoulder of the\nmiserable Toad. The rusty key creaked in the lock, the great door clanged\nbehind them; and Toad was a helpless prisoner in the remotest dungeon of the\nbest-guarded keep of the stoutest castle in all the length and breadth of Merry\nEngland.\n</p>"
}