{
  "title": "I.THE RIVER BANK",
  "subtitle": "I.THE RIVER BANK",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-3",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-2",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-4",
  "content": "<p>\nThe Mole had been working very hard all the morning, spring-cleaning his little\nhome. First with brooms, then with dusters; then on ladders and steps and\nchairs, with a brush and a pail of whitewash; till he had dust in his throat\nand eyes, and splashes of whitewash all over his black fur, and an aching back\nand weary arms. Spring was moving in the air above and in the earth below and\naround him, penetrating even his dark and lowly little house with its spirit of\ndivine discontent and longing. It was small wonder, then, that he suddenly\nflung down his brush on the floor, said “Bother!” and “O\nblow!” and also “Hang spring-cleaning!” and bolted out of the\nhouse without even waiting to put on his coat. Something up above was calling\nhim imperiously, and he made for the steep little tunnel which answered in his\ncase to the gravelled carriage-drive owned by animals whose residences are\nnearer to the sun and air. So he scraped and scratched and scrabbled and\nscrooged and then he scrooged again and scrabbled and scratched and scraped,\nworking busily with his little paws and muttering to himself, “Up we go!\nUp we go!” till at last, pop! his snout came out into the sunlight, and\nhe found himself rolling in the warm grass of a great meadow.\n</p>\n<p>\n“This is fine!” he said to himself. “This is better than\nwhitewashing!” The sunshine struck hot on his fur, soft breezes caressed\nhis heated brow, and after the seclusion of the cellarage he had lived in so\nlong the carol of happy birds fell on his dulled hearing almost like a shout.\nJumping off all his four legs at once, in the joy of living and the delight of\nspring without its cleaning, he pursued his way across the meadow till he\nreached the hedge on the further side.\n</p>\n<p>\n“Hold up!” said an elderly rabbit at the gap. “Sixpence for\nthe privilege of passing by the private road!” He was bowled over in an\ninstant by the impatient and contemptuous Mole, who trotted along the side of\nthe hedge chaffing the other rabbits as they peeped hurriedly from their holes\nto see what the row was about. “Onion-sauce! Onion-sauce!” he\nremarked jeeringly, and was gone before they could think of a thoroughly\nsatisfactory reply. Then they all started grumbling at each other. “How\n<i>stupid</i> you are! Why didn’t you tell him——” “Well,\nwhy didn’t <i>you</i> say——” “You might have reminded\nhim——” and so on, in the usual way; but, of course, it was\nthen much too late, as is always the case.\n</p>\n<p>\nIt all seemed too good to be true. Hither and thither through the meadows he\nrambled busily, along the hedgerows, across the copses, finding everywhere\nbirds building, flowers budding, leaves thrusting—everything happy, and\nprogressive, and occupied. And instead of having an uneasy conscience pricking\nhim and whispering “whitewash!” he somehow could only feel how\njolly it was to be the only idle dog among all these busy citizens. After all,\nthe best part of a holiday is perhaps not so much to be resting yourself, as to\nsee all the other fellows busy working.\n</p>\n<p>\nHe thought his happiness was complete when, as he meandered aimlessly along,\nsuddenly he stood by the edge of a full-fed river. Never in his life had he\nseen a river before—this sleek, sinuous, full-bodied animal, chasing and\nchuckling, gripping things with a gurgle and leaving them with a laugh, to\nfling itself on fresh playmates that shook themselves free, and were caught and\nheld again. All was a-shake and a-shiver—glints and gleams and sparkles,\nrustle and swirl, chatter and bubble. The Mole was bewitched, entranced,\nfascinated. By the side of the river he trotted as one trots, when very small,\nby the side of a man who holds one spell-bound by exciting stories; and when\ntired at last, he sat on the bank, while the river still chattered on to him, a\nbabbling procession of the best stories in the world, sent from the heart of\nthe earth to be told at last to the insatiable sea.\n</p>\n<p>\nAs he sat on the grass and looked across the river, a dark hole in the bank\nopposite, just above the water’s edge, caught his eye, and dreamily he\nfell to considering what a nice snug dwelling-place it would make for an animal\nwith few wants and fond of a bijou riverside residence, above flood level and\nremote from noise and dust. As he gazed, something bright and small seemed to\ntwinkle down in the heart of it, vanished, then twinkled once more like a tiny\nstar. But it could hardly be a star in such an unlikely situation; and it was\ntoo glittering and small for a glow-worm. Then, as he looked, it winked at him,\nand so declared itself to be an eye; and a small face began gradually to grow\nup round it, like a frame round a picture.\n</p>\n<p>\nA brown little face, with whiskers.\n</p>\n<p>\nA grave round face, with the same twinkle in its eye that had first attracted\nhis notice.\n</p>\n<p>\nSmall neat ears and thick silky hair.\n</p>\n<p>\nIt was the Water Rat!\n</p>\n<p>\nThen the two animals stood and regarded each other cautiously.\n</p>\n<p>\n“Hullo, Mole!” said the Water Rat.\n</p>\n<p>\n“Hullo, Rat!” said the Mole.\n</p>\n<p>\n“Would you like to come over?” enquired the Rat presently.\n</p>\n<p>\n“Oh, its all very well to <i>talk</i>,” said the Mole, rather pettishly,\nhe being new to a river and riverside life and its ways.\n</p>\n<p>\nThe Rat said nothing, but stooped and unfastened a rope and hauled on it; then\nlightly stepped into a little boat which the Mole had not observed. It was\npainted blue outside and white within, and was just the size for two animals;\nand the Mole’s whole heart went out to it at once, even though he did not\nyet fully understand its uses.\n</p>\n<p>\nThe Rat sculled smartly across and made fast. Then he held up his forepaw as\nthe Mole stepped gingerly down. “Lean on that!” he said. “Now\nthen, step lively!” and the Mole to his surprise and rapture found\nhimself actually seated in the stern of a real boat.\n</p>\n<p>\n“This has been a wonderful day!” said he, as the Rat shoved off and\ntook to the sculls again. “Do you know, I’ve never been in a boat\nbefore in all my life.”\n</p>\n<p>\n“What?” cried the Rat, open-mouthed: “Never been in\na—you never—well I—what have you been doing, then?”\n</p>\n<p>\n“Is it so nice as all that?” asked the Mole shyly, though he was\nquite prepared to believe it as he leant back in his seat and surveyed the\ncushions, the oars, the rowlocks, and all the fascinating fittings, and felt\nthe boat sway lightly under him.\n</p>\n<p>\n“Nice? It’s the <i>only</i> thing,” said the Water Rat solemnly, as\nhe leant forward for his stroke. “Believe me, my young friend, there is\n<i>nothing</i>—absolute nothing—half so much worth doing as simply messing\nabout in boats. Simply messing,” he went on dreamily:\n“messing—about—in—boats; messing——”\n</p>\n<p>\n“Look ahead, Rat!” cried the Mole suddenly.\n</p>\n<p>\nIt was too late. The boat struck the bank full tilt. The dreamer, the joyous\noarsman, lay on his back at the bottom of the boat, his heels in the air.\n</p>\n<p>\n“—about in boats—or <i>with</i> boats,” the Rat went on\ncomposedly, picking himself up with a pleasant laugh. “In or out of\n’em, it doesn’t matter. Nothing seems really to matter,\nthat’s the charm of it. Whether you get away, or whether you don’t;\nwhether you arrive at your destination or whether you reach somewhere else, or\nwhether you never get anywhere at all, you’re always busy, and you never\ndo anything in particular; and when you’ve done it there’s always\nsomething else to do, and you can do it if you like, but you’d much\nbetter not. Look here! If you’ve really nothing else on hand this\nmorning, supposing we drop down the river together, and have a long day of\nit?”\n</p>\n<p>\nThe Mole waggled his toes from sheer happiness, spread his chest with a sigh of\nfull contentment, and leaned back blissfully into the soft cushions.\n“<i>What</i> a day I’m having!” he said. “Let us start at\nonce!”\n</p>\n<p>\n“Hold hard a minute, then!” said the Rat. He looped the painter\nthrough a ring in his landing-stage, climbed up into his hole above, and after\na short interval reappeared staggering under a fat, wicker luncheon-basket.\n</p>\n<p>\n“Shove that under your feet,” he observed to the Mole, as he passed\nit down into the boat. Then he untied the painter and took the sculls again.\n</p>\n<p>\n“What’s inside it?” asked the Mole, wriggling with curiosity.\n</p>\n<p>\n“There’s cold chicken inside it,” replied the Rat briefly;\n“\ncoldtonguecoldhamcoldbeefpickledgherkinssaladfrenchrollscresssandwichespottedme\natgingerbeerlemonadesodawater——”\n</p>\n<p>\n“O stop, stop,” cried the Mole in ecstacies: “This is too\nmuch!”\n</p>\n<p>\n“Do you really think so?” enquired the Rat seriously.\n“It’s only what I always take on these little excursions; and the\nother animals are always telling me that I’m a mean beast and cut it <i>very</i>\nfine!”\n</p>\n<p>\nThe Mole never heard a word he was saying. Absorbed in the new life he was\nentering upon, intoxicated with the sparkle, the ripple, the scents and the\nsounds and the sunlight, he trailed a paw in the water and dreamed long waking\ndreams. The Water Rat, like the good little fellow he was, sculled steadily on\nand forebore to disturb him.\n</p>\n<p>\n“I like your clothes awfully, old chap,” he remarked after some\nhalf an hour or so had passed. “I’m going to get a black velvet\nsmoking-suit myself some day, as soon as I can afford it.”\n</p>\n<p>\n“I beg your pardon,” said the Mole, pulling himself together with\nan effort. “You must think me very rude; but all this is so new to me.\nSo—this—is—a—River!”\n</p>\n<p>\n“<i>The</i> River,” corrected the Rat.\n</p>\n<p>\n“And you really live by the river? What a jolly life!”\n</p>\n<p>\n“By it and with it and on it and in it,” said the Rat.\n“It’s brother and sister to me, and aunts, and company, and food\nand drink, and (naturally) washing. It’s my world, and I don’t want\nany other. What it hasn’t got is not worth having, and what it\ndoesn’t know is not worth knowing. Lord! the times we’ve had\ntogether! Whether in winter or summer, spring or autumn, it’s always got\nits fun and its excitements. When the floods are on in February, and my cellars\nand basement are brimming with drink that’s no good to me, and the brown\nwater runs by my best bedroom window; or again when it all drops away and,\nshows patches of mud that smells like plum-cake, and the rushes and weed clog\nthe channels, and I can potter about dry shod over most of the bed of it and\nfind fresh food to eat, and things careless people have dropped out of\nboats!”\n</p>\n<p>\n“But isn’t it a bit dull at times?” the Mole ventured to ask.\n“Just you and the river, and no one else to pass a word with?”\n</p>\n<p>\n“No one else to—well, I mustn’t be hard on you,” said\nthe Rat with forbearance. “You’re new to it, and of course you\ndon’t know. The bank is so crowded nowadays that many people are moving\naway altogether: O no, it isn’t what it used to be, at all. Otters,\nkingfishers, dabchicks, moorhens, all of them about all day long and always\nwanting you to <i>do</i> something—as if a fellow had no business of his own to\nattend to!”\n</p>\n<p>\n“What lies over <i>there?</i>” asked the Mole, waving a paw towards a\nbackground of woodland that darkly framed the water-meadows on one side of the\nriver.\n</p>\n<p>\n“That? O, that’s just the Wild Wood,” said the Rat shortly.\n“We don’t go there very much, we river-bankers.”\n</p>\n<p>\n“Aren’t they—aren’t they very <i>nice</i> people in\nthere?” said the Mole, a trifle nervously.\n</p>\n<p>\n“W-e-ll,” replied the Rat, “let me see. The squirrels are all\nright. <i>And</i> the rabbits—some of ’em, but rabbits are a mixed lot.\nAnd then there’s Badger, of course. He lives right in the heart of it;\nwouldn’t live anywhere else, either, if you paid him to do it. Dear old\nBadger! Nobody interferes with <i>him</i>. They’d better not,” he added\nsignificantly.\n</p>\n<p>\n“Why, who <i>should</i> interfere with him?” asked the Mole.\n</p>\n<p>\n“Well, of course—there—are others,” explained the Rat\nin a hesitating sort of way.\n</p>\n<p>\n“Weasels—and stoats—and foxes—and so on. They’re\nall right in a way—I’m very good friends with them—pass the\ntime of day when we meet, and all that—but they break out sometimes,\nthere’s no denying it, and then—well, you can’t really trust\nthem, and that’s the fact.”\n</p>\n<p>\nThe Mole knew well that it is quite against animal-etiquette to dwell on\npossible trouble ahead, or even to allude to it; so he dropped the subject.\n</p>\n<p>\n“And beyond the Wild Wood again?” he asked: “Where it’s\nall blue and dim, and one sees what may be hills or perhaps they mayn’t,\nand something like the smoke of towns, or is it only cloud-drift?”\n</p>\n<p>\n“Beyond the Wild Wood comes the Wide World,” said the Rat.\n“And that’s something that doesn’t matter, either to you or\nme. I’ve never been there, and I’m never going, nor you either, if\nyou’ve got any sense at all. Don’t ever refer to it again, please.\nNow then! Here’s our backwater at last, where we’re going to\nlunch.”\n</p>\n<p>\nLeaving the main stream, they now passed into what seemed at first sight like a\nlittle land-locked lake. Green turf sloped down to either edge, brown snaky\ntree-roots gleamed below the surface of the quiet water, while ahead of them\nthe silvery shoulder and foamy tumble of a weir, arm-in-arm with a restless\ndripping mill-wheel, that held up in its turn a grey-gabled mill-house, filled\nthe air with a soothing murmur of sound, dull and smothery, yet with little\nclear voices speaking up cheerfully out of it at intervals. It was so very\nbeautiful that the Mole could only hold up both forepaws and gasp, “O my!\nO my! O my!”\n</p>\n<p>\nThe Rat brought the boat alongside the bank, made her fast, helped the still\nawkward Mole safely ashore, and swung out the luncheon-basket. The Mole begged\nas a favour to be allowed to unpack it all by himself; and the Rat was very\npleased to indulge him, and to sprawl at full length on the grass and rest,\nwhile his excited friend shook out the table-cloth and spread it, took out all\nthe mysterious packets one by one and arranged their contents in due order,\nstill gasping, “O my! O my!” at each fresh revelation. When all was\nready, the Rat said, “Now, pitch in, old fellow!” and the Mole was\nindeed very glad to obey, for he had started his spring-cleaning at a very\nearly hour that morning, as people <i>will</i> do, and had not paused for bite or sup;\nand he had been through a very great deal since that distant time which now\nseemed so many days ago.\n</p>\n<p>\n“What are you looking at?” said the Rat presently, when the edge of\ntheir hunger was somewhat dulled, and the Mole’s eyes were able to wander\noff the table-cloth a little.\n</p>\n<p>\n“I am looking,” said the Mole, “at a streak of bubbles that I\nsee travelling along the surface of the water. That is a thing that strikes me\nas funny.”\n</p>\n<p>\n“Bubbles? Oho!” said the Rat, and chirruped cheerily in an inviting\nsort of way.\n</p>\n<p>\nA broad glistening muzzle showed itself above the edge of the bank, and the\nOtter hauled himself out and shook the water from his coat.\n</p>\n<p>\n“Greedy beggars!” he observed, making for the provender. “Why\ndidn’t you invite me, Ratty?”\n</p>\n<p>\n“This was an impromptu affair,” explained the Rat. “By the\nway—my friend Mr. Mole.”\n</p>\n<p>\n“Proud, I’m sure,” said the Otter, and the two animals were\nfriends forthwith.\n</p>\n<p>\n“Such a rumpus everywhere!” continued the Otter. “All the\nworld seems out on the river to-day. I came up this backwater to try and get a\nmoment’s peace, and then stumble upon you fellows!—At least—I\nbeg pardon—I don’t exactly mean that, you know.”\n</p>\n<p>\nThere was a rustle behind them, proceeding from a hedge wherein last\nyear’s leaves still clung thick, and a stripy head, with high shoulders\nbehind it, peered forth on them.\n</p>\n<p>\n“Come on, old Badger!” shouted the Rat.\n</p>\n<p>\nThe Badger trotted forward a pace or two; then grunted, “H’m!\nCompany,” and turned his back and disappeared from view.\n</p>\n<p>\n“That’s <i>just</i> the sort of fellow he is!” observed the\ndisappointed Rat. “Simply hates Society! Now we shan’t see any more\nof him to-day. Well, tell us, <i>who’s</i> out on the river?”\n</p>\n<p>\n“Toad’s out, for one,” replied the Otter. “In his\nbrand-new wager-boat; new togs, new everything!”\n</p>\n<p>\nThe two animals looked at each other and laughed.\n</p>\n<p>\n“Once, it was nothing but sailing,” said the Rat, “Then he\ntired of that and took to punting. Nothing would please him but to punt all day\nand every day, and a nice mess he made of it. Last year it was house-boating,\nand we all had to go and stay with him in his house-boat, and pretend we liked\nit. He was going to spend the rest of his life in a house-boat. It’s all\nthe same, whatever he takes up; he gets tired of it, and starts on something\nfresh.”\n</p>\n<p>\n“Such a good fellow, too,” remarked the Otter reflectively:\n“But no stability—especially in a boat!”\n</p>\n<p>\nFrom where they sat they could get a glimpse of the main stream across the\nisland that separated them; and just then a wager-boat flashed into view, the\nrower—a short, stout figure—splashing badly and rolling a good\ndeal, but working his hardest. The Rat stood up and hailed him, but\nToad—for it was he—shook his head and settled sternly to his work.\n</p>\n<p>\n“He’ll be out of the boat in a minute if he rolls like that,”\nsaid the Rat, sitting down again.\n</p>\n<p>\n“Of course he will,” chuckled the Otter. “Did I ever tell you\nthat good story about Toad and the lock-keeper? It happened this way.\nToad....”\n</p>\n<p>\nAn errant May-fly swerved unsteadily athwart the current in the intoxicated\nfashion affected by young bloods of May-flies seeing life. A swirl of water and\na “cloop!” and the May-fly was visible no more.\n</p>\n<p>\nNeither was the Otter.\n</p>\n<p>\nThe Mole looked down. The voice was still in his ears, but the turf whereon he\nhad sprawled was clearly vacant. Not an Otter to be seen, as far as the distant\nhorizon.\n</p>\n<p>\nBut again there was a streak of bubbles on the surface of the river.\n</p>\n<p>\nThe Rat hummed a tune, and the Mole recollected that animal-etiquette forbade\nany sort of comment on the sudden disappearance of one’s friends at any\nmoment, for any reason or no reason whatever.\n</p>\n<p>\n“Well, well,” said the Rat, “I suppose we ought to be moving.\nI wonder which of us had better pack the luncheon-basket?” He did not\nspeak as if he was frightfully eager for the treat.\n</p>\n<p>\n“O, please let me,” said the Mole. So, of course, the Rat let him.\n</p>\n<p>\nPacking the basket was not quite such pleasant work as unpacking the\nbasket. It never is. But the Mole was bent on enjoying everything, and although\njust when he had got the basket packed and strapped up tightly he saw a plate\nstaring up at him from the grass, and when the job had been done again the Rat\npointed out a fork which anybody ought to have seen, and last of all, behold!\nthe mustard pot, which he had been sitting on without knowing it—still,\nsomehow, the thing got finished at last, without much loss of temper.\n</p>\n<p>\nThe afternoon sun was getting low as the Rat sculled gently homewards in a\ndreamy mood, murmuring poetry-things over to himself, and not paying much\nattention to Mole. But the Mole was very full of lunch, and self-satisfaction,\nand pride, and already quite at home in a boat (so he thought) and was getting\na bit restless besides: and presently he said, “Ratty! Please, <i>I</i>\nwant to row, now!”\n</p>\n<p>\nThe Rat shook his head with a smile. “Not yet, my young friend,” he\nsaid—“wait till you’ve had a few lessons. It’s not so\neasy as it looks.”\n</p>\n<p>\nThe Mole was quiet for a minute or two. But he began to feel more and more\njealous of Rat, sculling so strongly and so easily along, and his pride began\nto whisper that he could do it every bit as well. He jumped up and seized the\nsculls, so suddenly, that the Rat, who was gazing out over the water and saying\nmore poetry-things to himself, was taken by surprise and fell backwards off his\nseat with his legs in the air for the second time, while the triumphant Mole\ntook his place and grabbed the sculls with entire confidence.\n</p>\n<p>\n“Stop it, you <i>silly</i> ass!” cried the Rat, from the bottom of the\nboat. “You can’t do it! You’ll have us over!”\n</p>\n<p>\nThe Mole flung his sculls back with a flourish, and made a great dig at the\nwater. He missed the surface altogether, his legs flew up above his head, and\nhe found himself lying on the top of the prostrate Rat. Greatly alarmed, he\nmade a grab at the side of the boat, and the next moment—Sploosh!\n</p>\n<p>\nOver went the boat, and he found himself struggling in the river.\n</p>\n<p>\nO my, how cold the water was, and O, how <i>very</i> wet it felt. How it sang in his\nears as he went down, down, down! How bright and welcome the sun looked as he\nrose to the surface coughing and spluttering! How black was his despair when he\nfelt himself sinking again! Then a firm paw gripped him by the back of his\nneck. It was the Rat, and he was evidently laughing—the Mole could <i>feel</i>\nhim laughing, right down his arm and through his paw, and so into his—the\nMole’s—neck.\n</p>\n<p>\nThe Rat got hold of a scull and shoved it under the Mole’s arm; then he\ndid the same by the other side of him and, swimming behind, propelled the\nhelpless animal to shore, hauled him out, and set him down on the bank, a\nsquashy, pulpy lump of misery.\n</p>\n<p>\nWhen the Rat had rubbed him down a bit, and wrung some of the wet out of him,\nhe said, “Now, then, old fellow! Trot up and down the towing-path as hard\nas you can, till you’re warm and dry again, while I dive for the\nluncheon-basket.”\n</p>\n<p>\nSo the dismal Mole, wet without and ashamed within, trotted about till he was\nfairly dry, while the Rat plunged into the water again, recovered the boat,\nrighted her and made her fast, fetched his floating property to shore by\ndegrees, and finally dived successfully for the luncheon-basket and struggled\nto land with it.\n</p>\n<p>\nWhen all was ready for a start once more, the Mole, limp and dejected, took his\nseat in the stern of the boat; and as they set off, he said in a low voice,\nbroken with emotion, “Ratty, my generous friend! I am very sorry indeed\nfor my foolish and ungrateful conduct. My heart quite fails me when I think how\nI might have lost that beautiful luncheon-basket. Indeed, I have been a\ncomplete ass, and I know it. Will you overlook it this once and forgive me, and\nlet things go on as before?”\n</p>\n<p>\n“That’s all right, bless you!” responded the Rat cheerily.\n“What’s a little wet to a Water Rat? I’m more in the water\nthan out of it most days. Don’t you think any more about it; and, look\nhere! I really think you had better come and stop with me for a little time.\nIt’s very plain and rough, you know—not like Toad’s house at\nall—but you haven’t seen that yet; still, I can make you\ncomfortable. And I’ll teach you to row, and to swim, and you’ll\nsoon be as handy on the water as any of us.”\n</p>\n<p>\nThe Mole was so touched by his kind manner of speaking that he could find no\nvoice to answer him; and he had to brush away a tear or two with the back of\nhis paw. But the Rat kindly looked in another direction, and presently the\nMole’s spirits revived again, and he was even able to give some straight\nback-talk to a couple of moorhens who were sniggering to each other about his\nbedraggled appearance.\n</p>\n<p>\nWhen they got home, the Rat made a bright fire in the parlour, and planted the\nMole in an arm-chair in front of it, having fetched down a dressing-gown and\nslippers for him, and told him river stories till supper-time. Very thrilling\nstories they were, too, to an earth-dwelling animal like Mole. Stories about\nweirs, and sudden floods, and leaping pike, and steamers that flung hard\nbottles—at least bottles were certainly flung, and <i>from</i> steamers, so\npresumably <i>by</i> them; and about herons, and how particular they were whom they\nspoke to; and about adventures down drains, and night-fishings with Otter, or\nexcursions far a-field with Badger. Supper was a most cheerful meal; but very\nshortly afterwards a terribly sleepy Mole had to be escorted upstairs by his\nconsiderate host, to the best bedroom, where he soon laid his head on his\npillow in great peace and contentment, knowing that his new-found friend the\nRiver was lapping the sill of his window.\n</p>\n<p>\nThis day was only the first of many similar ones for the emancipated Mole, each\nof them longer and full of interest as the ripening summer moved onward. He\nlearnt to swim and to row, and entered into the joy of running water; and with\nhis ear to the reed-stems he caught, at intervals, something of what the wind\nwent whispering so constantly among them.\n</p>"
}