{
  "title": "X.THE FURTHER ADVENTURES OF TOAD",
  "subtitle": "X.THE FURTHER ADVENTURES OF TOAD",
  "chapterId": "the-wind-in-the-willows---project-gutenberg-chapter-12",
  "prev": "the-wind-in-the-willows---project-gutenberg-chapter-11",
  "next": "the-wind-in-the-willows---project-gutenberg-chapter-13",
  "content": "<p>\nThe front door of the hollow tree faced eastwards, so Toad was called at an\nearly hour; partly by the bright sunlight streaming in on him, partly by the\nexceeding coldness of his toes, which made him dream that he was at home in bed\nin his own handsome room with the Tudor window, on a cold winter’s night,\nand his bedclothes had got up, grumbling and protesting they couldn’t\nstand the cold any longer, and had run downstairs to the kitchen fire to warm\nthemselves; and he had followed, on bare feet, along miles and miles of icy\nstone-paved passages, arguing and beseeching them to be reasonable. He would\nprobably have been aroused much earlier, had he not slept for some weeks on\nstraw over stone flags, and almost forgotten the friendly feeling of thick\nblankets pulled well up round the chin.\n</p>\n<p>\nSitting up, he rubbed his eyes first and his complaining toes next, wondered\nfor a moment where he was, looking round for familiar stone wall and little\nbarred window; then, with a leap of the heart, remembered everything—his\nescape, his flight, his pursuit; remembered, first and best thing of all, that\nhe was free!\n</p>\n<p>\nFree! The word and the thought alone were worth fifty blankets. He was warm\nfrom end to end as he thought of the jolly world outside, waiting eagerly for\nhim to make his triumphal entrance, ready to serve him and play up to him,\nanxious to help him and to keep him company, as it always had been in days of\nold before misfortune fell upon him. He shook himself and combed the dry leaves\nout of his hair with his fingers; and, his toilet complete, marched forth into\nthe comfortable morning sun, cold but confident, hungry but hopeful, all\nnervous terrors of yesterday dispelled by rest and sleep and frank and\nheartening sunshine.\n</p>\n<p>\nHe had the world all to himself, that early summer morning. The dewy woodland,\nas he threaded it, was solitary and still: the green fields that succeeded the\ntrees were his own to do as he liked with; the road itself, when he reached it,\nin that loneliness that was everywhere, seemed, like a stray dog, to be looking\nanxiously for company. Toad, however, was looking for something that could\ntalk, and tell him clearly which way he ought to go. It is all very well, when\nyou have a light heart, and a clear conscience, and money in your pocket, and\nnobody scouring the country for you to drag you off to prison again, to follow\nwhere the road beckons and points, not caring whither. The practical Toad cared\nvery much indeed, and he could have kicked the road for its helpless silence\nwhen every minute was of importance to him.\n</p>\n<p>\nThe reserved rustic road was presently joined by a shy little brother in the\nshape of a canal, which took its hand and ambled along by its side in perfect\nconfidence, but with the same tongue-tied, uncommunicative attitude towards\nstrangers. “Bother them!” said Toad to himself. “But, anyhow,\none thing’s clear. They must both be coming <i>from</i> somewhere, and going <i>to</i>\nsomewhere. You can’t get over that. Toad, my boy!” So he marched on\npatiently by the water’s edge.\n</p>\n<p>\nRound a bend in the canal came plodding a solitary horse, stooping forward as\nif in anxious thought. From rope traces attached to his collar stretched a long\nline, taut, but dipping with his stride, the further part of it dripping pearly\ndrops. Toad let the horse pass, and stood waiting for what the fates were\nsending him.\n</p>\n<p>\nWith a pleasant swirl of quiet water at its blunt bow the barge slid up\nalongside of him, its gaily painted gunwale level with the towing-path, its\nsole occupant a big stout woman wearing a linen sun-bonnet, one brawny arm laid\nalong the tiller.\n</p>\n<p>\n“A nice morning, ma’am!” she remarked to Toad, as she drew up\nlevel with him.\n</p>\n<p>\n“I dare say it is, ma’am!” responded Toad politely, as he\nwalked along the tow-path abreast of her. “I dare it <i>is</i> a nice morning to\nthem that’s not in sore trouble, like what I am. Here’s my married\ndaughter, she sends off to me post-haste to come to her at once; so off I\ncomes, not knowing what may be happening or going to happen, but fearing the\nworst, as you will understand, ma’am, if you’re a mother, too. And\nI’ve left my business to look after itself—I’m in the washing\nand laundering line, you must know, ma’am—and I’ve left my\nyoung children to look after themselves, and a more mischievous and troublesome\nset of young imps doesn’t exist, ma’am; and I’ve lost all my\nmoney, and lost my way, and as for what may be happening to my married\ndaughter, why, I don’t like to think of it, ma’am!”\n</p>\n<p>\n“Where might your married daughter be living, ma’am?” asked\nthe barge-woman.\n</p>\n<p>\n“She lives near to the river, ma’am,” replied Toad.\n“Close to a fine house called Toad Hall, that’s somewheres\nhereabouts in these parts. Perhaps you may have heard of it.”\n</p>\n<p>\n“Toad Hall? Why, I’m going that way myself,” replied the\nbarge-woman. “This canal joins the river some miles further on, a little\nabove Toad Hall; and then it’s an easy walk. You come along in the barge\nwith me, and I’ll give you a lift.”\n</p>\n<p>\nShe steered the barge close to the bank, and Toad, with many humble and\ngrateful acknowledgments, stepped lightly on board and sat down with great\nsatisfaction. “Toad’s luck again!” thought he. “I\nalways come out on top!”\n</p>\n<p>\n“So you’re in the washing business, ma’am?” said the\nbarge-woman politely, as they glided along. “And a very good business\nyou’ve got too, I dare say, if I’m not making too free in saying\nso.”\n</p>\n<p>\n“Finest business in the whole country,” said Toad airily.\n“All the gentry come to me—wouldn’t go to any one else if\nthey were paid, they know me so well. You see, I understand my work thoroughly,\nand attend to it all myself. Washing, ironing, clear-starching, making up\ngents’ fine shirts for evening wear—everything’s done under\nmy own eye!”\n</p>\n<p>\n“But surely you don’t <i>do</i> all that work yourself,\nma’am?” asked the barge-woman respectfully.\n</p>\n<p>\n“O, I have girls,” said Toad lightly: “twenty girls or\nthereabouts, always at work. But you know what <i>girls</i> are, ma’am! Nasty\nlittle hussies, that’s what <i>I</i> call ’em!”\n</p>\n<p>\n“So do I, too,” said the barge-woman with great heartiness.\n“But I dare say you set yours to rights, the idle trollops! And are you\n<i>very</i> fond of washing?”\n</p>\n<p>\n“I love it,” said Toad. “I simply dote on it. Never so happy\nas when I’ve got both arms in the wash-tub. But, then, it comes so easy\nto me! No trouble at all! A real pleasure, I assure you, ma’am!”\n</p>\n<p>\n“What a bit of luck, meeting you!” observed the barge-woman,\nthoughtfully. “A regular piece of good fortune for both of us!”\n</p>\n<p>\n“Why, what do you mean?” asked Toad, nervously.\n</p>\n<p>\n“Well, look at me, now,” replied the barge-woman. “<i>I</i>\nlike washing, too, just the same as you do; and for that matter, whether I like\nit or not I have got to do all my own, naturally, moving about as I do. Now my\nhusband, he’s such a fellow for shirking his work and leaving the barge\nto me, that never a moment do I get for seeing to my own affairs. By rights he\nought to be here now, either steering or attending to the horse, though luckily\nthe horse has sense enough to attend to himself. Instead of which, he’s\ngone off with the dog, to see if they can’t pick up a rabbit for dinner\nsomewhere. Says he’ll catch me up at the next lock. Well, that’s as\nmay be—I don’t trust him, once he gets off with that dog,\nwho’s worse than he is. But meantime, how am I to get on with my\nwashing?”\n</p>\n<p>\n“O, never mind about the washing,” said Toad, not liking the\nsubject. “Try and fix your mind on that rabbit. A nice fat young rabbit,\nI’ll be bound. Got any onions?”\n</p>\n<p>\n“I can’t fix my mind on anything but my washing,” said the\nbarge-woman, “and I wonder you can be talking of rabbits, with such a\njoyful prospect before you. There’s a heap of things of mine that\nyou’ll find in a corner of the cabin. If you’ll just take one or\ntwo of the most necessary sort—I won’t venture to describe them to\na lady like you, but you’ll recognise them at a glance—and put them\nthrough the wash-tub as we go along, why, it’ll be a pleasure to you, as\nyou rightly say, and a real help to me. You’ll find a tub handy, and\nsoap, and a kettle on the stove, and a bucket to haul up water from the canal\nwith. Then I shall know you’re enjoying yourself, instead of sitting here\nidle, looking at the scenery and yawning your head off.”\n</p>\n<p>\n“Here, you let me steer!” said Toad, now thoroughly frightened,\n“and then you can get on with your washing your own way. I might spoil\nyour things, or not do ’em as you like. I’m more used to\ngentlemen’s things myself. It’s my special line.”\n</p>\n<p>\n“Let you steer?” replied the barge-woman, laughing. “It takes\nsome practice to steer a barge properly. Besides, it’s dull work, and I\nwant you to be happy. No, you shall do the washing you are so fond of, and\nI’ll stick to the steering that I understand. Don’t try and deprive\nme of the pleasure of giving you a treat!”\n</p>\n<p>\nToad was fairly cornered. He looked for escape this way and that, saw that he\nwas too far from the bank for a flying leap, and sullenly resigned himself to\nhis fate. “If it comes to that,” he thought in desperation,\n“I suppose any fool can <i>wash!</i>”\n</p>\n<p>\nHe fetched tub, soap, and other necessaries from the cabin, selected a few\ngarments at random, tried to recollect what he had seen in casual glances\nthrough laundry windows, and set to.\n</p>\n<p>\nA long half-hour passed, and every minute of it saw Toad getting crosser and\ncrosser. Nothing that he could do to the things seemed to please them or do\nthem good. He tried coaxing, he tried slapping, he tried punching; they smiled\nback at him out of the tub unconverted, happy in their original sin. Once or\ntwice he looked nervously over his shoulder at the barge-woman, but she\nappeared to be gazing out in front of her, absorbed in her steering. His back\nached badly, and he noticed with dismay that his paws were beginning to get all\ncrinkly. Now Toad was very proud of his paws. He muttered under his breath\nwords that should never pass the lips of either washerwomen or Toads; and lost\nthe soap, for the fiftieth time.\n</p>\n<p>\nA burst of laughter made him straighten himself and look round. The barge-woman\nwas leaning back and laughing unrestrainedly, till the tears ran down her\ncheeks.\n</p>\n<p>\n“I’ve been watching you all the time,” she gasped. “I\nthought you must be a humbug all along, from the conceited way you talked.\nPretty washerwoman you are! Never washed so much as a dish-clout in your life,\nI’ll lay!”\n</p>\n<p>\nToad’s temper which had been simmering viciously for some time, now\nfairly boiled over, and he lost all control of himself.\n</p>\n<p>\n“You common, low, <i>fat</i> barge-woman!” he shouted; “don’t\nyou dare to talk to your betters like that! Washerwoman indeed! I would have\nyou to know that I am a Toad, a very well-known, respected, distinguished Toad!\nI may be under a bit of a cloud at present, but I will <i>not</i> be laughed at by a\nbargewoman!”\n</p>\n<p>\nThe woman moved nearer to him and peered under his bonnet keenly and closely.\n“Why, so you are!” she cried. “Well, I never! A horrid,\nnasty, crawly Toad! And in my nice clean barge, too! Now that is a thing that I\nwill <i>not</i> have.”\n</p>\n<p>\nShe relinquished the tiller for a moment. One big mottled arm shot out and\ncaught Toad by a fore-leg, while the other-gripped him fast by a hind-leg. Then\nthe world turned suddenly upside down, the barge seemed to flit lightly across\nthe sky, the wind whistled in his ears, and Toad found himself flying through\nthe air, revolving rapidly as he went.\n</p>\n<p>\nThe water, when he eventually reached it with a loud splash, proved quite cold\nenough for his taste, though its chill was not sufficient to quell his proud\nspirit, or slake the heat of his furious temper. He rose to the surface\nspluttering, and when he had wiped the duck-weed out of his eyes the first\nthing he saw was the fat barge-woman looking back at him over the stern of the\nretreating barge and laughing; and he vowed, as he coughed and choked, to be\neven with her.\n</p>\n<p>\nHe struck out for the shore, but the cotton gown greatly impeded his efforts,\nand when at length he touched land he found it hard to climb up the steep bank\nunassisted. He had to take a minute or two’s rest to recover his breath;\nthen, gathering his wet skirts well over his arms, he started to run after the\nbarge as fast as his legs would carry him, wild with indignation, thirsting for\nrevenge.\n</p>\n<p>\nThe barge-woman was still laughing when he drew up level with her. “Put\nyourself through your mangle, washerwoman,” she called out, “and\niron your face and crimp it, and you’ll pass for quite a decent-looking\nToad!”\n</p>\n<p>\nToad never paused to reply. Solid revenge was what he wanted, not cheap, windy,\nverbal triumphs, though he had a thing or two in his mind that he would have\nliked to say. He saw what he wanted ahead of him. Running swiftly on he\novertook the horse, unfastened the towrope and cast off, jumped lightly on the\nhorse’s back, and urged it to a gallop by kicking it vigorously in the\nsides. He steered for the open country, abandoning the tow-path, and swinging\nhis steed down a rutty lane. Once he looked back, and saw that the barge had\nrun aground on the other side of the canal, and the barge-woman was\ngesticulating wildly and shouting, “Stop, stop, stop!”\n“I’ve heard that song before,” said Toad, laughing, as he\ncontinued to spur his steed onward in its wild career.\n</p>\n<p>\nThe barge-horse was not capable of any very sustained effort, and its gallop\nsoon subsided into a trot, and its trot into an easy walk; but Toad was quite\ncontented with this, knowing that he, at any rate, was moving, and the barge\nwas not. He had quite recovered his temper, now that he had done something he\nthought really clever; and he was satisfied to jog along quietly in the sun,\nsteering his horse along by-ways and bridle-paths, and trying to forget how\nvery long it was since he had had a square meal, till the canal had been left\nvery far behind him.\n</p>\n<p>\nHe had travelled some miles, his horse and he, and he was feeling drowsy in the\nhot sunshine, when the horse stopped, lowered his head, and began to nibble the\ngrass; and Toad, waking up, just saved himself from falling off by an effort.\nHe looked about him and found he was on a wide common, dotted with patches of\ngorse and bramble as far as he could see. Near him stood a dingy gipsy caravan,\nand beside it a man was sitting on a bucket turned upside down, very busy\nsmoking and staring into the wide world. A fire of sticks was burning near by,\nand over the fire hung an iron pot, and out of that pot came forth bubblings\nand gurglings, and a vague suggestive steaminess. Also smells—warm, rich,\nand varied smells—that twined and twisted and wreathed themselves at last\ninto one complete, voluptuous, perfect smell that seemed like the very soul of\nNature taking form and appearing to her children, a true Goddess, a mother of\nsolace and comfort. Toad now knew well that he had not been really hungry\nbefore. What he had felt earlier in the day had been a mere trifling qualm.\nThis was the real thing at last, and no mistake; and it would have to be dealt\nwith speedily, too, or there would be trouble for somebody or something. He\nlooked the gipsy over carefully, wondering vaguely whether it would be easier\nto fight him or cajole him. So there he sat, and sniffed and sniffed, and\nlooked at the gipsy; and the gipsy sat and smoked, and looked at him.\n</p>\n<p>\nPresently the gipsy took his pipe out of his mouth and remarked in a careless\nway, “Want to sell that there horse of yours?”\n</p>\n<p>\nToad was completely taken aback. He did not know that gipsies were very fond of\nhorse-dealing, and never missed an opportunity, and he had not reflected that\ncaravans were always on the move and took a deal of drawing. It had not\noccurred to him to turn the horse into cash, but the gipsy’s suggestion\nseemed to smooth the way towards the two things he wanted so badly—ready\nmoney, and a solid breakfast.\n</p>\n<p>\n“What?” he said, “me sell this beautiful young horse of mine?\nO, no; it’s out of the question. Who’s going to take the washing\nhome to my customers every week? Besides, I’m too fond of him, and he\nsimply dotes on me.”\n</p>\n<p>\n“Try and love a donkey,” suggested the gipsy. “Some people\ndo.”\n</p>\n<p>\n“You don’t seem to see,” continued Toad, “that this\nfine horse of mine is a cut above you altogether. He’s a blood horse, he\nis, partly; not the part you see, of course—another part. And he’s\nbeen a Prize Hackney, too, in his time—that was the time before you knew\nhim, but you can still tell it on him at a glance, if you understand anything\nabout horses. No, it’s not to be thought of for a moment. All the same,\nhow much might you be disposed to offer me for this beautiful young horse of\nmine?”\n</p>\n<p>\nThe gipsy looked the horse over, and then he looked Toad over with equal care,\nand looked at the horse again. “Shillin’ a leg,” he said\nbriefly, and turned away, continuing to smoke and try to stare the wide world\nout of countenance.\n</p>\n<p>\n“A shilling a leg?” cried Toad. “If you please, I must take a\nlittle time to work that out, and see just what it comes to.”\n</p>\n<p>\nHe climbed down off his horse, and left it to graze, and sat down by the gipsy,\nand did sums on his fingers, and at last he said, “A shilling a leg? Why,\nthat comes to exactly four shillings, and no more. O, no; I could not think of\naccepting four shillings for this beautiful young horse of mine.”\n</p>\n<p>\n“Well,” said the gipsy, “I’ll tell you what I will do.\nI’ll make it five shillings, and that’s three-and-sixpence more\nthan the animal’s worth. And that’s my last word.”\n</p>\n<p>\nThen Toad sat and pondered long and deeply. For he was hungry and quite\npenniless, and still some way—he knew not how far—from home, and\nenemies might still be looking for him. To one in such a situation, five\nshillings may very well appear a large sum of money. On the other hand, it did\nnot seem very much to get for a horse. But then, again, the horse hadn’t\ncost him anything; so whatever he got was all clear profit. At last he said\nfirmly, “Look here, gipsy! I tell you what we will do; and this is <i>my</i>\nlast word. You shall hand me over six shillings and sixpence, cash down; and\nfurther, in addition thereto, you shall give me as much breakfast as I can\npossibly eat, at one sitting of course, out of that iron pot of yours that\nkeeps sending forth such delicious and exciting smells. In return, I will make\nover to you my spirited young horse, with all the beautiful harness and\ntrappings that are on him, freely thrown in. If that’s not good enough\nfor you, say so, and I’ll be getting on. I know a man near here\nwho’s wanted this horse of mine for years.”\n</p>\n<p>\nThe gipsy grumbled frightfully, and declared if he did a few more deals of that\nsort he’d be ruined. But in the end he lugged a dirty canvas bag out of\nthe depths of his trouser pocket, and counted out six shillings and sixpence\ninto Toad’s paw. Then he disappeared into the caravan for an instant, and\nreturned with a large iron plate and a knife, fork, and spoon. He tilted up the\npot, and a glorious stream of hot rich stew gurgled into the plate. It was,\nindeed, the most beautiful stew in the world, being made of partridges, and\npheasants, and chickens, and hares, and rabbits, and pea-hens, and\nguinea-fowls, and one or two other things. Toad took the plate on his lap,\nalmost crying, and stuffed, and stuffed, and stuffed, and kept asking for more,\nand the gipsy never grudged it him. He thought that he had never eaten so good\na breakfast in all his life.\n</p>\n<p>\nWhen Toad had taken as much stew on board as he thought he could possibly hold,\nhe got up and said good-bye to the gipsy, and took an affectionate farewell of\nthe horse; and the gipsy, who knew the riverside well, gave him directions\nwhich way to go, and he set forth on his travels again in the best possible\nspirits. He was, indeed, a very different Toad from the animal of an hour ago.\nThe sun was shining brightly, his wet clothes were quite dry again, he had\nmoney in his pocket once more, he was nearing home and friends and safety, and,\nmost and best of all, he had had a substantial meal, hot and nourishing, and\nfelt big, and strong, and careless, and self-confident.\n</p>\n<p>\nAs he tramped along gaily, he thought of his adventures and escapes, and how\nwhen things seemed at their worst he had always managed to find a way out; and\nhis pride and conceit began to swell within him. “Ho, ho!” he said\nto himself as he marched along with his chin in the air, “what a clever\nToad I am! There is surely no animal equal to me for cleverness in the whole\nworld! My enemies shut me up in prison, encircled by sentries, watched night\nand day by warders; I walk out through them all, by sheer ability coupled with\ncourage. They pursue me with engines, and policemen, and revolvers; I snap my\nfingers at them, and vanish, laughing, into space. I am, unfortunately, thrown\ninto a canal by a woman fat of body and very evil-minded. What of it? I swim\nashore, I seize her horse, I ride off in triumph, and I sell the horse for a\nwhole pocketful of money and an excellent breakfast! Ho, ho! I am The Toad, the\nhandsome, the popular, the successful Toad!” He got so puffed up with\nconceit that he made up a song as he walked in praise of himself, and sang it\nat the top of his voice, though there was no one to hear it but him. It was\nperhaps the most conceited song that any animal ever composed.\n</p>\n<p class=\"poem\">\n“The world has held great Heroes,<br/>\n    As history-books have showed;<br/>\nBut never a name to go down to fame<br/>\n    Compared with that of Toad!<br/>\n<br/>\n“The clever men at Oxford<br/>\n    Know all that there is to be knowed.<br/>\nBut they none of them know one half as much<br/>\n    As intelligent Mr. Toad!<br/>\n<br/>\n“The animals sat in the Ark and cried,<br/>\n    Their tears in torrents flowed.<br/>\nWho was it said, ‘There’s land ahead?’<br/>\n    Encouraging Mr. Toad!<br/>\n<br/>\n“The army all saluted<br/>\n    As they marched along the road.<br/>\nWas it the King? Or Kitchener?<br/>\n    No. It was Mr. Toad.<br/>\n<br/>\n“The Queen and her Ladies-in-waiting<br/>\n    Sat at the window and sewed.<br/>\nShe cried, ‘Look! who’s that <i>handsome</i> man?’<br/>\n    They answered, ‘Mr. Toad.’”\n</p>\n<p>\nThere was a great deal more of the same sort, but too dreadfully conceited to\nbe written down. These are some of the milder verses.\n</p>\n<p>\nHe sang as he walked, and he walked as he sang, and got more inflated every\nminute. But his pride was shortly to have a severe fall.\n</p>\n<p>\nAfter some miles of country lanes he reached the high road, and as he turned\ninto it and glanced along its white length, he saw approaching him a speck that\nturned into a dot and then into a blob, and then into something very familiar;\nand a double note of warning, only too well known, fell on his delighted ear.\n</p>\n<p>\n“This is something like!” said the excited Toad. “This is\nreal life again, this is once more the great world from which I have been\nmissed so long! I will hail them, my brothers of the wheel, and pitch them a\nyarn, of the sort that has been so successful hitherto; and they will give me a\nlift, of course, and then I will talk to them some more; and, perhaps, with\nluck, it may even end in my driving up to Toad Hall in a motor-car! That will\nbe one in the eye for Badger!”\n</p>\n<p>\nHe stepped confidently out into the road to hail the motor-car, which came\nalong at an easy pace, slowing down as it neared the lane; when suddenly he\nbecame very pale, his heart turned to water, his knees shook and yielded under\nhim, and he doubled up and collapsed with a sickening pain in his interior. And\nwell he might, the unhappy animal; for the approaching car was the very one he\nhad stolen out of the yard of the Red Lion Hotel on that fatal day when all his\ntroubles began! And the people in it were the very same people he had sat and\nwatched at luncheon in the coffee-room!\n</p>\n<p>\nHe sank down in a shabby, miserable heap in the road, murmuring to himself in\nhis despair, “It’s all up! It’s all over now! Chains and\npolicemen again! Prison again! Dry bread and water again! O, what a fool I have\nbeen! What did I want to go strutting about the country for, singing conceited\nsongs, and hailing people in broad day on the high road, instead of hiding till\nnightfall and slipping home quietly by back ways! O hapless Toad! O ill-fated\nanimal!”\n</p>\n<p>\nThe terrible motor-car drew slowly nearer and nearer, till at last he heard it\nstop just short of him. Two gentlemen got out and walked round the trembling\nheap of crumpled misery lying in the road, and one of them said, “O dear!\nthis is very sad! Here is a poor old thing—a washerwoman\napparently—who has fainted in the road! Perhaps she is overcome by the\nheat, poor creature; or possibly she has not had any food to-day. Let us lift\nher into the car and take her to the nearest village, where doubtless she has\nfriends.”\n</p>\n<p>\nThey tenderly lifted Toad into the motor-car and propped him up with soft\ncushions, and proceeded on their way.\n</p>\n<p>\nWhen Toad heard them talk in so kind and sympathetic a way, and knew that he\nwas not recognised, his courage began to revive, and he cautiously opened first\none eye and then the other.\n</p>\n<p>\n“Look!” said one of the gentlemen, “she is better already.\nThe fresh air is doing her good. How do you feel now, ma’am?”\n</p>\n<p>\n“Thank you kindly, Sir,” said Toad in a feeble voice,\n“I’m feeling a great deal better!” “That’s\nright,” said the gentleman. “Now keep quite still, and, above all,\ndon’t try to talk.”\n</p>\n<p>\n“I won’t,” said Toad. “I was only thinking, if I might\nsit on the front seat there, beside the driver, where I could get the fresh air\nfull in my face, I should soon be all right again.”\n</p>\n<p>\n“What a very sensible woman!” said the gentleman. “Of course\nyou shall.” So they carefully helped Toad into the front seat beside the\ndriver, and on they went again.\n</p>\n<p>\nToad was almost himself again by now. He sat up, looked about him, and tried to\nbeat down the tremors, the yearnings, the old cravings that rose up and beset\nhim and took possession of him entirely.\n</p>\n<p>\n“It is fate!” he said to himself. “Why strive? why\nstruggle?” and he turned to the driver at his side.\n</p>\n<p>\n“Please, Sir,” he said, “I wish you would kindly let me try\nand drive the car for a little. I’ve been watching you carefully, and it\nlooks so easy and so interesting, and I should like to be able to tell my\nfriends that once I had driven a motor-car!”\n</p>\n<p>\nThe driver laughed at the proposal, so heartily that the gentleman inquired\nwhat the matter was. When he heard, he said, to Toad’s delight,\n“Bravo, ma’am! I like your spirit. Let her have a try, and look\nafter her. She won’t do any harm.”\n</p>\n<p>\nToad eagerly scrambled into the seat vacated by the driver, took the\nsteering-wheel in his hands, listened with affected humility to the\ninstructions given him, and set the car in motion, but very slowly and\ncarefully at first, for he was determined to be prudent.\n</p>\n<p>\nThe gentlemen behind clapped their hands and applauded, and Toad heard them\nsaying, “How well she does it! Fancy a washerwoman driving a car as well\nas that, the first time!”\n</p>\n<p>\nToad went a little faster; then faster still, and faster.\n</p>\n<p>\nHe heard the gentlemen call out warningly, “Be careful,\nwasherwoman!” And this annoyed him, and he began to lose his head.\n</p>\n<p>\nThe driver tried to interfere, but he pinned him down in his seat with one\nelbow, and put on full speed. The rush of air in his face, the hum of the\nengines, and the light jump of the car beneath him intoxicated his weak brain.\n“Washerwoman, indeed!” he shouted recklessly. “Ho! ho! I am\nthe Toad, the motor-car snatcher, the prison-breaker, the Toad who always\nescapes! Sit still, and you shall know what driving really is, for you are in\nthe hands of the famous, the skilful, the entirely fearless Toad!”\n</p>\n<p>\nWith a cry of horror the whole party rose and flung themselves on him.\n“Seize him!” they cried, “seize the Toad, the wicked animal\nwho stole our motor-car! Bind him, chain him, drag him to the nearest\npolice-station! Down with the desperate and dangerous Toad!”\n</p>\n<p>\nAlas! they should have thought, they ought to have been more prudent, they\nshould have remembered to stop the motor-car somehow before playing any pranks\nof that sort. With a half-turn of the wheel the Toad sent the car crashing\nthrough the low hedge that ran along the roadside. One mighty bound, a violent\nshock, and the wheels of the car were churning up the thick mud of a\nhorse-pond.\n</p>\n<p>\nToad found himself flying through the air with the strong upward rush and\ndelicate curve of a swallow. He liked the motion, and was just beginning to\nwonder whether it would go on until he developed wings and turned into a\nToad-bird, when he landed on his back with a thump, in the soft rich grass of a\nmeadow. Sitting up, he could just see the motor-car in the pond, nearly\nsubmerged; the gentlemen and the driver, encumbered by their long coats, were\nfloundering helplessly in the water.\n</p>\n<p>\nHe picked himself up rapidly, and set off running across country as hard as he\ncould, scrambling through hedges, jumping ditches, pounding across fields, till\nhe was breathless and weary, and had to settle down into an easy walk. When he\nhad recovered his breath somewhat, and was able to think calmly, he began to\ngiggle, and from giggling he took to laughing, and he laughed till he had to\nsit down under a hedge. “Ho, ho!” he cried, in ecstasies of\nself-admiration, “Toad again! Toad, as usual, comes out on the top! Who\nwas it got them to give him a lift? Who managed to get on the front seat for\nthe sake of fresh air? Who persuaded them into letting him see if he could\ndrive? Who landed them all in a horse-pond? Who escaped, flying gaily and\nunscathed through the air, leaving the narrow-minded, grudging, timid\nexcursionists in the mud where they should rightly be? Why, Toad, of course;\nclever Toad, great Toad, <i>good</i> Toad!”\n</p>\n<p>\nThen he burst into song again, and chanted with uplifted voice—\n</p>\n<p class=\"poem\">\n“The motor-car went Poop-poop-poop,<br/>\n    As it raced along the road.<br/>\nWho was it steered it into a pond?<br/>\n    Ingenious Mr. Toad!\n</p>\n<p class=\"noindent\">\nO, how clever I am! How clever, how clever, how very clev——”\n</p>\n<p>\nA slight noise at a distance behind him made him turn his head and look. O\nhorror! O misery! O despair!\n</p>\n<p>\nAbout two fields off, a chauffeur in his leather gaiters and two large rural\npolicemen were visible, running towards him as hard as they could go!\n</p>\n<p>\nPoor Toad sprang to his feet and pelted away again, his heart in his mouth. O,\nmy!” he gasped, as he panted along, “what an <i>ass</i> I am! What a\n<i>conceited</i> and heedless ass! Swaggering again! Shouting and singing songs again!\nSitting still and gassing again! O my! O my! O my!”\n</p>\n<p>\nHe glanced back, and saw to his dismay that they were gaining on him. On he ran\ndesperately, but kept looking back, and saw that they still gained steadily. He\ndid his best, but he was a fat animal, and his legs were short, and still they\ngained. He could hear them close behind him now. Ceasing to heed where he was\ngoing, he struggled on blindly and wildly, looking back over his shoulder at\nthe now triumphant enemy, when suddenly the earth failed under his feet, he\ngrasped at the air, and, splash! he found himself head over ears in deep water,\nrapid water, water that bore him along with a force he could not contend with;\nand he knew that in his blind panic he had run straight into the river!\n</p>\n<p>\nHe rose to the surface and tried to grasp the reeds and the rushes that grew\nalong the water’s edge close under the bank, but the stream was so strong\nthat it tore them out of his hands. “O my!” gasped poor Toad,\n“if ever I steal a motor-car again! If ever I sing another conceited\nsong”—then down he went, and came up breathless and spluttering.\nPresently he saw that he was approaching a big dark hole in the bank, just\nabove his head, and as the stream bore him past he reached up with a paw and\ncaught hold of the edge and held on. Then slowly and with difficulty he drew\nhimself up out of the water, till at last he was able to rest his elbows on the\nedge of the hole. There he remained for some minutes, puffing and panting, for\nhe was quite exhausted.\n</p>\n<p>\nAs he sighed and blew and stared before him into the dark hole, some bright\nsmall thing shone and twinkled in its depths, moving towards him. As it\napproached, a face grew up gradually around it, and it was a familiar face!\n</p>\n<p>\nBrown and small, with whiskers.\n</p>\n<p>\nGrave and round, with neat ears and silky hair.\n</p>\n<p>\nIt was the Water Rat!\n</p>"
}