{
  "title": "31 A Humbug",
  "subtitle": "31 A Humbug",
  "chapterId": "black-beauty---project-gutenberg-chapter-36",
  "prev": "black-beauty---project-gutenberg-chapter-35",
  "next": "black-beauty---project-gutenberg-chapter-37",
  "content": "<p>\n      My master was not immediately suited, but in a few days my new groom came.\n      He was a tall, good-looking fellow enough; but if ever there was a humbug\n      in the shape of a groom Alfred Smirk was the man. He was very civil to me,\n      and never used me ill; in fact, he did a great deal of stroking and\n      patting when his master was there to see it. He always brushed my mane and\n      tail with water and my hoofs with oil before he brought me to the door, to\n      make me look smart; but as to cleaning my feet or looking to my shoes, or\n      grooming me thoroughly, he thought no more of that than if I had been a\n      cow. He left my bit rusty, my saddle damp, and my crupper stiff.\n    </p>\n<p>\n      Alfred Smirk considered himself very handsome; he spent a great deal of\n      time about his hair, whiskers and necktie, before a little looking-glass\n      in the harness-room. When his master was speaking to him it was always,\n      “Yes, sir; yes, sir”—touching his hat at every word; and every one\n      thought he was a very nice young man and that Mr. Barry was very fortunate\n      to meet with him. I should say he was the laziest, most conceited fellow I\n      ever came near. Of course, it was a great thing not to be ill-used, but\n      then a horse wants more than that. I had a loose box, and might have been\n      very comfortable if he had not been too indolent to clean it out. He never\n      took all the straw away, and the smell from what lay underneath was very\n      bad; while the strong vapors that rose made my eyes smart and inflame, and\n      I did not feel the same appetite for my food.\n    </p>\n<p>\n      One day his master came in and said, “Alfred, the stable smells rather\n      strong; should not you give that stall a good scrub and throw down plenty\n      of water?”\n     </p>\n<p>\n      “Well, sir,” he said, touching his cap, “I'll do so if you please, sir;\n      but it is rather dangerous, sir, throwing down water in a horse's box;\n      they are very apt to take cold, sir. I should not like to do him an\n      injury, but I'll do it if you please, sir.”\n     </p>\n<p>\n      “Well,” said his master, “I should not like him to take cold; but I don't\n      like the smell of this stable. Do you think the drains are all right?”\n     </p>\n<p>\n      “Well, sir, now you mention it, I think the drain does sometimes send back\n      a smell; there may be something wrong, sir.”\n     </p>\n<p>\n      “Then send for the bricklayer and have it seen to,” said his master.\n    </p>\n<p>\n      “Yes, sir, I will.”\n     </p>\n<p>\n      The bricklayer came and pulled up a great many bricks, but found nothing\n      amiss; so he put down some lime and charged the master five shillings, and\n      the smell in my box was as bad as ever. But that was not all: standing as\n      I did on a quantity of moist straw my feet grew unhealthy and tender, and\n      the master used to say:\n    </p>\n<p>\n      “I don't know what is the matter with this horse; he goes very\n      fumble-footed. I am sometimes afraid he will stumble.”\n     </p>\n<p>\n      “Yes, sir,” said Alfred, “I have noticed the same myself, when I have\n      exercised him.”\n     </p>\n<p>\n      Now the fact was that he hardly ever did exercise me, and when the master\n      was busy I often stood for days together without stretching my legs at\n      all, and yet being fed just as high as if I were at hard work. This often\n      disordered my health, and made me sometimes heavy and dull, but more often\n      restless and feverish. He never even gave me a meal of green food or a\n      bran mash, which would have cooled me, for he was altogether as ignorant\n      as he was conceited; and then, instead of exercise or change of food, I\n      had to take horse balls and draughts; which, beside the nuisance of having\n      them poured down my throat, used to make me feel ill and uncomfortable.\n    </p>\n<p>\n      One day my feet were so tender that, trotting over some fresh stones with\n      my master on my back, I made two such serious stumbles that, as he came\n      down Lansdown into the city, he stopped at the farrier's, and asked him to\n      see what was the matter with me. The man took up my feet one by one and\n      examined them; then standing up and dusting his hands one against the\n      other, he said:\n    </p>\n<p>\n      “Your horse has got the 'thrush', and badly, too; his feet are very\n      tender; it is fortunate that he has not been down. I wonder your groom has\n      not seen to it before. This is the sort of thing we find in foul stables,\n      where the litter is never properly cleaned out. If you will send him here\n      to-morrow I will attend to the hoof, and I will direct your man how to\n      apply the liniment which I will give him.”\n     </p>\n<p>\n      The next day I had my feet thoroughly cleansed and stuffed with tow soaked\n      in some strong lotion; and an unpleasant business it was.\n    </p>\n<p>\n      The farrier ordered all the litter to be taken out of my box day by day,\n      and the floor kept very clean. Then I was to have bran mashes, a little\n      green food, and not so much corn, till my feet were well again. With this\n      treatment I soon regained my spirits; but Mr. Barry was so much disgusted\n      at being twice deceived by his grooms that he determined to give up\n      keeping a horse, and to hire when he wanted one. I was therefore kept till\n      my feet were quite sound, and was then sold again.\n    </p>\n<p>\n<a id=\"link2H_PART3\" name=\"link2H_PART3\">\n<!--  H2 anchor --> </a>\n</p>"
}