{
  "title": "43 A Friend in Need",
  "subtitle": "43 A Friend in Need",
  "chapterId": "black-beauty---project-gutenberg-chapter-49",
  "prev": "black-beauty---project-gutenberg-chapter-48",
  "next": "black-beauty---project-gutenberg-chapter-50",
  "content": "<p>\n      The election day came at last; there was no lack of work for Jerry and me.\n      First came a stout puffy gentleman with a carpet bag; he wanted to go to\n      the Bishopsgate station; then we were called by a party who wished to be\n      taken to the Regent's Park; and next we were wanted in a side street where\n      a timid, anxious old lady was waiting to be taken to the bank; there we\n      had to stop to take her back again, and just as we had set her down a\n      red-faced gentleman, with a handful of papers, came running up out of\n      breath, and before Jerry could get down he had opened the door, popped\n      himself in, and called out, “Bow Street Police Station, quick!” so off we\n      went with him, and when after another turn or two we came back, there was\n      no other cab on the stand. Jerry put on my nose-bag, for as he said, “We\n      must eat when we can on such days as these; so munch away, Jack, and make\n      the best of your time, old boy.”\n     </p>\n<p>\n      I found I had a good feed of crushed oats wetted up with a little bran;\n      this would be a treat any day, but very refreshing then. Jerry was so\n      thoughtful and kind—what horse would not do his best for such a\n      master? Then he took out one of Polly's meat pies, and standing near me,\n      he began to eat it. The streets were very full, and the cabs, with the\n      candidates' colors on them, were dashing about through the crowd as if\n      life and limb were of no consequence; we saw two people knocked down that\n      day, and one was a woman. The horses were having a bad time of it, poor\n      things! but the voters inside thought nothing of that; many of them were\n      half-drunk, hurrahing out of the cab windows if their own party came by.\n      It was the first election I had seen, and I don't want to be in another,\n      though I have heard things are better now.\n    </p>\n<p>\n      Jerry and I had not eaten many mouthfuls before a poor young woman,\n      carrying a heavy child, came along the street. She was looking this way\n      and that way, and seemed quite bewildered. Presently she made her way up\n      to Jerry and asked if he could tell her the way to St. Thomas' Hospital,\n      and how far it was to get there. She had come from the country that\n      morning, she said, in a market cart; she did not know about the election,\n      and was quite a stranger in London. She had got an order for the hospital\n      for her little boy. The child was crying with a feeble, pining cry.\n    </p>\n<p>\n      “Poor little fellow!” she said, “he suffers a deal of pain; he is four\n      years old and can't walk any more than a baby; but the doctor said if I\n      could get him into the hospital he might get well; pray, sir, how far is\n      it; and which way is it?”\n     </p>\n<p>\n      “Why, missis,” said Jerry, “you can't get there walking through crowds\n      like this! why, it is three miles away, and that child is heavy.”\n     </p>\n<p>\n      “Yes, bless him, he is; but I am strong, thank God, and if I knew the way\n      I think I should get on somehow; please tell me the way.”\n     </p>\n<p>\n      “You can't do it,” said Jerry, “you might be knocked down and the child be\n      run over. Now look here, just get into this cab, and I'll drive you safe\n      to the hospital. Don't you see the rain is coming on?”\n     </p>\n<p>\n      “No, sir, no; I can't do that, thank you, I have only just money enough to\n      get back with. Please tell me the way.”\n     </p>\n<p>\n      “Look you here, missis,” said Jerry, “I've got a wife and dear children at\n      home, and I know a father's feelings; now get you into that cab, and I'll\n      take you there for nothing. I'd be ashamed of myself to let a woman and a\n      sick child run a risk like that.”\n     </p>\n<p>\n      “Heaven bless you!” said the woman, and burst into tears.\n    </p>\n<p>\n      “There, there, cheer up, my dear, I'll soon take you there; come, let me\n      put you inside.”\n     </p>\n<p>\n      As Jerry went to open the door two men, with colors in their hats and\n      buttonholes, ran up calling out, “Cab!”\n     </p>\n<p>\n      “Engaged,” cried Jerry; but one of the men, pushing past the woman, sprang\n      into the cab, followed by the other. Jerry looked as stern as a policeman.\n      “This cab is already engaged, gentlemen, by that lady.”\n     </p>\n<p>\n      “Lady!” said one of them; “oh! she can wait; our business is very\n      important, besides we were in first, it is our right, and we shall stay\n      in.”\n     </p>\n<p>\n      A droll smile came over Jerry's face as he shut the door upon them. “All\n      right, gentlemen, pray stay in as long as it suits you; I can wait while\n      you rest yourselves.” And turning his back upon them he walked up to the\n      young woman, who was standing near me. “They'll soon be gone,” he said,\n      laughing; “don't trouble yourself, my dear.”\n     </p>\n<p>\n      And they soon were gone, for when they understood Jerry's dodge they got\n      out, calling him all sorts of bad names and blustering about his number\n      and getting a summons. After this little stoppage we were soon on our way\n      to the hospital, going as much as possible through by-streets. Jerry rung\n      the great bell and helped the young woman out.\n    </p>\n<p>\n      “Thank you a thousand times,” she said; “I could never have got here\n      alone.”\n     </p>\n<p>\n      “You're kindly welcome, and I hope the dear child will soon be better.”\n     </p>\n<p>\n      He watched her go in at the door, and gently he said to himself, “Inasmuch\n      as ye have done it to one of the least of these.” Then he patted my neck,\n      which was always his way when anything pleased him.\n    </p>\n<p>\n      The rain was now coming down fast, and just as we were leaving the\n      hospital the door opened again, and the porter called out, “Cab!” We\n      stopped, and a lady came down the steps. Jerry seemed to know her at once;\n      she put back her veil and said, “Barker! Jeremiah Barker, is it you? I am\n      very glad to find you here; you are just the friend I want, for it is very\n      difficult to get a cab in this part of London to-day.”\n     </p>\n<p>\n      “I shall be proud to serve you, ma'am; I am right glad I happened to be\n      here. Where may I take you to, ma'am?”\n     </p>\n<p>\n      “To the Paddington Station, and then if we are in good time, as I think we\n      shall be, you shall tell me all about Mary and the children.”\n     </p>\n<p>\n      We got to the station in good time, and being under shelter the lady stood\n      a good while talking to Jerry. I found she had been Polly's mistress, and\n      after many inquiries about her she said:\n    </p>\n<p>\n      “How do you find the cab work suit you in winter? I know Mary was rather\n      anxious about you last year.”\n     </p>\n<p>\n      “Yes, ma'am, she was; I had a bad cough that followed me up quite into the\n      warm weather, and when I am kept out late she does worry herself a good\n      deal. You see, ma'am, it is all hours and all weathers, and that does try\n      a man's constitution; but I am getting on pretty well, and I should feel\n      quite lost if I had not horses to look after. I was brought up to it, and\n      I am afraid I should not do so well at anything else.”\n     </p>\n<p>\n      “Well, Barker,” she said, “it would be a great pity that you should\n      seriously risk your health in this work, not only for your own but for\n      Mary's and the children's sake; there are many places where good drivers\n      or good grooms are wanted, and if ever you think you ought to give up this\n      cab work let me know.”\n     </p>\n<p>\n      Then sending some kind messages to Mary she put something into his hand,\n      saying, “There is five shillings each for the two children; Mary will know\n      how to spend it.”\n     </p>\n<p>\n      Jerry thanked her and seemed much pleased, and turning out of the station\n      we at last reached home, and I, at least, was tired.\n    </p>\n<p>\n<a id=\"link2H_4_0048\" name=\"link2H_4_0048\">\n<!--  H2 anchor --> </a>\n</p>"
}