{
  "title": "21 The Parting",
  "subtitle": "21 The Parting",
  "chapterId": "black-beauty---project-gutenberg-chapter-25",
  "prev": "black-beauty---project-gutenberg-chapter-24",
  "next": "black-beauty---project-gutenberg-chapter-26",
  "content": "<p>\n      Now I had lived in this happy place three years, but sad changes were\n      about to come over us. We heard from time to time that our mistress was\n      ill. The doctor was often at the house, and the master looked grave and\n      anxious. Then we heard that she must leave her home at once, and go to a\n      warm country for two or three years. The news fell upon the household like\n      the tolling of a deathbell. Everybody was sorry; but the master began\n      directly to make arrangements for breaking up his establishment and\n      leaving England. We used to hear it talked about in our stable; indeed,\n      nothing else was talked about.\n    </p>\n<p>\n      John went about his work silent and sad, and Joe scarcely whistled. There\n      was a great deal of coming and going; Ginger and I had full work.\n    </p>\n<p>\n      The first of the party who went were Miss Jessie and Flora, with their\n      governess. They came to bid us good-by. They hugged poor Merrylegs like an\n      old friend, and so indeed he was. Then we heard what had been arranged for\n      us. Master had sold Ginger and me to his old friend, the Earl of W——,\n      for he thought we should have a good place there. Merrylegs he had given\n      to the vicar, who was wanting a pony for Mrs. Blomefield, but it was on\n      the condition that he should never be sold, and that when he was past work\n      he should be shot and buried.\n    </p>\n<p>\n      Joe was engaged to take care of him and to help in the house, so I thought\n      that Merrylegs was well off. John had the offer of several good places,\n      but he said he should wait a little and look round.\n    </p>\n<p>\n      The evening before they left the master came into the stable to give some\n      directions, and to give his horses the last pat. He seemed very\n      low-spirited; I knew that by his voice. I believe we horses can tell more\n      by the voice than many men can.\n    </p>\n<p>\n      “Have you decided what to do, John?” he said. “I find you have not\n      accepted either of those offers.”\n     </p>\n<p>\n      “No, sir; I have made up my mind that if I could get a situation with some\n      first-rate colt-breaker and horse-trainer, it would be the right thing for\n      me. Many young animals are frightened and spoiled by wrong treatment,\n      which need not be if the right man took them in hand. I always get on well\n      with horses, and if I could help some of them to a fair start I should\n      feel as if I was doing some good. What do you think of it, sir?”\n     </p>\n<p>\n      “I don't know a man anywhere,” said master, “that I should think so\n      suitable for it as yourself. You understand horses, and somehow they\n      understand you, and in time you might set up for yourself; I think you\n      could not do better. If in any way I can help you, write to me. I shall\n      speak to my agent in London, and leave your character with him.”\n     </p>\n<p>\n      Master gave John the name and address, and then he thanked him for his\n      long and faithful service; but that was too much for John. “Pray, don't,\n      sir, I can't bear it; you and my dear mistress have done so much for me\n      that I could never repay it. But we shall never forget you, sir, and\n      please God, we may some day see mistress back again like herself; we must\n      keep up hope, sir.” Master gave John his hand, but he did not speak, and\n      they both left the stable.\n    </p>\n<p>\n      The last sad day had come; the footman and the heavy luggage had gone off\n      the day before, and there were only master and mistress and her maid.\n      Ginger and I brought the carriage up to the hall door for the last time.\n      The servants brought out cushions and rugs and many other things; and when\n      all were arranged master came down the steps carrying the mistress in his\n      arms (I was on the side next to the house, and could see all that went\n      on); he placed her carefully in the carriage, while the house servants\n      stood round crying.\n    </p>\n<p>\n      “Good-by, again,” he said; “we shall not forget any of you,” and he got\n      in. “Drive on, John.”\n     </p>\n<p>\n      Joe jumped up, and we trotted slowly through the park and through the\n      village, where the people were standing at their doors to have a last look\n      and to say, “God bless them.”\n     </p>\n<p>\n      When we reached the railway station I think mistress walked from the\n      carriage to the waiting-room. I heard her say in her own sweet voice,\n      “Good-by, John. God bless you.” I felt the rein twitch, but John made no\n      answer; perhaps he could not speak. As soon as Joe had taken the things\n      out of the carriage John called him to stand by the horses, while he went\n      on the platform. Poor Joe! he stood close up to our heads to hide his\n      tears. Very soon the train came puffing up into the station; then two or\n      three minutes, and the doors were slammed to, the guard whistled, and the\n      train glided away, leaving behind it only clouds of white smoke and some\n      very heavy hearts.\n    </p>\n<p>\n      When it was quite out of sight John came back.\n    </p>\n<p>\n      “We shall never see her again,” he said—“never.” He took the reins,\n      mounted the box, and with Joe drove slowly home; but it was not our home\n      now.\n    </p>\n<p>\n<a id=\"link2H_PART2\" name=\"link2H_PART2\">\n<!--  H2 anchor --> </a>\n</p>"
}