{
  "title": "08 Ginger's Story Continued",
  "subtitle": "08 Ginger's Story Continued",
  "chapterId": "black-beauty---project-gutenberg-chapter-12",
  "prev": "black-beauty---project-gutenberg-chapter-11",
  "next": "black-beauty---project-gutenberg-chapter-13",
  "content": "<p>\n      The next time that Ginger and I were together in the paddock she told me\n      about her first place.\n    </p>\n<p>\n      “After my breaking in,” she said, “I was bought by a dealer to match\n      another chestnut horse. For some weeks he drove us together, and then we\n      were sold to a fashionable gentleman, and were sent up to London. I had\n      been driven with a check-rein by the dealer, and I hated it worse than\n      anything else; but in this place we were reined far tighter, the coachman\n      and his master thinking we looked more stylish so. We were often driven\n      about in the park and other fashionable places. You who never had a\n      check-rein on don't know what it is, but I can tell you it is dreadful.\n    </p>\n<p>\n      “I like to toss my head about and hold it as high as any horse; but fancy\n      now yourself, if you tossed your head up high and were obliged to hold it\n      there, and that for hours together, not able to move it at all, except\n      with a jerk still higher, your neck aching till you did not know how to\n      bear it. Besides that, to have two bits instead of one—and mine was\n      a sharp one, it hurt my tongue and my jaw, and the blood from my tongue\n      colored the froth that kept flying from my lips as I chafed and fretted at\n      the bits and rein. It was worst when we had to stand by the hour waiting\n      for our mistress at some grand party or entertainment, and if I fretted or\n      stamped with impatience the whip was laid on. It was enough to drive one\n      mad.”\n     </p>\n<p>\n      “Did not your master take any thought for you?” I said.\n    </p>\n<p>\n      “No,” said she, “he only cared to have a stylish turnout, as they call it;\n      I think he knew very little about horses; he left that to his coachman,\n      who told him I had an irritable temper! that I had not been well broken to\n      the check-rein, but I should soon get used to it; but he was not the man\n      to do it, for when I was in the stable, miserable and angry, instead of\n      being smoothed and quieted by kindness, I got only a surly word or a blow.\n      If he had been civil I would have tried to bear it. I was willing to work,\n      and ready to work hard too; but to be tormented for nothing but their\n      fancies angered me. What right had they to make me suffer like that?\n      Besides the soreness in my mouth, and the pain in my neck, it always made\n      my windpipe feel bad, and if I had stopped there long I know it would have\n      spoiled my breathing; but I grew more and more restless and irritable, I\n      could not help it; and I began to snap and kick when any one came to\n      harness me; for this the groom beat me, and one day, as they had just\n      buckled us into the carriage, and were straining my head up with that\n      rein, I began to plunge and kick with all my might. I soon broke a lot of\n      harness, and kicked myself clear; so that was an end of that place.\n    </p>\n<p>\n      “After this I was sent to Tattersall's to be sold; of course I could not\n      be warranted free from vice, so nothing was said about that. My handsome\n      appearance and good paces soon brought a gentleman to bid for me, and I\n      was bought by another dealer; he tried me in all kinds of ways and with\n      different bits, and he soon found out what I could not bear. At last he\n      drove me quite without a check-rein, and then sold me as a perfectly quiet\n      horse to a gentleman in the country; he was a good master, and I was\n      getting on very well, but his old groom left him and a new one came. This\n      man was as hard-tempered and hard-handed as Samson; he always spoke in a\n      rough, impatient voice, and if I did not move in the stall the moment he\n      wanted me, he would hit me above the hocks with his stable broom or the\n      fork, whichever he might have in his hand. Everything he did was rough,\n      and I began to hate him; he wanted to make me afraid of him, but I was too\n      high-mettled for that, and one day when he had aggravated me more than\n      usual I bit him, which of course put him in a great rage, and he began to\n      hit me about the head with a riding whip. After that he never dared to\n      come into my stall again; either my heels or my teeth were ready for him,\n      and he knew it. I was quite quiet with my master, but of course he\n      listened to what the man said, and so I was sold again.\n    </p>\n<p>\n      “The same dealer heard of me, and said he thought he knew one place where\n      I should do well. ''Twas a pity,' he said, 'that such a fine horse should\n      go to the bad, for want of a real good chance,' and the end of it was that\n      I came here not long before you did; but I had then made up my mind that\n      men were my natural enemies and that I must defend myself. Of course it is\n      very different here, but who knows how long it will last? I wish I could\n      think about things as you do; but I can't, after all I have gone through.”\n     </p>\n<p>\n      “Well,” I said, “I think it would be a real shame if you were to bite or\n      kick John or James.”\n     </p>\n<p>\n      “I don't mean to,” she said, “while they are good to me. I did bite James\n      once pretty sharp, but John said, 'Try her with kindness,' and instead of\n      punishing me as I expected, James came to me with his arm bound up, and\n      brought me a bran mash and stroked me; and I have never snapped at him\n      since, and I won't either.”\n     </p>\n<p>\n      I was sorry for Ginger, but of course I knew very little then, and I\n      thought most likely she made the worst of it; however, I found that as the\n      weeks went on she grew much more gentle and cheerful, and had lost the\n      watchful, defiant look that she used to turn on any strange person who\n      came near her; and one day James said, “I do believe that mare is getting\n      fond of me, she quite whinnied after me this morning when I had been\n      rubbing her forehead.”\n     </p>\n<p>\n      “Ay, ay, Jim, 'tis 'the Birtwick balls',” said John, “she'll be as good as\n      Black Beauty by and by; kindness is all the physic she wants, poor thing!”\n       Master noticed the change, too, and one day when he got out of the\n      carriage and came to speak to us, as he often did, he stroked her\n      beautiful neck. “Well, my pretty one, well, how do things go with you now?\n      You are a good bit happier than when you came to us, I think.”\n     </p>\n<p>\n      She put her nose up to him in a friendly, trustful way, while he rubbed it\n      gently.\n    </p>\n<p>\n      “We shall make a cure of her, John,” he said.\n    </p>\n<p>\n      “Yes, sir, she's wonderfully improved; she's not the same creature that\n      she was; it's 'the Birtwick balls', sir,” said John, laughing.\n    </p>\n<p>\n      This was a little joke of John's; he used to say that a regular course of\n      “the Birtwick horseballs” would cure almost any vicious horse; these\n      balls, he said, were made up of patience and gentleness, firmness and\n      petting, one pound of each to be mixed up with half a pint of common\n      sense, and given to the horse every day.\n    </p>\n<p>\n<a id=\"link2H_4_0011\" name=\"link2H_4_0011\">\n<!--  H2 anchor --> </a>\n</p>"
}