{
  "title": "25 Reuben Smith",
  "subtitle": "25 Reuben Smith",
  "chapterId": "black-beauty---project-gutenberg-chapter-30",
  "prev": "black-beauty---project-gutenberg-chapter-29",
  "next": "black-beauty---project-gutenberg-chapter-31",
  "content": "<p>\n      Now I must say a little about Reuben Smith, who was left in charge of the\n      stables when York went to London. No one more thoroughly understood his\n      business than he did, and when he was all right there could not be a more\n      faithful or valuable man. He was gentle and very clever in his management\n      of horses, and could doctor them almost as well as a farrier, for he had\n      lived two years with a veterinary surgeon. He was a first-rate driver; he\n      could take a four-in-hand or a tandem as easily as a pair. He was a\n      handsome man, a good scholar, and had very pleasant manners. I believe\n      everybody liked him; certainly the horses did. The only wonder was that he\n      should be in an under situation and not in the place of a head coachman\n      like York; but he had one great fault and that was the love of drink. He\n      was not like some men, always at it; he used to keep steady for weeks or\n      months together, and then he would break out and have a “bout” of it, as\n      York called it, and be a disgrace to himself, a terror to his wife, and a\n      nuisance to all that had to do with him. He was, however, so useful that\n      two or three times York had hushed the matter up and kept it from the\n      earl's knowledge; but one night, when Reuben had to drive a party home\n      from a ball he was so drunk that he could not hold the reins, and a\n      gentleman of the party had to mount the box and drive the ladies home. Of\n      course, this could not be hidden, and Reuben was at once dismissed; his\n      poor wife and little children had to turn out of the pretty cottage by the\n      park gate and go where they could. Old Max told me all this, for it\n      happened a good while ago; but shortly before Ginger and I came Smith had\n      been taken back again. York had interceded for him with the earl, who is\n      very kind-hearted, and the man had promised faithfully that he would never\n      taste another drop as long as he lived there. He had kept his promise so\n      well that York thought he might be safely trusted to fill his place while\n      he was away, and he was so clever and honest that no one else seemed so\n      well fitted for it.\n    </p>\n<p>\n      It was now early in April, and the family was expected home some time in\n      May. The light brougham was to be fresh done up, and as Colonel Blantyre\n      was obliged to return to his regiment it was arranged that Smith should\n      drive him to the town in it, and ride back; for this purpose he took the\n      saddle with him, and I was chosen for the journey. At the station the\n      colonel put some money into Smith's hand and bid him good-by, saying,\n      “Take care of your young mistress, Reuben, and don't let Black Auster be\n      hacked about by any random young prig that wants to ride him—keep\n      him for the lady.”\n     </p>\n<p>\n      We left the carriage at the maker's, and Smith rode me to the White Lion,\n      and ordered the hostler to feed me well, and have me ready for him at four\n      o'clock. A nail in one of my front shoes had started as I came along, but\n      the hostler did not notice it till just about four o'clock. Smith did not\n      come into the yard till five, and then he said he should not leave till\n      six, as he had met with some old friends. The man then told him of the\n      nail, and asked if he should have the shoe looked to.\n    </p>\n<p>\n      “No,” said Smith, “that will be all right till we get home.”\n     </p>\n<p>\n      He spoke in a very loud, offhand way, and I thought it very unlike him not\n      to see about the shoe, as he was generally wonderfully particular about\n      loose nails in our shoes. He did not come at six nor seven, nor eight, and\n      it was nearly nine o'clock before he called for me, and then it was with a\n      loud, rough voice. He seemed in a very bad temper, and abused the hostler,\n      though I could not tell what for.\n    </p>\n<p>\n      The landlord stood at the door and said, “Have a care, Mr. Smith!” but he\n      answered angrily with an oath; and almost before he was out of the town he\n      began to gallop, frequently giving me a sharp cut with his whip, though I\n      was going at full speed. The moon had not yet risen, and it was very dark.\n      The roads were stony, having been recently mended; going over them at this\n      pace, my shoe became looser, and as we neared the turnpike gate it came\n      off.\n    </p>\n<p>\n      If Smith had been in his right senses he would have been sensible of\n      something wrong in my pace, but he was too drunk to notice.\n    </p>\n<p>\n      Beyond the turnpike was a long piece of road, upon which fresh stones had\n      just been laid—large sharp stones, over which no horse could be\n      driven quickly without risk of danger. Over this road, with one shoe gone,\n      I was forced to gallop at my utmost speed, my rider meanwhile cutting into\n      me with his whip, and with wild curses urging me to go still faster. Of\n      course my shoeless foot suffered dreadfully; the hoof was broken and split\n      down to the very quick, and the inside was terribly cut by the sharpness\n      of the stones.\n    </p>\n<p>\n      This could not go on; no horse could keep his footing under such\n      circumstances; the pain was too great. I stumbled, and fell with violence\n      on both my knees. Smith was flung off by my fall, and, owing to the speed\n      I was going at, he must have fallen with great force. I soon recovered my\n      feet and limped to the side of the road, where it was free from stones.\n      The moon had just risen above the hedge, and by its light I could see\n      Smith lying a few yards beyond me. He did not rise; he made one slight\n      effort to do so, and then there was a heavy groan. I could have groaned,\n      too, for I was suffering intense pain both from my foot and knees; but\n      horses are used to bear their pain in silence. I uttered no sound, but I\n      stood there and listened. One more heavy groan from Smith; but though he\n      now lay in the full moonlight I could see no motion. I could do nothing\n      for him nor myself, but, oh! how I listened for the sound of horse, or\n      wheels, or footsteps! The road was not much frequented, and at this time\n      of the night we might stay for hours before help came to us. I stood\n      watching and listening. It was a calm, sweet April night; there were no\n      sounds but a few low notes of a nightingale, and nothing moved but the\n      white clouds near the moon and a brown owl that flitted over the hedge. It\n      made me think of the summer nights long ago, when I used to lie beside my\n      mother in the green pleasant meadow at Farmer Grey's.\n    </p>\n<p>\n<a id=\"link2H_4_0029\" name=\"link2H_4_0029\">\n<!--  H2 anchor --> </a>\n</p>"
}