{
  "title": "32 A Horse Fair",
  "subtitle": "32 A Horse Fair",
  "chapterId": "black-beauty---project-gutenberg-chapter-38",
  "prev": "black-beauty---project-gutenberg-chapter-37",
  "next": "black-beauty---project-gutenberg-chapter-39",
  "content": "<p>\n      No doubt a horse fair is a very amusing place to those who have nothing to\n      lose; at any rate, there is plenty to see.\n    </p>\n<p>\n      Long strings of young horses out of the country, fresh from the marshes;\n      and droves of shaggy little Welsh ponies, no higher than Merrylegs; and\n      hundreds of cart horses of all sorts, some of them with their long tails\n      braided up and tied with scarlet cord; and a good many like myself,\n      handsome and high-bred, but fallen into the middle class, through some\n      accident or blemish, unsoundness of wind, or some other complaint. There\n      were some splendid animals quite in their prime, and fit for anything;\n      they were throwing out their legs and showing off their paces in high\n      style, as they were trotted out with a leading rein, the groom running by\n      the side. But round in the background there were a number of poor things,\n      sadly broken down with hard work, with their knees knuckling over and\n      their hind legs swinging out at every step, and there were some very\n      dejected-looking old horses, with the under lip hanging down and the ears\n      lying back heavily, as if there were no more pleasure in life, and no more\n      hope; there were some so thin you might see all their ribs, and some with\n      old sores on their backs and hips. These were sad sights for a horse to\n      look upon, who knows not but he may come to the same state.\n    </p>\n<p>\n      There was a great deal of bargaining, of running up and beating down; and\n      if a horse may speak his mind so far as he understands, I should say there\n      were more lies told and more trickery at that horse fair than a clever man\n      could give an account of. I was put with two or three other strong,\n      useful-looking horses, and a good many people came to look at us. The\n      gentlemen always turned from me when they saw my broken knees; though the\n      man who had me swore it was only a slip in the stall.\n    </p>\n<p>\n      The first thing was to pull my mouth open, then to look at my eyes, then\n      feel all the way down my legs, and give me a hard feel of the skin and\n      flesh, and then try my paces. It was wonderful what a difference there was\n      in the way these things were done. Some did it in a rough, offhand way, as\n      if one was only a piece of wood; while others would take their hands\n      gently over one's body, with a pat now and then, as much as to say, “By\n      your leave.” Of course I judged a good deal of the buyers by their manners\n      to myself.\n    </p>\n<p>\n      There was one man, I thought, if he would buy me, I should be happy. He\n      was not a gentleman, nor yet one of the loud, flashy sort that call\n      themselves so. He was rather a small man, but well made, and quick in all\n      his motions. I knew in a moment by the way he handled me, that he was used\n      to horses; he spoke gently, and his gray eye had a kindly, cheery look in\n      it. It may seem strange to say—but it is true all the same—that\n      the clean, fresh smell there was about him made me take to him; no smell\n      of old beer and tobacco, which I hated, but a fresh smell as if he had\n      come out of a hayloft. He offered twenty-three pounds for me, but that was\n      refused, and he walked away. I looked after him, but he was gone, and a\n      very hard-looking, loud-voiced man came. I was dreadfully afraid he would\n      have me; but he walked off. One or two more came who did not mean\n      business. Then the hard-faced man came back again and offered twenty-three\n      pounds. A very close bargain was being driven, for my salesman began to\n      think he should not get all he asked, and must come down; but just then\n      the gray-eyed man came back again. I could not help reaching out my head\n      toward him. He stroked my face kindly.\n    </p>\n<p>\n      “Well, old chap,” he said, “I think we should suit each other. I'll give\n      twenty-four for him.”\n     </p>\n<p>\n      “Say twenty-five and you shall have him.”\n     </p>\n<p>\n      “Twenty-four ten,” said my friend, in a very decided tone, “and not\n      another sixpence—yes or no?”\n     </p>\n<p>\n      “Done,” said the salesman; “and you may depend upon it there's a monstrous\n      deal of quality in that horse, and if you want him for cab work he's a\n      bargain.”\n     </p>\n<p>\n      The money was paid on the spot, and my new master took my halter, and led\n      me out of the fair to an inn, where he had a saddle and bridle ready. He\n      gave me a good feed of oats and stood by while I ate it, talking to\n      himself and talking to me. Half an hour after we were on our way to\n      London, through pleasant lanes and country roads, until we came into the\n      great London thoroughfare, on which we traveled steadily, till in the\n      twilight we reached the great city. The gas lamps were already lighted;\n      there were streets to the right, and streets to the left, and streets\n      crossing each other, for mile upon mile. I thought we should never come to\n      the end of them. At last, in passing through one, we came to a long cab\n      stand, when my rider called out in a cheery voice, “Good-night, governor!”\n     </p>\n<p>\n      “Halloo!” cried a voice. “Have you got a good one?”\n     </p>\n<p>\n      “I think so,” replied my owner.\n    </p>\n<p>\n      “I wish you luck with him.”\n     </p>\n<p>\n      “Thank you, governor,” and he rode on. We soon turned up one of the side\n      streets, and about halfway up that we turned into a very narrow street,\n      with rather poor-looking houses on one side, and what seemed to be\n      coach-houses and stables on the other.\n    </p>\n<p>\n      My owner pulled up at one of the houses and whistled. The door flew open,\n      and a young woman, followed by a little girl and boy, ran out. There was a\n      very lively greeting as my rider dismounted.\n    </p>\n<p>\n      “Now, then, Harry, my boy, open the gates, and mother will bring us the\n      lantern.”\n     </p>\n<p>\n      The next minute they were all standing round me in a small stable-yard.\n    </p>\n<p>\n      “Is he gentle, father?”\n     </p>\n<p>\n      “Yes, Dolly, as gentle as your own kitten; come and pat him.”\n     </p>\n<p>\n      At once the little hand was patting about all over my shoulder without\n      fear. How good it felt!\n    </p>\n<p>\n      “Let me get him a bran mash while you rub him down,” said the mother.\n    </p>\n<p>\n      “Do, Polly, it's just what he wants; and I know you've got a beautiful\n      mash ready for me.”\n     </p>\n<p>\n      “Sausage dumpling and apple turnover!” shouted the boy, which set them all\n      laughing. I was led into a comfortable, clean-smelling stall, with plenty\n      of dry straw, and after a capital supper I lay down, thinking I was going\n      to be happy.\n    </p>\n<p>\n<a id=\"link2H_4_0037\" name=\"link2H_4_0037\">\n<!--  H2 anchor --> </a>\n</p>"
}