{
  "title": "13 The Devil's Trade Mark",
  "subtitle": "13 The Devil's Trade Mark",
  "chapterId": "black-beauty---project-gutenberg-chapter-17",
  "prev": "black-beauty---project-gutenberg-chapter-16",
  "next": "black-beauty---project-gutenberg-chapter-18",
  "content": "<p>\n      One day when John and I had been out on some business of our master's, and\n      were returning gently on a long, straight road, at some distance we saw a\n      boy trying to leap a pony over a gate; the pony would not take the leap,\n      and the boy cut him with the whip, but he only turned off on one side. He\n      whipped him again, but the pony turned off on the other side. Then the boy\n      got off and gave him a hard thrashing, and knocked him about the head;\n      then he got up again and tried to make him leap the gate, kicking him all\n      the time shamefully, but still the pony refused. When we were nearly at\n      the spot the pony put down his head and threw up his heels, and sent the\n      boy neatly over into a broad quickset hedge, and with the rein dangling\n      from his head he set off home at a full gallop. John laughed out quite\n      loud. “Served him right,” he said.\n    </p>\n<p>\n      “Oh, oh, oh!” cried the boy as he struggled about among the thorns; “I\n      say, come and help me out.”\n     </p>\n<p>\n      “Thank ye,” said John, “I think you are quite in the right place, and\n      maybe a little scratching will teach you not to leap a pony over a gate\n      that is too high for him,” and so with that John rode off. “It may be,”\n       said he to himself, “that young fellow is a liar as well as a cruel one;\n      we'll just go home by Farmer Bushby's, Beauty, and then if anybody wants\n      to know you and I can tell 'em, ye see.” So we turned off to the right,\n      and soon came up to the stack-yard, and within sight of the house. The\n      farmer was hurrying out into the road, and his wife was standing at the\n      gate, looking very frightened.\n    </p>\n<p>\n      “Have you seen my boy?” said Mr. Bushby as we came up; “he went out an\n      hour ago on my black pony, and the creature is just come back without a\n      rider.”\n     </p>\n<p>\n      “I should think, sir,” said John, “he had better be without a rider,\n      unless he can be ridden properly.”\n     </p>\n<p>\n      “What do you mean?” said the farmer.\n    </p>\n<p>\n      “Well, sir, I saw your son whipping, and kicking, and knocking that good\n      little pony about shamefully because he would not leap a gate that was too\n      high for him. The pony behaved well, sir, and showed no vice; but at last\n      he just threw up his heels and tipped the young gentleman into the thorn\n      hedge. He wanted me to help him out, but I hope you will excuse me, sir, I\n      did not feel inclined to do so. There's no bones broken, sir; he'll only\n      get a few scratches. I love horses, and it riles me to see them badly\n      used; it is a bad plan to aggravate an animal till he uses his heels; the\n      first time is not always the last.”\n     </p>\n<p>\n      During this time the mother began to cry, “Oh, my poor Bill, I must go and\n      meet him; he must be hurt.”\n     </p>\n<p>\n      “You had better go into the house, wife,” said the farmer; “Bill wants a\n      lesson about this, and I must see that he gets it; this is not the first\n      time, nor the second, that he has ill-used that pony, and I shall stop it.\n      I am much obliged to you, Manly. Good-evening.”\n     </p>\n<p>\n      So we went on, John chuckling all the way home; then he told James about\n      it, who laughed and said, “Serve him right. I knew that boy at school; he\n      took great airs on himself because he was a farmer's son; he used to\n      swagger about and bully the little boys. Of course, we elder ones would\n      not have any of that nonsense, and let him know that in the school and the\n      playground farmers' sons and laborers' sons were all alike. I well\n      remember one day, just before afternoon school, I found him at the large\n      window catching flies and pulling off their wings. He did not see me and I\n      gave him a box on the ears that laid him sprawling on the floor. Well,\n      angry as I was, I was almost frightened, he roared and bellowed in such a\n      style. The boys rushed in from the playground, and the master ran in from\n      the road to see who was being murdered. Of course I said fair and square\n      at once what I had done, and why; then I showed the master the flies, some\n      crushed and some crawling about helpless, and I showed him the wings on\n      the window sill. I never saw him so angry before; but as Bill was still\n      howling and whining, like the coward that he was, he did not give him any\n      more punishment of that kind, but set him up on a stool for the rest of\n      the afternoon, and said that he should not go out to play for that week.\n      Then he talked to all the boys very seriously about cruelty, and said how\n      hard-hearted and cowardly it was to hurt the weak and the helpless; but\n      what stuck in my mind was this, he said that cruelty was the devil's own\n      trade-mark, and if we saw any one who took pleasure in cruelty we might\n      know who he belonged to, for the devil was a murderer from the beginning,\n      and a tormentor to the end. On the other hand, where we saw people who\n      loved their neighbors, and were kind to man and beast, we might know that\n      was God's mark.”\n     </p>\n<p>\n      “Your master never taught you a truer thing,” said John; “there is no\n      religion without love, and people may talk as much as they like about\n      their religion, but if it does not teach them to be good and kind to man\n      and beast it is all a sham—all a sham, James, and it won't stand\n      when things come to be turned inside out.”\n     </p>\n<p>\n<a id=\"link2H_4_0016\" name=\"link2H_4_0016\">\n<!--  H2 anchor --> </a>\n</p>"
}