{
  "title": "48 Farmer Thoroughgood and His Grandson Willie",
  "subtitle": "48 Farmer Thoroughgood and His Grandson Willie",
  "chapterId": "black-beauty---project-gutenberg-chapter-55",
  "prev": "black-beauty---project-gutenberg-chapter-54",
  "next": "black-beauty---project-gutenberg-chapter-56",
  "content": "<p>\n      At this sale, of course I found myself in company with the old broken-down\n      horses—some lame, some broken-winded, some old, and some that I am\n      sure it would have been merciful to shoot.\n    </p>\n<p>\n      The buyers and sellers, too, many of them, looked not much better off than\n      the poor beasts they were bargaining about. There were poor old men,\n      trying to get a horse or a pony for a few pounds, that might drag about\n      some little wood or coal cart. There were poor men trying to sell a\n      worn-out beast for two or three pounds, rather than have the greater loss\n      of killing him. Some of them looked as if poverty and hard times had\n      hardened them all over; but there were others that I would have willingly\n      used the last of my strength in serving; poor and shabby, but kind and\n      human, with voices that I could trust. There was one tottering old man who\n      took a great fancy to me, and I to him, but I was not strong enough—it\n      was an anxious time! Coming from the better part of the fair, I noticed a\n      man who looked like a gentleman farmer, with a young boy by his side; he\n      had a broad back and round shoulders, a kind, ruddy face, and he wore a\n      broad-brimmed hat. When he came up to me and my companions he stood still\n      and gave a pitiful look round upon us. I saw his eye rest on me; I had\n      still a good mane and tail, which did something for my appearance. I\n      pricked my ears and looked at him.\n    </p>\n<p>\n      “There's a horse, Willie, that has known better days.”\n     </p>\n<p>\n      “Poor old fellow!” said the boy, “do you think, grandpapa, he was ever a\n      carriage horse?”\n     </p>\n<p>\n      “Oh, yes! my boy,” said the farmer, coming closer, “he might have been\n      anything when he was young; look at his nostrils and his ears, the shape\n      of his neck and shoulder; there's a deal of breeding about that horse.” He\n      put out his hand and gave me a kind pat on the neck. I put out my nose in\n      answer to his kindness; the boy stroked my face.\n    </p>\n<p>\n      “Poor old fellow! see, grandpapa, how well he understands kindness. Could\n      not you buy him and make him young again as you did with Ladybird?”\n     </p>\n<p>\n      “My dear boy, I can't make all old horses young; besides, Ladybird was not\n      so very old, as she was run down and badly used.”\n     </p>\n<p>\n      “Well, grandpapa, I don't believe that this one is old; look at his mane\n      and tail. I wish you would look into his mouth, and then you could tell;\n      though he is so very thin, his eyes are not sunk like some old horses'.”\n     </p>\n<p>\n      The old gentleman laughed. “Bless the boy! he is as horsey as his old\n      grandfather.”\n     </p>\n<p>\n      “But do look at his mouth, grandpapa, and ask the price; I am sure he\n      would grow young in our meadows.”\n     </p>\n<p>\n      The man who had brought me for sale now put in his word.\n    </p>\n<p>\n      “The young gentleman's a real knowing one, sir. Now the fact is, this 'ere\n      hoss is just pulled down with overwork in the cabs; he's not an old one,\n      and I heerd as how the vetenary should say, that a six months' run off\n      would set him right up, being as how his wind was not broken. I've had the\n      tending of him these ten days past, and a gratefuller, pleasanter animal I\n      never met with, and 'twould be worth a gentleman's while to give a\n      five-pound note for him, and let him have a chance. I'll be bound he'd be\n      worth twenty pounds next spring.”\n     </p>\n<p>\n      The old gentleman laughed, and the little boy looked up eagerly.\n    </p>\n<p>\n      “Oh, grandpapa, did you not say the colt sold for five pounds more than\n      you expected? You would not be poorer if you did buy this one.”\n     </p>\n<p>\n      The farmer slowly felt my legs, which were much swelled and strained; then\n      he looked at my mouth. “Thirteen or fourteen, I should say; just trot him\n      out, will you?”\n     </p>\n<p>\n      I arched my poor thin neck, raised my tail a little, and threw out my legs\n      as well as I could, for they were very stiff.\n    </p>\n<p>\n      “What is the lowest you will take for him?” said the farmer as I came\n      back.\n    </p>\n<p>\n      “Five pounds, sir; that was the lowest price my master set.”\n     </p>\n<p>\n      “'Tis a speculation,” said the old gentleman, shaking his head, but at the\n      same time slowly drawing out his purse, “quite a speculation! Have you any\n      more business here?” he said, counting the sovereigns into his hand.\n    </p>\n<p>\n      “No, sir, I can take him for you to the inn, if you please.”\n     </p>\n<p>\n      “Do so, I am now going there.”\n     </p>\n<p>\n      They walked forward, and I was led behind. The boy could hardly control\n      his delight, and the old gentleman seemed to enjoy his pleasure. I had a\n      good feed at the inn, and was then gently ridden home by a servant of my\n      new master's, and turned into a large meadow with a shed in one corner of\n      it.\n    </p>\n<p>\n      Mr. Thoroughgood, for that was the name of my benefactor, gave orders that\n      I should have hay and oats every night and morning, and the run of the\n      meadow during the day, and, “you, Willie,” said he, “must take the\n      oversight of him; I give him in charge to you.”\n     </p>\n<p>\n      The boy was proud of his charge, and undertook it in all seriousness.\n      There was not a day when he did not pay me a visit; sometimes picking me\n      out from among the other horses, and giving me a bit of carrot, or\n      something good, or sometimes standing by me while I ate my oats. He always\n      came with kind words and caresses, and of course I grew very fond of him.\n      He called me Old Crony, as I used to come to him in the field and follow\n      him about. Sometimes he brought his grandfather, who always looked closely\n      at my legs.\n    </p>\n<p>\n      “This is our point, Willie,” he would say; “but he is improving so\n      steadily that I think we shall see a change for the better in the spring.”\n     </p>\n<p>\n      The perfect rest, the good food, the soft turf, and gentle exercise, soon\n      began to tell on my condition and my spirits. I had a good constitution\n      from my mother, and I was never strained when I was young, so that I had a\n      better chance than many horses who have been worked before they came to\n      their full strength. During the winter my legs improved so much that I\n      began to feel quite young again. The spring came round, and one day in\n      March Mr. Thoroughgood determined that he would try me in the phaeton. I\n      was well pleased, and he and Willie drove me a few miles. My legs were not\n      stiff now, and I did the work with perfect ease.\n    </p>\n<p>\n      “He's growing young, Willie; we must give him a little gentle work now,\n      and by mid-summer he will be as good as Ladybird. He has a beautiful mouth\n      and good paces; they can't be better.”\n     </p>\n<p>\n      “Oh, grandpapa, how glad I am you bought him!”\n     </p>\n<p>\n      “So am I, my boy; but he has to thank you more than me; we must now be\n      looking out for a quiet, genteel place for him, where he will be valued.”\n     </p>\n<p>\n<a id=\"link2H_4_0054\" name=\"link2H_4_0054\">\n<!--  H2 anchor --> </a>\n</p>"
}