{
  "title": "17 John Manly's Talk",
  "subtitle": "17 John Manly's Talk",
  "chapterId": "black-beauty---project-gutenberg-chapter-21",
  "prev": "black-beauty---project-gutenberg-chapter-20",
  "next": "black-beauty---project-gutenberg-chapter-22",
  "content": "<p>\n      The rest of our journey was very easy, and a little after sunset we\n      reached the house of my master's friend. We were taken into a clean, snug\n      stable; there was a kind coachman, who made us very comfortable, and who\n      seemed to think a good deal of James when he heard about the fire.\n    </p>\n<p>\n      “There is one thing quite clear, young man,” he said, “your horses know\n      who they can trust; it is one of the hardest things in the world to get\n      horses out of a stable when there is either fire or flood. I don't know\n      why they won't come out, but they won't—not one in twenty.”\n     </p>\n<p>\n      We stopped two or three days at this place and then returned home. All\n      went well on the journey; we were glad to be in our own stable again, and\n      John was equally glad to see us.\n    </p>\n<p>\n      Before he and James left us for the night James said, “I wonder who is\n      coming in my place.”\n     </p>\n<p>\n      “Little Joe Green at the lodge,” said John.\n    </p>\n<p>\n      “Little Joe Green! why, he's a child!”\n     </p>\n<p>\n      “He is fourteen and a half,” said John.\n    </p>\n<p>\n      “But he is such a little chap!”\n     </p>\n<p>\n      “Yes, he is small, but he is quick and willing, and kind-hearted, too, and\n      then he wishes very much to come, and his father would like it; and I know\n      the master would like to give him the chance. He said if I thought he\n      would not do he would look out for a bigger boy; but I said I was quite\n      agreeable to try him for six weeks.”\n     </p>\n<p>\n      “Six weeks!” said James; “why, it will be six months before he can be of\n      much use! It will make you a deal of work, John.”\n     </p>\n<p>\n      “Well,” said John with a laugh, “work and I are very good friends; I never\n      was afraid of work yet.”\n     </p>\n<p>\n      “You are a very good man,” said James. “I wish I may ever be like you.”\n     </p>\n<p>\n      “I don't often speak of myself,” said John, “but as you are going away\n      from us out into the world to shift for yourself I'll just tell you how I\n      look on these things. I was just as old as Joseph when my father and\n      mother died of the fever within ten days of each other, and left me and my\n      cripple sister Nelly alone in the world, without a relation that we could\n      look to for help. I was a farmer's boy, not earning enough to keep myself,\n      much less both of us, and she must have gone to the workhouse but for our\n      mistress (Nelly calls her her angel, and she has good right to do so). She\n      went and hired a room for her with old Widow Mallet, and she gave her\n      knitting and needlework when she was able to do it; and when she was ill\n      she sent her dinners and many nice, comfortable things, and was like a\n      mother to her. Then the master he took me into the stable under old\n      Norman, the coachman that was then. I had my food at the house and my bed\n      in the loft, and a suit of clothes, and three shillings a week, so that I\n      could help Nelly. Then there was Norman; he might have turned round and\n      said at his age he could not be troubled with a raw boy from the\n      plow-tail, but he was like a father to me, and took no end of pains with\n      me. When the old man died some years after I stepped into his place, and\n      now of course I have top wages, and can lay by for a rainy day or a sunny\n      day, as it may happen, and Nelly is as happy as a bird. So you see, James,\n      I am not the man that should turn up his nose at a little boy and vex a\n      good, kind master. No, no! I shall miss you very much, James, but we shall\n      pull through, and there's nothing like doing a kindness when 'tis put in\n      your way, and I am glad I can do it.”\n     </p>\n<p>\n      “Then,” said James, “you don't hold with that saying, 'Everybody look\n      after himself, and take care of number one'?”\n     </p>\n<p>\n      “No, indeed,” said John, “where should I and Nelly have been if master and\n      mistress and old Norman had only taken care of number one? Why, she in the\n      workhouse and I hoeing turnips! Where would Black Beauty and Ginger have\n      been if you had only thought of number one? why, roasted to death! No,\n      Jim, no! that is a selfish, heathenish saying, whoever uses it; and any\n      man who thinks he has nothing to do but take care of number one, why, it's\n      a pity but what he had been drowned like a puppy or a kitten, before he\n      got his eyes open; that's what I think,” said John, with a very decided\n      jerk of his head.\n    </p>\n<p>\n      James laughed at this; but there was a thickness in his voice when he\n      said, “You have been my best friend except my mother; I hope you won't\n      forget me.”\n     </p>\n<p>\n      “No, lad, no!” said John, “and if ever I can do you a good turn I hope you\n      won't forget me.”\n     </p>\n<p>\n      The next day Joe came to the stables to learn all he could before James\n      left. He learned to sweep the stable, to bring in the straw and hay; he\n      began to clean the harness, and helped to wash the carriage. As he was\n      quite too short to do anything in the way of grooming Ginger and me, James\n      taught him upon Merrylegs, for he was to have full charge of him, under\n      John. He was a nice little bright fellow, and always came whistling to his\n      work.\n    </p>\n<p>\n      Merrylegs was a good deal put out at being “mauled about,” as he said, “by\n      a boy who knew nothing;” but toward the end of the second week he told me\n      confidentially that he thought the boy would turn out well.\n    </p>\n<p>\n      At last the day came when James had to leave us; cheerful as he always\n      was, he looked quite down-hearted that morning.\n    </p>\n<p>\n      “You see,” he said to John, “I am leaving a great deal behind; my mother\n      and Betsy, and you, and a good master and mistress, and then the horses,\n      and my old Merrylegs. At the new place there will not be a soul that I\n      shall know. If it were not that I shall get a higher place, and be able to\n      help my mother better, I don't think I should have made up my mind to it;\n      it is a real pinch, John.”\n     </p>\n<p>\n      “Ay, James, lad, so it is; but I should not think much of you if you could\n      leave your home for the first time and not feel it. Cheer up, you'll make\n      friends there; and if you get on well, as I am sure you will, it will be a\n      fine thing for your mother, and she will be proud enough that you have got\n      into such a good place as that.”\n     </p>\n<p>\n      So John cheered him up, but every one was sorry to lose James; as for\n      Merrylegs, he pined after him for several days, and went quite off his\n      appetite. So John took him out several mornings with a leading rein, when\n      he exercised me, and, trotting and galloping by my side, got up the little\n      fellow's spirits again, and he was soon all right.\n    </p>\n<p>\n      Joe's father would often come in and give a little help, as he understood\n      the work; and Joe took a great deal of pains to learn, and John was quite\n      encouraged about him.\n    </p>\n<p>\n<a id=\"link2H_4_0020\" name=\"link2H_4_0020\">\n<!--  H2 anchor --> </a>\n</p>"
}