{
  "title": "07 Ginger",
  "subtitle": "07 Ginger",
  "chapterId": "black-beauty---project-gutenberg-chapter-11",
  "prev": "black-beauty---project-gutenberg-chapter-10",
  "next": "black-beauty---project-gutenberg-chapter-12",
  "content": "<p>\n      One day when Ginger and I were standing alone in the shade, we had a great\n      deal of talk; she wanted to know all about my bringing up and breaking in,\n      and I told her.\n    </p>\n<p>\n      “Well,” said she, “if I had had your bringing up I might have had as good\n      a temper as you, but now I don't believe I ever shall.”\n     </p>\n<p>\n      “Why not?” I said.\n    </p>\n<p>\n      “Because it has been all so different with me,” she replied. “I never had\n      any one, horse or man, that was kind to me, or that I cared to please, for\n      in the first place I was taken from my mother as soon as I was weaned, and\n      put with a lot of other young colts; none of them cared for me, and I\n      cared for none of them. There was no kind master like yours to look after\n      me, and talk to me, and bring me nice things to eat. The man that had the\n      care of us never gave me a kind word in my life. I do not mean that he\n      ill-used me, but he did not care for us one bit further than to see that\n      we had plenty to eat, and shelter in the winter. A footpath ran through\n      our field, and very often the great boys passing through would fling\n      stones to make us gallop. I was never hit, but one fine young colt was\n      badly cut in the face, and I should think it would be a scar for life. We\n      did not care for them, but of course it made us more wild, and we settled\n      it in our minds that boys were our enemies. We had very good fun in the\n      free meadows, galloping up and down and chasing each other round and round\n      the field; then standing still under the shade of the trees. But when it\n      came to breaking in, that was a bad time for me; several men came to catch\n      me, and when at last they closed me in at one corner of the field, one\n      caught me by the forelock, another caught me by the nose and held it so\n      tight I could hardly draw my breath; then another took my under jaw in his\n      hard hand and wrenched my mouth open, and so by force they got on the\n      halter and the bar into my mouth; then one dragged me along by the halter,\n      another flogging behind, and this was the first experience I had of men's\n      kindness; it was all force. They did not give me a chance to know what\n      they wanted. I was high bred and had a great deal of spirit, and was very\n      wild, no doubt, and gave them, I dare say, plenty of trouble, but then it\n      was dreadful to be shut up in a stall day after day instead of having my\n      liberty, and I fretted and pined and wanted to get loose. You know\n      yourself it's bad enough when you have a kind master and plenty of\n      coaxing, but there was nothing of that sort for me.\n    </p>\n<p>\n      “There was one—the old master, Mr. Ryder—who, I think, could\n      soon have brought me round, and could have done anything with me; but he\n      had given up all the hard part of the trade to his son and to another\n      experienced man, and he only came at times to oversee. His son was a\n      strong, tall, bold man; they called him Samson, and he used to boast that\n      he had never found a horse that could throw him. There was no gentleness\n      in him, as there was in his father, but only hardness, a hard voice, a\n      hard eye, a hard hand; and I felt from the first that what he wanted was\n      to wear all the spirit out of me, and just make me into a quiet, humble,\n      obedient piece of horseflesh. 'Horseflesh'! Yes, that is all that he\n      thought about,” and Ginger stamped her foot as if the very thought of him\n      made her angry. Then she went on:\n    </p>\n<p>\n      “If I did not do exactly what he wanted he would get put out, and make me\n      run round with that long rein in the training field till he had tired me\n      out. I think he drank a good deal, and I am quite sure that the oftener he\n      drank the worse it was for me. One day he had worked me hard in every way\n      he could, and when I lay down I was tired, and miserable, and angry; it\n      all seemed so hard. The next morning he came for me early, and ran me\n      round again for a long time. I had scarcely had an hour's rest, when he\n      came again for me with a saddle and bridle and a new kind of bit. I could\n      never quite tell how it came about; he had only just mounted me on the\n      training ground, when something I did put him out of temper, and he\n      chucked me hard with the rein. The new bit was very painful, and I reared\n      up suddenly, which angered him still more, and he began to flog me. I felt\n      my whole spirit set against him, and I began to kick, and plunge, and rear\n      as I had never done before, and we had a regular fight; for a long time he\n      stuck to the saddle and punished me cruelly with his whip and spurs, but\n      my blood was thoroughly up, and I cared for nothing he could do if only I\n      could get him off. At last after a terrible struggle I threw him off\n      backward. I heard him fall heavily on the turf, and without looking behind\n      me, I galloped off to the other end of the field; there I turned round and\n      saw my persecutor slowly rising from the ground and going into the stable.\n      I stood under an oak tree and watched, but no one came to catch me. The\n      time went on, and the sun was very hot; the flies swarmed round me and\n      settled on my bleeding flanks where the spurs had dug in. I felt hungry,\n      for I had not eaten since the early morning, but there was not enough\n      grass in that meadow for a goose to live on. I wanted to lie down and\n      rest, but with the saddle strapped tightly on there was no comfort, and\n      there was not a drop of water to drink. The afternoon wore on, and the sun\n      got low. I saw the other colts led in, and I knew they were having a good\n      feed.\n    </p>\n<p>\n      “At last, just as the sun went down, I saw the old master come out with a\n      sieve in his hand. He was a very fine old gentleman with quite white hair,\n      but his voice was what I should know him by among a thousand. It was not\n      high, nor yet low, but full, and clear, and kind, and when he gave orders\n      it was so steady and decided that every one knew, both horses and men,\n      that he expected to be obeyed. He came quietly along, now and then shaking\n      the oats about that he had in the sieve, and speaking cheerfully and\n      gently to me: 'Come along, lassie, come along, lassie; come along, come\n      along.' I stood still and let him come up; he held the oats to me, and I\n      began to eat without fear; his voice took all my fear away. He stood by,\n      patting and stroking me while I was eating, and seeing the clots of blood\n      on my side he seemed very vexed. 'Poor lassie! it was a bad business, a\n      bad business;' then he quietly took the rein and led me to the stable;\n      just at the door stood Samson. I laid my ears back and snapped at him.\n      'Stand back,' said the master, 'and keep out of her way; you've done a bad\n      day's work for this filly.' He growled out something about a vicious\n      brute. 'Hark ye,' said the father, 'a bad-tempered man will never make a\n      good-tempered horse. You've not learned your trade yet, Samson.' Then he\n      led me into my box, took off the saddle and bridle with his own hands, and\n      tied me up; then he called for a pail of warm water and a sponge, took off\n      his coat, and while the stable-man held the pail, he sponged my sides a\n      good while, so tenderly that I was sure he knew how sore and bruised they\n      were. 'Whoa! my pretty one,' he said, 'stand still, stand still.' His very\n      voice did me good, and the bathing was very comfortable. The skin was so\n      broken at the corners of my mouth that I could not eat the hay, the stalks\n      hurt me. He looked closely at it, shook his head, and told the man to\n      fetch a good bran mash and put some meal into it. How good that mash was!\n      and so soft and healing to my mouth. He stood by all the time I was\n      eating, stroking me and talking to the man. 'If a high-mettled creature\n      like this,' said he, 'can't be broken by fair means, she will never be\n      good for anything.'\n    </p>\n<p>\n      “After that he often came to see me, and when my mouth was healed the\n      other breaker, Job, they called him, went on training me; he was steady\n      and thoughtful, and I soon learned what he wanted.”\n     </p>\n<p>\n<a id=\"link2H_4_0010\" name=\"link2H_4_0010\">\n<!--  H2 anchor --> </a>\n</p>"
}