{
  "title": "41 The Butcher",
  "subtitle": "41 The Butcher",
  "chapterId": "black-beauty---project-gutenberg-chapter-47",
  "prev": "black-beauty---project-gutenberg-chapter-46",
  "next": "black-beauty---project-gutenberg-chapter-48",
  "content": "<p>\n      I saw a great deal of trouble among the horses in London, and much of it\n      might have been prevented by a little common sense. We horses do not mind\n      hard work if we are treated reasonably, and I am sure there are many\n      driven by quite poor men who have a happier life than I had when I used to\n      go in the Countess of W——'s carriage, with my silver-mounted\n      harness and high feeding.\n    </p>\n<p>\n      It often went to my heart to see how the little ponies were used,\n      straining along with heavy loads or staggering under heavy blows from some\n      low, cruel boy. Once I saw a little gray pony with a thick mane and a\n      pretty head, and so much like Merrylegs that if I had not been in harness\n      I should have neighed to him. He was doing his best to pull a heavy cart,\n      while a strong rough boy was cutting him under the belly with his whip and\n      chucking cruelly at his little mouth. Could it be Merrylegs? It was just\n      like him; but then Mr. Blomefield was never to sell him, and I think he\n      would not do it; but this might have been quite as good a little fellow,\n      and had as happy a place when he was young.\n    </p>\n<p>\n      I often noticed the great speed at which butchers' horses were made to go,\n      though I did not know why it was so till one day when we had to wait some\n      time in St. John's Wood. There was a butcher's shop next door, and as we\n      were standing a butcher's cart came dashing up at a great pace. The horse\n      was hot and much exhausted; he hung his head down, while his heaving sides\n      and trembling legs showed how hard he had been driven. The lad jumped out\n      of the cart and was getting the basket when the master came out of the\n      shop much displeased. After looking at the horse he turned angrily to the\n      lad.\n    </p>\n<p>\n      “How many times shall I tell you not to drive in this way? You ruined the\n      last horse and broke his wind, and you are going to ruin this in the same\n      way. If you were not my own son I would dismiss you on the spot; it is a\n      disgrace to have a horse brought to the shop in a condition like that; you\n      are liable to be taken up by the police for such driving, and if you are\n      you need not look to me for bail, for I have spoken to you till I'm tired;\n      you must look out for yourself.”\n     </p>\n<p>\n      During this speech the boy had stood by, sullen and dogged, but when his\n      father ceased he broke out angrily. It wasn't his fault, and he wouldn't\n      take the blame; he was only going by orders all the time.\n    </p>\n<p>\n      “You always say, 'Now be quick; now look sharp!' and when I go to the\n      houses one wants a leg of mutton for an early dinner and I must be back\n      with it in a quarter of an hour; another cook has forgotten to order the\n      beef; I must go and fetch it and be back in no time, or the mistress will\n      scold; and the housekeeper says they have company coming unexpectedly and\n      must have some chops sent up directly; and the lady at No. 4, in the\n      Crescent, never orders her dinner till the meat comes in for lunch, and\n      it's nothing but hurry, hurry, all the time. If the gentry would think of\n      what they want, and order their meat the day before, there need not be\n      this blow up!”\n     </p>\n<p>\n      “I wish to goodness they would,” said the butcher; “'twould save me a\n      wonderful deal of harass, and I could suit my customers much better if I\n      knew beforehand—But there! what's the use of talking—who ever\n      thinks of a butcher's convenience or a butcher's horse! Now, then, take\n      him in and look to him well; mind, he does not go out again to-day, and if\n      anything else is wanted you must carry it yourself in the basket.” With\n      that he went in, and the horse was led away.\n    </p>\n<p>\n      But all boys are not cruel. I have seen some as fond of their pony or\n      donkey as if it had been a favorite dog, and the little creatures have\n      worked away as cheerfully and willingly for their young drivers as I work\n      for Jerry. It may be hard work sometimes, but a friend's hand and voice\n      make it easy.\n    </p>\n<p>\n      There was a young coster-boy who came up our street with greens and\n      potatoes; he had an old pony, not very handsome, but the cheerfullest and\n      pluckiest little thing I ever saw, and to see how fond those two were of\n      each other was a treat. The pony followed his master like a dog, and when\n      he got into his cart would trot off without a whip or a word, and rattle\n      down the street as merrily as if he had come out of the queen's stables.\n      Jerry liked the boy, and called him “Prince Charlie”, for he said he would\n      make a king of drivers some day.\n    </p>\n<p>\n      There was an old man, too, who used to come up our street with a little\n      coal cart; he wore a coal-heaver's hat, and looked rough and black. He and\n      his old horse used to plod together along the street, like two good\n      partners who understood each other; the horse would stop of his own accord\n      at the doors where they took coal of him; he used to keep one ear bent\n      toward his master. The old man's cry could be heard up the street long\n      before he came near. I never knew what he said, but the children called\n      him “Old Ba-a-ar Hoo”, for it sounded like that. Polly took her coal of\n      him, and was very friendly, and Jerry said it was a comfort to think how\n      happy an old horse might be in a poor place.\n    </p>\n<p>\n<a id=\"link2H_4_0046\" name=\"link2H_4_0046\">\n<!--  H2 anchor --> </a>\n</p>"
}