{
  "title": "01 My Early Home",
  "subtitle": "01 My Early Home",
  "chapterId": "black-beauty---project-gutenberg-chapter-5",
  "prev": "black-beauty---project-gutenberg-chapter-4",
  "next": "black-beauty---project-gutenberg-chapter-6",
  "content": "<p>\n      The first place that I can well remember was a large pleasant meadow with\n      a pond of clear water in it. Some shady trees leaned over it, and rushes\n      and water-lilies grew at the deep end. Over the hedge on one side we\n      looked into a plowed field, and on the other we looked over a gate at our\n      master's house, which stood by the roadside; at the top of the meadow was\n      a grove of fir trees, and at the bottom a running brook overhung by a\n      steep bank.\n    </p>\n<p>\n      While I was young I lived upon my mother's milk, as I could not eat grass.\n      In the daytime I ran by her side, and at night I lay down close by her.\n      When it was hot we used to stand by the pond in the shade of the trees,\n      and when it was cold we had a nice warm shed near the grove.\n    </p>\n<p>\n      As soon as I was old enough to eat grass my mother used to go out to work\n      in the daytime, and come back in the evening.\n    </p>\n<p>\n      There were six young colts in the meadow besides me; they were older than\n      I was; some were nearly as large as grown-up horses. I used to run with\n      them, and had great fun; we used to gallop all together round and round\n      the field as hard as we could go. Sometimes we had rather rough play, for\n      they would frequently bite and kick as well as gallop.\n    </p>\n<p>\n      One day, when there was a good deal of kicking, my mother whinnied to me\n      to come to her, and then she said:\n    </p>\n<p>\n      “I wish you to pay attention to what I am going to say to you. The colts\n      who live here are very good colts, but they are cart-horse colts, and of\n      course they have not learned manners. You have been well-bred and\n      well-born; your father has a great name in these parts, and your\n      grandfather won the cup two years at the Newmarket races; your grandmother\n      had the sweetest temper of any horse I ever knew, and I think you have\n      never seen me kick or bite. I hope you will grow up gentle and good, and\n      never learn bad ways; do your work with a good will, lift your feet up\n      well when you trot, and never bite or kick even in play.”\n     </p>\n<p>\n      I have never forgotten my mother's advice; I knew she was a wise old\n      horse, and our master thought a great deal of her. Her name was Duchess,\n      but he often called her Pet.\n    </p>\n<p>\n      Our master was a good, kind man. He gave us good food, good lodging, and\n      kind words; he spoke as kindly to us as he did to his little children. We\n      were all fond of him, and my mother loved him very much. When she saw him\n      at the gate she would neigh with joy, and trot up to him. He would pat and\n      stroke her and say, “Well, old Pet, and how is your little Darkie?” I was\n      a dull black, so he called me Darkie; then he would give me a piece of\n      bread, which was very good, and sometimes he brought a carrot for my\n      mother. All the horses would come to him, but I think we were his\n      favorites. My mother always took him to the town on a market day in a\n      light gig.\n    </p>\n<p>\n      There was a plowboy, Dick, who sometimes came into our field to pluck\n      blackberries from the hedge. When he had eaten all he wanted he would have\n      what he called fun with the colts, throwing stones and sticks at them to\n      make them gallop. We did not much mind him, for we could gallop off; but\n      sometimes a stone would hit and hurt us.\n    </p>\n<p>\n      One day he was at this game, and did not know that the master was in the\n      next field; but he was there, watching what was going on; over the hedge\n      he jumped in a snap, and catching Dick by the arm, he gave him such a box\n      on the ear as made him roar with the pain and surprise. As soon as we saw\n      the master we trotted up nearer to see what went on.\n    </p>\n<p>\n      “Bad boy!” he said, “bad boy! to chase the colts. This is not the first\n      time, nor the second, but it shall be the last. There—take your\n      money and go home; I shall not want you on my farm again.” So we never saw\n      Dick any more. Old Daniel, the man who looked after the horses, was just\n      as gentle as our master, so we were well off.\n    </p>\n<p>\n<a id=\"link2H_4_0004\" name=\"link2H_4_0004\">\n<!--  H2 anchor --> </a>\n</p>"
}