{
  "title": "30 A Thief",
  "subtitle": "30 A Thief",
  "chapterId": "black-beauty---project-gutenberg-chapter-35",
  "prev": "black-beauty---project-gutenberg-chapter-34",
  "next": "black-beauty---project-gutenberg-chapter-36",
  "content": "<p>\n      My new master was an unmarried man. He lived at Bath, and was much engaged\n      in business. His doctor advised him to take horse exercise, and for this\n      purpose he bought me. He hired a stable a short distance from his\n      lodgings, and engaged a man named Filcher as groom. My master knew very\n      little about horses, but he treated me well, and I should have had a good\n      and easy place but for circumstances of which he was ignorant. He ordered\n      the best hay with plenty of oats, crushed beans, and bran, with vetches,\n      or rye grass, as the man might think needful. I heard the master give the\n      order, so I knew there was plenty of good food, and I thought I was well\n      off.\n    </p>\n<p>\n      For a few days all went on well. I found that my groom understood his\n      business. He kept the stable clean and airy, and he groomed me thoroughly;\n      and was never otherwise than gentle. He had been an hostler in one of the\n      great hotels in Bath. He had given that up, and now cultivated fruit and\n      vegetables for the market, and his wife bred and fattened poultry and\n      rabbits for sale. After awhile it seemed to me that my oats came very\n      short; I had the beans, but bran was mixed with them instead of oats, of\n      which there were very few; certainly not more than a quarter of what there\n      should have been. In two or three weeks this began to tell upon my\n      strength and spirits. The grass food, though very good, was not the thing\n      to keep up my condition without corn. However, I could not complain, nor\n      make known my wants. So it went on for about two months; and I wondered\n      that my master did not see that something was the matter. However, one\n      afternoon he rode out into the country to see a friend of his, a gentleman\n      farmer, who lived on the road to Wells.\n    </p>\n<p>\n      This gentleman had a very quick eye for horses; and after he had welcomed\n      his friend he said, casting his eye over me:\n    </p>\n<p>\n      “It seems to me, Barry, that your horse does not look so well as he did\n      when you first had him; has he been well?”\n     </p>\n<p>\n      “Yes, I believe so,” said my master; “but he is not nearly so lively as he\n      was; my groom tells me that horses are always dull and weak in the autumn,\n      and that I must expect it.”\n     </p>\n<p>\n      “Autumn, fiddlesticks!” said the farmer. “Why, this is only August; and\n      with your light work and good food he ought not to go down like this, even\n      if it was autumn. How do you feed him?”\n     </p>\n<p>\n      My master told him. The other shook his head slowly, and began to feel me\n      over.\n    </p>\n<p>\n      “I can't say who eats your corn, my dear fellow, but I am much mistaken if\n      your horse gets it. Have you ridden very fast?”\n     </p>\n<p>\n      “No, very gently.”\n     </p>\n<p>\n      “Then just put your hand here,” said he, passing his hand over my neck and\n      shoulder; “he is as warm and damp as a horse just come up from grass. I\n      advise you to look into your stable a little more. I hate to be\n      suspicious, and, thank heaven, I have no cause to be, for I can trust my\n      men, present or absent; but there are mean scoundrels, wicked enough to\n      rob a dumb beast of his food. You must look into it.” And turning to his\n      man, who had come to take me, “Give this horse a right good feed of\n      bruised oats, and don't stint him.”\n     </p>\n<p>\n      “Dumb beasts!” Yes, we are; but if I could have spoken I could have told\n      my master where his oats went to. My groom used to come every morning\n      about six o'clock, and with him a little boy, who always had a covered\n      basket with him. He used to go with his father into the harness-room,\n      where the corn was kept, and I could see them, when the door stood ajar,\n      fill a little bag with oats out of the bin, and then he used to be off.\n    </p>\n<p>\n      Five or six mornings after this, just as the boy had left the stable, the\n      door was pushed open, and a policeman walked in, holding the child tight\n      by the arm; another policeman followed, and locked the door on the inside,\n      saying, “Show me the place where your father keeps his rabbits' food.”\n     </p>\n<p>\n      The boy looked very frightened and began to cry; but there was no escape,\n      and he led the way to the corn-bin. Here the policeman found another empty\n      bag like that which was found full of oats in the boy's basket.\n    </p>\n<p>\n      Filcher was cleaning my feet at the time, but they soon saw him, and\n      though he blustered a good deal they walked him off to the “lock-up”, and\n      his boy with him. I heard afterward that the boy was not held to be\n      guilty, but the man was sentenced to prison for two months.\n    </p>\n<p>\n<a id=\"link2H_4_0034\" name=\"link2H_4_0034\">\n<!--  H2 anchor --> </a>\n</p>"
}