{
  "title": "38 Dolly and a Real Gentleman",
  "subtitle": "38 Dolly and a Real Gentleman",
  "chapterId": "black-beauty---project-gutenberg-chapter-44",
  "prev": "black-beauty---project-gutenberg-chapter-43",
  "next": "black-beauty---project-gutenberg-chapter-45",
  "content": "<p>\n      Winter came in early, with a great deal of cold and wet. There was snow,\n      or sleet, or rain almost every day for weeks, changing only for keen\n      driving winds or sharp frosts. The horses all felt it very much. When it\n      is a dry cold a couple of good thick rugs will keep the warmth in us; but\n      when it is soaking rain they soon get wet through and are no good. Some of\n      the drivers had a waterproof cover to throw over, which was a fine thing;\n      but some of the men were so poor that they could not protect either\n      themselves or their horses, and many of them suffered very much that\n      winter. When we horses had worked half the day we went to our dry stables,\n      and could rest, while they had to sit on their boxes, sometimes staying\n      out as late as one or two o'clock in the morning if they had a party to\n      wait for.\n    </p>\n<p>\n      When the streets were slippery with frost or snow that was the worst of\n      all for us horses. One mile of such traveling, with a weight to draw and\n      no firm footing, would take more out of us than four on a good road; every\n      nerve and muscle of our bodies is on the strain to keep our balance; and,\n      added to this, the fear of falling is more exhausting than anything else.\n      If the roads are very bad indeed our shoes are roughed, but that makes us\n      feel nervous at first.\n    </p>\n<p>\n      When the weather was very bad many of the men would go and sit in the\n      tavern close by, and get some one to watch for them; but they often lost a\n      fare in that way, and could not, as Jerry said, be there without spending\n      money. He never went to the Rising Sun; there was a coffee-shop near,\n      where he now and then went, or he bought of an old man, who came to our\n      rank with tins of hot coffee and pies. It was his opinion that spirits and\n      beer made a man colder afterward, and that dry clothes, good food,\n      cheerfulness, and a comfortable wife at home, were the best things to keep\n      a cabman warm. Polly always supplied him with something to eat when he\n      could not get home, and sometimes he would see little Dolly peeping from\n      the corner of the street, to make sure if “father” was on the stand. If\n      she saw him she would run off at full speed and soon come back with\n      something in a tin or basket, some hot soup or pudding Polly had ready. It\n      was wonderful how such a little thing could get safely across the street,\n      often thronged with horses and carriages; but she was a brave little maid,\n      and felt it quite an honor to bring “father's first course”, as he used to\n      call it. She was a general favorite on the stand, and there was not a man\n      who would not have seen her safely across the street, if Jerry had not\n      been able to do it.\n    </p>\n<p>\n      One cold windy day Dolly had brought Jerry a basin of something hot, and\n      was standing by him while he ate it. He had scarcely begun when a\n      gentleman, walking toward us very fast, held up his umbrella. Jerry\n      touched his hat in return, gave the basin to Dolly, and was taking off my\n      cloth, when the gentleman, hastening up, cried out, “No, no, finish your\n      soup, my friend; I have not much time to spare, but I can wait till you\n      have done, and set your little girl safe on the pavement.” So saying, he\n      seated himself in the cab. Jerry thanked him kindly, and came back to\n      Dolly.\n    </p>\n<p>\n      “There, Dolly, that's a gentleman; that's a real gentleman, Dolly; he has\n      got time and thought for the comfort of a poor cabman and a little girl.”\n     </p>\n<p>\n      Jerry finished his soup, set the child across, and then took his orders to\n      drive to Clapham Rise. Several times after that the same gentleman took\n      our cab. I think he was very fond of dogs and horses, for whenever we took\n      him to his own door two or three dogs would come bounding out to meet him.\n      Sometimes he came round and patted me, saying in his quiet, pleasant way,\n      “This horse has got a good master, and he deserves it.” It was a very rare\n      thing for any one to notice the horse that had been working for him. I\n      have known ladies to do it now and then, and this gentleman, and one or\n      two others have given me a pat and a kind word; but ninety-nine persons\n      out of a hundred would as soon think of patting the steam engine that drew\n      the train.\n    </p>\n<p>\n      The gentleman was not young, and there was a forward stoop in his\n      shoulders as if he was always going at something. His lips were thin and\n      close shut, though they had a very pleasant smile; his eye was keen, and\n      there was something in his jaw and the motion of his head that made one\n      think he was very determined in anything he set about. His voice was\n      pleasant and kind; any horse would trust that voice, though it was just as\n      decided as everything else about him.\n    </p>\n<p>\n      One day he and another gentleman took our cab; they stopped at a shop in R——\n      Street, and while his friend went in he stood at the door. A little ahead\n      of us on the other side of the street a cart with two very fine horses was\n      standing before some wine vaults; the carter was not with them, and I\n      cannot tell how long they had been standing, but they seemed to think they\n      had waited long enough, and began to move off. Before they had gone many\n      paces the carter came running out and caught them. He seemed furious at\n      their having moved, and with whip and rein punished them brutally, even\n      beating them about the head. Our gentleman saw it all, and stepping\n      quickly across the street, said in a decided voice:\n    </p>\n<p>\n      “If you don't stop that directly, I'll have you arrested for leaving your\n      horses, and for brutal conduct.”\n     </p>\n<p>\n      The man, who had clearly been drinking, poured forth some abusive\n      language, but he left off knocking the horses about, and taking the reins,\n      got into his cart; meantime our friend had quietly taken a note-book from\n      his pocket, and looking at the name and address painted on the cart, he\n      wrote something down.\n    </p>\n<p>\n      “What do you want with that?” growled the carter, as he cracked his whip\n      and was moving on. A nod and a grim smile was the only answer he got.\n    </p>\n<p>\n      On returning to the cab our friend was joined by his companion, who said\n      laughingly, “I should have thought, Wright, you had enough business of\n      your own to look after, without troubling yourself about other people's\n      horses and servants.”\n     </p>\n<p>\n      Our friend stood still for a moment, and throwing his head a little back,\n      “Do you know why this world is as bad as it is?”\n     </p>\n<p>\n      “No,” said the other.\n    </p>\n<p>\n      “Then I'll tell you. It is because people think only about their own\n      business, and won't trouble themselves to stand up for the oppressed, nor\n      bring the wrongdoer to light. I never see a wicked thing like this without\n      doing what I can, and many a master has thanked me for letting him know\n      how his horses have been used.”\n     </p>\n<p>\n      “I wish there were more gentlemen like you, sir,” said Jerry, “for they\n      are wanted badly enough in this city.”\n     </p>\n<p>\n      After this we continued our journey, and as they got out of the cab our\n      friend was saying, “My doctrine is this, that if we see cruelty or wrong\n      that we have the power to stop, and do nothing, we make ourselves sharers\n      in the guilt.”\n     </p>\n<p>\n<a id=\"link2H_4_0043\" name=\"link2H_4_0043\">\n<!--  H2 anchor --> </a>\n</p>"
}