{
  "title": "34 An Old War Horse",
  "subtitle": "34 An Old War Horse",
  "chapterId": "black-beauty---project-gutenberg-chapter-40",
  "prev": "black-beauty---project-gutenberg-chapter-39",
  "next": "black-beauty---project-gutenberg-chapter-41",
  "content": "<p>\n      Captain had been broken in and trained for an army horse; his first owner\n      was an officer of cavalry going out to the Crimean war. He said he quite\n      enjoyed the training with all the other horses, trotting together, turning\n      together, to the right hand or the left, halting at the word of command,\n      or dashing forward at full speed at the sound of the trumpet or signal of\n      the officer. He was, when young, a dark, dappled iron-gray, and considered\n      very handsome. His master, a young, high-spirited gentleman, was very fond\n      of him, and treated him from the first with the greatest care and\n      kindness. He told me he thought the life of an army horse was very\n      pleasant; but when it came to being sent abroad over the sea in a great\n      ship, he almost changed his mind.\n    </p>\n<p>\n      “That part of it,” said he, “was dreadful! Of course we could not walk off\n      the land into the ship; so they were obliged to put strong straps under\n      our bodies, and then we were lifted off our legs in spite of our\n      struggles, and were swung through the air over the water, to the deck of\n      the great vessel. There we were placed in small close stalls, and never\n      for a long time saw the sky, or were able to stretch our legs. The ship\n      sometimes rolled about in high winds, and we were knocked about, and felt\n      bad enough.\n    </p>\n<p>\n      “However, at last it came to an end, and we were hauled up, and swung over\n      again to the land; we were very glad, and snorted and neighed for joy,\n      when we once more felt firm ground under our feet.\n    </p>\n<p>\n      “We soon found that the country we had come to was very different from our\n      own and that we had many hardships to endure besides the fighting; but\n      many of the men were so fond of their horses that they did everything they\n      could to make them comfortable in spite of snow, wet, and all things out\n      of order.”\n     </p>\n<p>\n      “But what about the fighting?” said I, “was not that worse than anything\n      else?”\n     </p>\n<p>\n      “Well,” said he, “I hardly know; we always liked to hear the trumpet\n      sound, and to be called out, and were impatient to start off, though\n      sometimes we had to stand for hours, waiting for the word of command; and\n      when the word was given we used to spring forward as gayly and eagerly as\n      if there were no cannon balls, bayonets, or bullets. I believe so long as\n      we felt our rider firm in the saddle, and his hand steady on the bridle,\n      not one of us gave way to fear, not even when the terrible bomb-shells\n      whirled through the air and burst into a thousand pieces.\n    </p>\n<p>\n      “I, with my noble master, went into many actions together without a wound;\n      and though I saw horses shot down with bullets, pierced through with\n      lances, and gashed with fearful saber-cuts; though we left them dead on\n      the field, or dying in the agony of their wounds, I don't think I feared\n      for myself. My master's cheery voice, as he encouraged his men, made me\n      feel as if he and I could not be killed. I had such perfect trust in him\n      that while he was guiding me I was ready to charge up to the very cannon's\n      mouth. I saw many brave men cut down, many fall mortally wounded from\n      their saddles. I had heard the cries and groans of the dying, I had\n      cantered over ground slippery with blood, and frequently had to turn aside\n      to avoid trampling on wounded man or horse, but, until one dreadful day, I\n      had never felt terror; that day I shall never forget.”\n     </p>\n<p>\n      Here old Captain paused for awhile and drew a long breath; I waited, and\n      he went on.\n    </p>\n<p>\n      “It was one autumn morning, and as usual, an hour before daybreak our\n      cavalry had turned out, ready caparisoned for the day's work, whether it\n      might be fighting or waiting. The men stood by their horses waiting, ready\n      for orders. As the light increased there seemed to be some excitement\n      among the officers; and before the day was well begun we heard the firing\n      of the enemy's guns.\n    </p>\n<p>\n      “Then one of the officers rode up and gave the word for the men to mount,\n      and in a second every man was in his saddle, and every horse stood\n      expecting the touch of the rein, or the pressure of his rider's heels, all\n      animated, all eager; but still we had been trained so well that, except by\n      the champing of our bits, and the restive tossing of our heads from time\n      to time, it could not be said that we stirred.\n    </p>\n<p>\n      “My dear master and I were at the head of the line, and as all sat\n      motionless and watchful, he took a little stray lock of my mane which had\n      turned over on the wrong side, laid it over on the right, and smoothed it\n      down with his hand; then patting my neck, he said, 'We shall have a day of\n      it to-day, Bayard, my beauty; but we'll do our duty as we have done.' He\n      stroked my neck that morning more, I think, than he had ever done before;\n      quietly on and on, as if he were thinking of something else. I loved to\n      feel his hand on my neck, and arched my crest proudly and happily; but I\n      stood very still, for I knew all his moods, and when he liked me to be\n      quiet, and when gay.\n    </p>\n<p>\n      “I cannot tell all that happened on that day, but I will tell of the last\n      charge that we made together; it was across a valley right in front of the\n      enemy's cannon. By this time we were well used to the roar of heavy guns,\n      the rattle of musket fire, and the flying of shot near us; but never had I\n      been under such a fire as we rode through on that day. From the right,\n      from the left, and from the front, shot and shell poured in upon us. Many\n      a brave man went down, many a horse fell, flinging his rider to the earth;\n      many a horse without a rider ran wildly out of the ranks; then terrified\n      at being alone, with no hand to guide him, came pressing in among his old\n      companions, to gallop with them to the charge.\n    </p>\n<p>\n      “Fearful as it was, no one stopped, no one turned back. Every moment the\n      ranks were thinned, but as our comrades fell, we closed in to keep them\n      together; and instead of being shaken or staggered in our pace our gallop\n      became faster and faster as we neared the cannon.\n    </p>\n<p>\n      “My master, my dear master was cheering on his comrades with his right arm\n      raised on high, when one of the balls whizzing close to my head struck\n      him. I felt him stagger with the shock, though he uttered no cry; I tried\n      to check my speed, but the sword dropped from his right hand, the rein\n      fell loose from the left, and sinking backward from the saddle he fell to\n      the earth; the other riders swept past us, and by the force of their\n      charge I was driven from the spot.\n    </p>\n<p>\n      “I wanted to keep my place by his side and not leave him under that rush\n      of horses' feet, but it was in vain; and now without a master or a friend\n      I was alone on that great slaughter ground; then fear took hold on me, and\n      I trembled as I had never trembled before; and I too, as I had seen other\n      horses do, tried to join in the ranks and gallop with them; but I was\n      beaten off by the swords of the soldiers. Just then a soldier whose horse\n      had been killed under him caught at my bridle and mounted me, and with\n      this new master I was again going forward; but our gallant company was\n      cruelly overpowered, and those who remained alive after the fierce fight\n      for the guns came galloping back over the same ground. Some of the horses\n      had been so badly wounded that they could scarcely move from the loss of\n      blood; other noble creatures were trying on three legs to drag themselves\n      along, and others were struggling to rise on their fore feet, when their\n      hind legs had been shattered by shot. After the battle the wounded men\n      were brought in and the dead were buried.”\n     </p>\n<p>\n      “And what about the wounded horses?” I said; “were they left to die?”\n     </p>\n<p>\n      “No, the army farriers went over the field with their pistols and shot all\n      that were ruined; some that had only slight wounds were brought back and\n      attended to, but the greater part of the noble, willing creatures that\n      went out that morning never came back! In our stables there was only about\n      one in four that returned.\n    </p>\n<p>\n      “I never saw my dear master again. I believe he fell dead from the saddle.\n      I never loved any other master so well. I went into many other\n      engagements, but was only once wounded, and then not seriously; and when\n      the war was over I came back again to England, as sound and strong as when\n      I went out.”\n     </p>\n<p>\n      I said, “I have heard people talk about war as if it was a very fine\n      thing.”\n     </p>\n<p>\n      “Ah!” said he, “I should think they never saw it. No doubt it is very fine\n      when there is no enemy, when it is just exercise and parade and sham\n      fight. Yes, it is very fine then; but when thousands of good brave men and\n      horses are killed or crippled for life, it has a very different look.”\n     </p>\n<p>\n      “Do you know what they fought about?” said I.\n    </p>\n<p>\n      “No,” he said, “that is more than a horse can understand, but the enemy\n      must have been awfully wicked people, if it was right to go all that way\n      over the sea on purpose to kill them.”\n     </p>\n<p>\n<a id=\"link2H_4_0039\" name=\"link2H_4_0039\">\n<!--  H2 anchor --> </a>\n</p>"
}