{
  "title": "27 Ruined and Going Downhill",
  "subtitle": "27 Ruined and Going Downhill",
  "chapterId": "black-beauty---project-gutenberg-chapter-32",
  "prev": "black-beauty---project-gutenberg-chapter-31",
  "next": "black-beauty---project-gutenberg-chapter-33",
  "content": "<p>\n      As soon as my knees were sufficiently healed I was turned into a small\n      meadow for a month or two; no other creature was there; and though I\n      enjoyed the liberty and the sweet grass, yet I had been so long used to\n      society that I felt very lonely. Ginger and I had become fast friends, and\n      now I missed her company extremely. I often neighed when I heard horses'\n      feet passing in the road, but I seldom got an answer; till one morning the\n      gate was opened, and who should come in but dear old Ginger. The man\n      slipped off her halter, and left her there. With a joyful whinny I trotted\n      up to her; we were both glad to meet, but I soon found that it was not for\n      our pleasure that she was brought to be with me. Her story would be too\n      long to tell, but the end of it was that she had been ruined by hard\n      riding, and was now turned off to see what rest would do.\n    </p>\n<p>\n      Lord George was young and would take no warning; he was a hard rider, and\n      would hunt whenever he could get the chance, quite careless of his horse.\n      Soon after I left the stable there was a steeplechase, and he determined\n      to ride. Though the groom told him she was a little strained, and was not\n      fit for the race, he did not believe it, and on the day of the race urged\n      Ginger to keep up with the foremost riders. With her high spirit, she\n      strained herself to the utmost; she came in with the first three horses,\n      but her wind was touched, besides which he was too heavy for her, and her\n      back was strained. “And so,” she said, “here we are, ruined in the prime\n      of our youth and strength, you by a drunkard, and I by a fool; it is very\n      hard.” We both felt in ourselves that we were not what we had been.\n      However, that did not spoil the pleasure we had in each other's company;\n      we did not gallop about as we once did, but we used to feed, and lie down\n      together, and stand for hours under one of the shady lime-trees with our\n      heads close to each other; and so we passed our time till the family\n      returned from town.\n    </p>\n<p>\n      One day we saw the earl come into the meadow, and York was with him.\n      Seeing who it was, we stood still under our lime-tree, and let them come\n      up to us. They examined us carefully. The earl seemed much annoyed.\n    </p>\n<p>\n      “There is three hundred pounds flung away for no earthly use,” said he;\n      “but what I care most for is that these horses of my old friend, who\n      thought they would find a good home with me, are ruined. The mare shall\n      have a twelve-month's run, and we shall see what that will do for her; but\n      the black one, he must be sold; 'tis a great pity, but I could not have\n      knees like these in my stables.”\n     </p>\n<p>\n      “No, my lord, of course not,” said York; “but he might get a place where\n      appearance is not of much consequence, and still be well treated. I know a\n      man in Bath, the master of some livery stables, who often wants a good\n      horse at a low figure; I know he looks well after his horses. The inquest\n      cleared the horse's character, and your lordship's recommendation, or\n      mine, would be sufficient warrant for him.”\n     </p>\n<p>\n      “You had better write to him, York. I should be more particular about the\n      place than the money he would fetch.”\n     </p>\n<p>\n      After this they left us.\n    </p>\n<p>\n      “They'll soon take you away,” said Ginger, “and I shall lose the only\n      friend I have, and most likely we shall never see each other again. 'Tis a\n      hard world!”\n     </p>\n<p>\n      About a week after this Robert came into the field with a halter, which he\n      slipped over my head, and led me away. There was no leave-taking of\n      Ginger; we neighed to each other as I was led off, and she trotted\n      anxiously along by the hedge, calling to me as long as she could hear the\n      sound of my feet.\n    </p>\n<p>\n      Through the recommendation of York, I was bought by the master of the\n      livery stables. I had to go by train, which was new to me, and required a\n      good deal of courage the first time; but as I found the puffing, rushing,\n      whistling, and, more than all, the trembling of the horse-box in which I\n      stood did me no real harm, I soon took it quietly.\n    </p>\n<p>\n      When I reached the end of my journey I found myself in a tolerably\n      comfortable stable, and well attended to. These stables were not so airy\n      and pleasant as those I had been used to. The stalls were laid on a slope\n      instead of being level, and as my head was kept tied to the manger, I was\n      obliged always to stand on the slope, which was very fatiguing. Men do not\n      seem to know yet that horses can do more work if they can stand\n      comfortably and can turn about; however, I was well fed and well cleaned,\n      and, on the whole, I think our master took as much care of us as he could.\n      He kept a good many horses and carriages of different kinds for hire.\n      Sometimes his own men drove them; at others, the horse and chaise were let\n      to gentlemen or ladies who drove themselves.\n    </p>\n<p>\n<a id=\"link2H_4_0031\" name=\"link2H_4_0031\">\n<!--  H2 anchor --> </a>\n</p>"
}