{
  "title": "14 James Howard",
  "subtitle": "14 James Howard",
  "chapterId": "black-beauty---project-gutenberg-chapter-18",
  "prev": "black-beauty---project-gutenberg-chapter-17",
  "next": "black-beauty---project-gutenberg-chapter-19",
  "content": "<p>\n      Early one morning in December John had just led me into my box after my\n      daily exercise, and was strapping my cloth on and James was coming in from\n      the corn chamber with some oats, when the master came into the stable. He\n      looked rather serious, and held an open letter in his hand. John fastened\n      the door of my box, touched his cap, and waited for orders.\n    </p>\n<p>\n      “Good-morning, John,” said the master. “I want to know if you have any\n      complaint to make of James.”\n     </p>\n<p>\n      “Complaint, sir? No, sir.”\n     </p>\n<p>\n      “Is he industrious at his work and respectful to you?”\n     </p>\n<p>\n      “Yes, sir, always.”\n     </p>\n<p>\n      “You never find he slights his work when your back is turned?”\n     </p>\n<p>\n      “Never, sir.”\n     </p>\n<p>\n      “That's well; but I must put another question. Have you no reason to\n      suspect, when he goes out with the horses to exercise them or to take a\n      message, that he stops about talking to his acquaintances, or goes into\n      houses where he has no business, leaving the horses outside?”\n     </p>\n<p>\n      “No, sir, certainly not; and if anybody has been saying that about James,\n      I don't believe it, and I don't mean to believe it unless I have it fairly\n      proved before witnesses; it's not for me to say who has been trying to\n      take away James' character, but I will say this, sir, that a steadier,\n      pleasanter, honester, smarter young fellow I never had in this stable. I\n      can trust his word and I can trust his work; he is gentle and clever with\n      the horses, and I would rather have them in charge with him than with half\n      the young fellows I know of in laced hats and liveries; and whoever wants\n      a character of James Howard,” said John, with a decided jerk of his head,\n      “let them come to John Manly.”\n     </p>\n<p>\n      The master stood all this time grave and attentive, but as John finished\n      his speech a broad smile spread over his face, and looking kindly across\n      at James, who all this time had stood still at the door, he said, “James,\n      my lad, set down the oats and come here; I am very glad to find that\n      John's opinion of your character agrees so exactly with my own. John is a\n      cautious man,” he said, with a droll smile, “and it is not always easy to\n      get his opinion about people, so I thought if I beat the bush on this side\n      the birds would fly out, and I should learn what I wanted to know quickly;\n      so now we will come to business. I have a letter from my brother-in-law,\n      Sir Clifford Williams, of Clifford Hall. He wants me to find him a\n      trustworthy young groom, about twenty or twenty-one, who knows his\n      business. His old coachman, who has lived with him thirty years, is\n      getting feeble, and he wants a man to work with him and get into his ways,\n      who would be able, when the old man was pensioned off, to step into his\n      place. He would have eighteen shillings a week at first, a stable suit, a\n      driving suit, a bedroom over the coachhouse, and a boy under him. Sir\n      Clifford is a good master, and if you could get the place it would be a\n      good start for you. I don't want to part with you, and if you left us I\n      know John would lose his right hand.”\n     </p>\n<p>\n      “That I should, sir,” said John, “but I would not stand in his light for\n      the world.”\n     </p>\n<p>\n      “How old are you, James?” said master.\n    </p>\n<p>\n      “Nineteen next May, sir.”\n     </p>\n<p>\n      “That's young; what do you think, John?”\n     </p>\n<p>\n      “Well, sir, it is young; but he is as steady as a man, and is strong, and\n      well grown, and though he has not had much experience in driving, he has a\n      light firm hand and a quick eye, and he is very careful, and I am quite\n      sure no horse of his will be ruined for want of having his feet and shoes\n      looked after.”\n     </p>\n<p>\n      “Your word will go the furthest, John,” said the master, “for Sir Clifford\n      adds in a postscript, 'If I could find a man trained by your John I should\n      like him better than any other;' so, James, lad, think it over, talk to\n      your mother at dinner-time, and then let me know what you wish.”\n     </p>\n<p>\n      In a few days after this conversation it was fully settled that James\n      should go to Clifford Hall, in a month or six weeks, as it suited his\n      master, and in the meantime he was to get all the practice in driving that\n      could be given to him. I never knew the carriage to go out so often\n      before; when the mistress did not go out the master drove himself in the\n      two-wheeled chaise; but now, whether it was master or the young ladies, or\n      only an errand, Ginger and I were put in the carriage and James drove us.\n      At the first John rode with him on the box, telling him this and that, and\n      after that James drove alone.\n    </p>\n<p>\n      Then it was wonderful what a number of places the master would go to in\n      the city on Saturday, and what queer streets we were driven through. He\n      was sure to go to the railway station just as the train was coming in, and\n      cabs and carriages, carts and omnibuses were all trying to get over the\n      bridge together; that bridge wanted good horses and good drivers when the\n      railway bell was ringing, for it was narrow, and there was a very sharp\n      turn up to the station, where it would not have been at all difficult for\n      people to run into each other, if they did not look sharp and keep their\n      wits about them.\n    </p>\n<p>\n<a id=\"link2H_4_0017\" name=\"link2H_4_0017\">\n<!--  H2 anchor --> </a>\n</p>"
}