{
  "title": "24 The Lady Anne, or a Runaway Horse",
  "subtitle": "24 The Lady Anne, or a Runaway Horse",
  "chapterId": "black-beauty---project-gutenberg-chapter-29",
  "prev": "black-beauty---project-gutenberg-chapter-28",
  "next": "black-beauty---project-gutenberg-chapter-30",
  "content": "<p>\n      Early in the spring, Lord W—— and part of his family went up\n      to London, and took York with them. I and Ginger and some other horses\n      were left at home for use, and the head groom was left in charge.\n    </p>\n<p>\n      The Lady Harriet, who remained at the hall, was a great invalid, and never\n      went out in the carriage, and the Lady Anne preferred riding on horseback\n      with her brother or cousins. She was a perfect horsewoman, and as gay and\n      gentle as she was beautiful. She chose me for her horse, and named me\n      “Black Auster”. I enjoyed these rides very much in the clear cold air,\n      sometimes with Ginger, sometimes with Lizzie. This Lizzie was a bright bay\n      mare, almost thoroughbred, and a great favorite with the gentlemen, on\n      account of her fine action and lively spirit; but Ginger, who knew more of\n      her than I did, told me she was rather nervous.\n    </p>\n<p>\n      There was a gentleman of the name of Blantyre staying at the hall; he\n      always rode Lizzie, and praised her so much that one day Lady Anne ordered\n      the side-saddle to be put on her, and the other saddle on me. When we came\n      to the door the gentleman seemed very uneasy.\n    </p>\n<p>\n      “How is this?” he said. “Are you tired of your good Black Auster?”\n     </p>\n<p>\n      “Oh, no, not at all,” she replied, “but I am amiable enough to let you\n      ride him for once, and I will try your charming Lizzie. You must confess\n      that in size and appearance she is far more like a lady's horse than my\n      own favorite.”\n     </p>\n<p>\n      “Do let me advise you not to mount her,” he said; “she is a charming\n      creature, but she is too nervous for a lady. I assure you, she is not\n      perfectly safe; let me beg you to have the saddles changed.”\n     </p>\n<p>\n      “My dear cousin,” said Lady Anne, laughing, “pray do not trouble your good\n      careful head about me. I have been a horsewoman ever since I was a baby,\n      and I have followed the hounds a great many times, though I know you do\n      not approve of ladies hunting; but still that is the fact, and I intend to\n      try this Lizzie that you gentlemen are all so fond of; so please help me\n      to mount, like a good friend as you are.”\n     </p>\n<p>\n      There was no more to be said; he placed her carefully on the saddle,\n      looked to the bit and curb, gave the reins gently into her hand, and then\n      mounted me. Just as we were moving off a footman came out with a slip of\n      paper and message from the Lady Harriet. “Would they ask this question for\n      her at Dr. Ashley's, and bring the answer?”\n     </p>\n<p>\n      The village was about a mile off, and the doctor's house was the last in\n      it. We went along gayly enough till we came to his gate. There was a short\n      drive up to the house between tall evergreens.\n    </p>\n<p>\n      Blantyre alighted at the gate, and was going to open it for Lady Anne, but\n      she said, “I will wait for you here, and you can hang Auster's rein on the\n      gate.”\n     </p>\n<p>\n      He looked at her doubtfully. “I will not be five minutes,” he said.\n    </p>\n<p>\n      “Oh, do not hurry yourself; Lizzie and I shall not run away from you.”\n     </p>\n<p>\n      He hung my rein on one of the iron spikes, and was soon hidden among the\n      trees. Lizzie was standing quietly by the side of the road a few paces\n      off, with her back to me. My young mistress was sitting easily with a\n      loose rein, humming a little song. I listened to my rider's footsteps\n      until they reached the house, and heard him knock at the door. There was a\n      meadow on the opposite side of the road, the gate of which stood open;\n      just then some cart horses and several young colts came trotting out in a\n      very disorderly manner, while a boy behind was cracking a great whip. The\n      colts were wild and frolicsome, and one of them bolted across the road and\n      blundered up against Lizzie's hind legs, and whether it was the stupid\n      colt, or the loud cracking of the whip, or both together, I cannot say,\n      but she gave a violent kick, and dashed off into a headlong gallop. It was\n      so sudden that Lady Anne was nearly unseated, but she soon recovered\n      herself. I gave a loud, shrill neigh for help; again and again I neighed,\n      pawing the ground impatiently, and tossing my head to get the rein loose.\n      I had not long to wait. Blantyre came running to the gate; he looked\n      anxiously about, and just caught sight of the flying figure, now far away\n      on the road. In an instant he sprang to the saddle. I needed no whip, no\n      spur, for I was as eager as my rider; he saw it, and giving me a free\n      rein, and leaning a little forward, we dashed after them.\n    </p>\n<p>\n      For about a mile and a half the road ran straight, and then bent to the\n      right, after which it divided into two roads. Long before we came to the\n      bend she was out of sight. Which way had she turned? A woman was standing\n      at her garden gate, shading her eyes with her hand, and looking eagerly up\n      the road. Scarcely drawing the rein, Blantyre shouted, “Which way?” “To\n      the right!” cried the woman, pointing with her hand, and away we went up\n      the right-hand road; then for a moment we caught sight of her; another\n      bend and she was hidden again. Several times we caught glimpses, and then\n      lost them. We scarcely seemed to gain ground upon them at all. An old\n      road-mender was standing near a heap of stones, his shovel dropped and his\n      hands raised. As we came near he made a sign to speak. Blantyre drew the\n      rein a little. “To the common, to the common, sir; she has turned off\n      there.” I knew this common very well; it was for the most part very uneven\n      ground, covered with heather and dark-green furze bushes, with here and\n      there a scrubby old thorn-tree; there were also open spaces of fine short\n      grass, with ant-hills and mole-turns everywhere; the worst place I ever\n      knew for a headlong gallop.\n    </p>\n<p>\n      We had hardly turned on the common, when we caught sight again of the\n      green habit flying on before us. My lady's hat was gone, and her long\n      brown hair was streaming behind her. Her head and body were thrown back,\n      as if she were pulling with all her remaining strength, and as if that\n      strength were nearly exhausted. It was clear that the roughness of the\n      ground had very much lessened Lizzie's speed, and there seemed a chance\n      that we might overtake her.\n    </p>\n<p>\n      While we were on the highroad, Blantyre had given me my head; but now,\n      with a light hand and a practiced eye, he guided me over the ground in\n      such a masterly manner that my pace was scarcely slackened, and we were\n      decidedly gaining on them.\n    </p>\n<p>\n      About halfway across the heath there had been a wide dike recently cut,\n      and the earth from the cutting was cast up roughly on the other side.\n      Surely this would stop them! But no; with scarcely a pause Lizzie took the\n      leap, stumbled among the rough clods and fell. Blantyre groaned, “Now,\n      Auster, do your best!” He gave me a steady rein. I gathered myself well\n      together and with one determined leap cleared both dike and bank.\n    </p>\n<p>\n      Motionless among the heather, with her face to the earth, lay my poor\n      young mistress. Blantyre kneeled down and called her name: there was no\n      sound. Gently he turned her face upward: it was ghastly white and the eyes\n      were closed. “Annie, dear Annie, do speak!” But there was no answer. He\n      unbuttoned her habit, loosened her collar, felt her hands and wrist, then\n      started up and looked wildly round him for help.\n    </p>\n<p>\n      At no great distance there were two men cutting turf, who, seeing Lizzie\n      running wild without a rider, had left their work to catch her.\n    </p>\n<p>\n      Blantyre's halloo soon brought them to the spot. The foremost man seemed\n      much troubled at the sight, and asked what he could do.\n    </p>\n<p>\n      “Can you ride?”\n     </p>\n<p>\n      “Well, sir, I bean't much of a horseman, but I'd risk my neck for the Lady\n      Anne; she was uncommon good to my wife in the winter.”\n     </p>\n<p>\n      “Then mount this horse, my friend—your neck will be quite safe—and\n      ride to the doctor's and ask him to come instantly; then on to the hall;\n      tell them all that you know, and bid them send me the carriage, with Lady\n      Anne's maid and help. I shall stay here.”\n     </p>\n<p>\n      “All right, sir, I'll do my best, and I pray God the dear young lady may\n      open her eyes soon.” Then, seeing the other man, he called out, “Here,\n      Joe, run for some water, and tell my missis to come as quick as she can to\n      the Lady Anne.”\n     </p>\n<p>\n      He then somehow scrambled into the saddle, and with a “Gee up” and a clap\n      on my sides with both his legs, he started on his journey, making a little\n      circuit to avoid the dike. He had no whip, which seemed to trouble him;\n      but my pace soon cured that difficulty, and he found the best thing he\n      could do was to stick to the saddle and hold me in, which he did manfully.\n      I shook him as little as I could help, but once or twice on the rough\n      ground he called out, “Steady! Woah! Steady!” On the highroad we were all\n      right; and at the doctor's and the hall he did his errand like a good man\n      and true. They asked him in to take a drop of something. “No, no,” he\n      said; “I'll be back to 'em again by a short cut through the fields, and be\n      there afore the carriage.”\n     </p>\n<p>\n      There was a great deal of hurry and excitement after the news became\n      known. I was just turned into my box; the saddle and bridle were taken\n      off, and a cloth thrown over me.\n    </p>\n<p>\n      Ginger was saddled and sent off in great haste for Lord George, and I soon\n      heard the carriage roll out of the yard.\n    </p>\n<p>\n      It seemed a long time before Ginger came back, and before we were left\n      alone; and then she told me all that she had seen.\n    </p>\n<p>\n      “I can't tell much,” she said. “We went a gallop nearly all the way, and\n      got there just as the doctor rode up. There was a woman sitting on the\n      ground with the lady's head in her lap. The doctor poured something into\n      her mouth, but all that I heard was, 'She is not dead.' Then I was led off\n      by a man to a little distance. After awhile she was taken to the carriage,\n      and we came home together. I heard my master say to a gentleman who\n      stopped him to inquire, that he hoped no bones were broken, but that she\n      had not spoken yet.”\n     </p>\n<p>\n      When Lord George took Ginger for hunting, York shook his head; he said it\n      ought to be a steady hand to train a horse for the first season, and not a\n      random rider like Lord George.\n    </p>\n<p>\n      Ginger used to like it very much, but sometimes when she came back I could\n      see that she had been very much strained, and now and then she gave a\n      short cough. She had too much spirit to complain, but I could not help\n      feeling anxious about her.\n    </p>\n<p>\n      Two days after the accident Blantyre paid me a visit; he patted me and\n      praised me very much; he told Lord George that he was sure the horse knew\n      of Annie's danger as well as he did. “I could not have held him in if I\n      would,” said he, “she ought never to ride any other horse.” I found by\n      their conversation that my young mistress was now out of danger, and would\n      soon be able to ride again. This was good news to me and I looked forward\n      to a happy life.\n    </p>\n<p>\n<a id=\"link2H_4_0028\" name=\"link2H_4_0028\">\n<!--  H2 anchor --> </a>\n</p>"
}