{
  "title": "35 Jerry Barker",
  "subtitle": "35 Jerry Barker",
  "chapterId": "black-beauty---project-gutenberg-chapter-41",
  "prev": "black-beauty---project-gutenberg-chapter-40",
  "next": "black-beauty---project-gutenberg-chapter-42",
  "content": "<p>\n      I never knew a better man than my new master. He was kind and good, and as\n      strong for the right as John Manly; and so good-tempered and merry that\n      very few people could pick a quarrel with him. He was very fond of making\n      little songs, and singing them to himself. One he was very fond of was\n      this:\n    </p>\n<p>\n      And so they did; Harry was as clever at stable-work as a much older boy,\n      and always wanted to do what he could. Then Polly and Dolly used to come\n      in the morning to help with the cab—to brush and beat the cushions,\n      and rub the glass, while Jerry was giving us a cleaning in the yard, and\n      Harry was rubbing the harness. There used to be a great deal of laughing\n      and fun between them, and it put Captain and me in much better spirits\n      than if we had heard scolding and hard words. They were always early in\n      the morning, for Jerry would say:\n    </p>\n<p>\n      He could not bear any careless loitering and waste of time; and nothing\n      was so near making him angry as to find people, who were always late,\n      wanting a cab horse to be driven hard, to make up for their idleness.\n    </p>\n<p>\n      One day two wild-looking young men came out of a tavern close by the\n      stand, and called Jerry.\n    </p>\n<p>\n      “Here, cabby! look sharp, we are rather late; put on the steam, will you,\n      and take us to the Victoria in time for the one o'clock train? You shall\n      have a shilling extra.”\n     </p>\n<p>\n      “I will take you at the regular pace, gentlemen; shillings don't pay for\n      putting on the steam like that.”\n     </p>\n<p>\n      Larry's cab was standing next to ours; he flung open the door, and said,\n      “I'm your man, gentlemen! take my cab, my horse will get you there all\n      right;” and as he shut them in, with a wink toward Jerry, said, “It's\n      against his conscience to go beyond a jog-trot.” Then slashing his jaded\n      horse, he set off as hard as he could. Jerry patted me on the neck: “No,\n      Jack, a shilling would not pay for that sort of thing, would it, old boy?”\n     </p>\n<p>\n      Although Jerry was determinedly set against hard driving, to please\n      careless people, he always went a good fair pace, and was not against\n      putting on the steam, as he said, if only he knew why.\n    </p>\n<p>\n      I well remember one morning, as we were on the stand waiting for a fare,\n      that a young man, carrying a heavy portmanteau, trod on a piece of orange\n      peel which lay on the pavement, and fell down with great force.\n    </p>\n<p>\n      Jerry was the first to run and lift him up. He seemed much stunned, and as\n      they led him into a shop he walked as if he were in great pain. Jerry of\n      course came back to the stand, but in about ten minutes one of the shopmen\n      called him, so we drew up to the pavement.\n    </p>\n<p>\n      “Can you take me to the South-Eastern Railway?” said the young man; “this\n      unlucky fall has made me late, I fear; but it is of great importance that\n      I should not lose the twelve o'clock train. I should be most thankful if\n      you could get me there in time, and will gladly pay you an extra fare.”\n     </p>\n<p>\n      “I'll do my very best,” said Jerry heartily, “if you think you are well\n      enough, sir,” for he looked dreadfully white and ill.\n    </p>\n<p>\n      “I must go,” he said earnestly, “please to open the door, and let us lose\n      no time.”\n     </p>\n<p>\n      The next minute Jerry was on the box; with a cheery chirrup to me, and a\n      twitch of the rein that I well understood.\n    </p>\n<p>\n      “Now then, Jack, my boy,” said he, “spin along, we'll show them how we can\n      get over the ground, if we only know why.”\n     </p>\n<p>\n      It is always difficult to drive fast in the city in the middle of the day,\n      when the streets are full of traffic, but we did what could be done; and\n      when a good driver and a good horse, who understand each other, are of one\n      mind, it is wonderful what they can do. I had a very good mouth—that\n      is I could be guided by the slightest touch of the rein; and that is a\n      great thing in London, among carriages, omnibuses, carts, vans, trucks,\n      cabs, and great wagons creeping along at a walking pace; some going one\n      way, some another, some going slowly, others wanting to pass them;\n      omnibuses stopping short every few minutes to take up a passenger,\n      obliging the horse that is coming behind to pull up too, or to pass, and\n      get before them; perhaps you try to pass, but just then something else\n      comes dashing in through the narrow opening, and you have to keep in\n      behind the omnibus again; presently you think you see a chance, and manage\n      to get to the front, going so near the wheels on each side that half an\n      inch nearer and they would scrape. Well, you get along for a bit, but soon\n      find yourself in a long train of carts and carriages all obliged to go at\n      a walk; perhaps you come to a regular block-up, and have to stand still\n      for minutes together, till something clears out into a side street, or the\n      policeman interferes; you have to be ready for any chance—to dash\n      forward if there be an opening, and be quick as a rat-dog to see if there\n      be room and if there be time, lest you get your own wheels locked or\n      smashed, or the shaft of some other vehicle run into your chest or\n      shoulder. All this is what you have to be ready for. If you want to get\n      through London fast in the middle of the day it wants a deal of practice.\n    </p>\n<p>\n      Jerry and I were used to it, and no one could beat us at getting through\n      when we were set upon it. I was quick and bold and could always trust my\n      driver; Jerry was quick and patient at the same time, and could trust his\n      horse, which was a great thing too. He very seldom used the whip; I knew\n      by his voice, and his click, click, when he wanted to get on fast, and by\n      the rein where I was to go; so there was no need for whipping; but I must\n      go back to my story.\n    </p>\n<p>\n      The streets were very full that day, but we got on pretty well as far as\n      the bottom of Cheapside, where there was a block for three or four\n      minutes. The young man put his head out and said anxiously, “I think I had\n      better get out and walk; I shall never get there if this goes on.”\n     </p>\n<p>\n      “I'll do all that can be done, sir,” said Jerry; “I think we shall be in\n      time. This block-up cannot last much longer, and your luggage is very\n      heavy for you to carry, sir.”\n     </p>\n<p>\n      Just then the cart in front of us began to move on, and then we had a good\n      turn. In and out, in and out we went, as fast as horseflesh could do it,\n      and for a wonder had a good clear time on London Bridge, for there was a\n      whole train of cabs and carriages all going our way at a quick trot,\n      perhaps wanting to catch that very train. At any rate, we whirled into the\n      station with many more, just as the great clock pointed to eight minutes\n      to twelve o'clock.\n    </p>\n<p>\n      “Thank God! we are in time,” said the young man, “and thank you, too, my\n      friend, and your good horse. You have saved me more than money can ever\n      pay for. Take this extra half-crown.”\n     </p>\n<p>\n      “No, sir, no, thank you all the same; so glad we hit the time, sir; but\n      don't stay now, sir, the bell is ringing. Here, porter! take this\n      gentleman's luggage—Dover line twelve o'clock train—that's\n      it,” and without waiting for another word Jerry wheeled me round to make\n      room for other cabs that were dashing up at the last minute, and drew up\n      on one side till the crush was past.\n    </p>\n<p>\n      “'So glad!' he said, 'so glad!' Poor young fellow! I wonder what it was\n      that made him so anxious!”\n     </p>\n<p>\n      Jerry often talked to himself quite loud enough for me to hear when we\n      were not moving.\n    </p>\n<p>\n      On Jerry's return to the rank there was a good deal of laughing and\n      chaffing at him for driving hard to the train for an extra fare, as they\n      said, all against his principles, and they wanted to know how much he had\n      pocketed.\n    </p>\n<p>\n      “A good deal more than I generally get,” said he, nodding slyly; “what he\n      gave me will keep me in little comforts for several days.”\n     </p>\n<p>\n      “Gammon!” said one.\n    </p>\n<p>\n      “He's a humbug,” said another; “preaching to us and then doing the same\n      himself.”\n     </p>\n<p>\n      “Look here, mates,” said Jerry; “the gentleman offered me half a crown\n      extra, but I didn't take it; 'twas quite pay enough for me to see how glad\n      he was to catch that train; and if Jack and I choose to have a quick run\n      now and then to please ourselves, that's our business and not yours.”\n     </p>\n<p>\n      “Well,” said Larry, “you'll never be a rich man.”\n     </p>\n<p>\n      “Most likely not,” said Jerry; “but I don't know that I shall be the less\n      happy for that. I have heard the commandments read a great many times and\n      I never noticed that any of them said, 'Thou shalt be rich'; and there are\n      a good many curious things said in the New Testament about rich men that I\n      think would make me feel rather queer if I was one of them.”\n     </p>\n<p>\n      “If you ever do get rich,” said Governor Gray, looking over his shoulder\n      across the top of his cab, “you'll deserve it, Jerry, and you won't find a\n      curse come with your wealth. As for you, Larry, you'll die poor; you spend\n      too much in whipcord.”\n     </p>\n<p>\n      “Well,” said Larry, “what is a fellow to do if his horse won't go without\n      it?”\n     </p>\n<p>\n      “You never take the trouble to see if he will go without it; your whip is\n      always going as if you had the St. Vitus' dance in your arm, and if it\n      does not wear you out it wears your horse out; you know you are always\n      changing your horses; and why? Because you never give them any peace or\n      encouragement.”\n     </p>\n<p>\n      “Well, I have not had good luck,” said Larry, “that's where it is.”\n     </p>\n<p>\n      “And you never will,” said the governor. “Good Luck is rather particular\n      who she rides with, and mostly prefers those who have got common sense and\n      a good heart; at least that is my experience.”\n     </p>\n<p>\n      Governor Gray turned round again to his newspaper, and the other men went\n      to their cabs.\n    </p>\n<p>\n<a id=\"link2H_4_0040\" name=\"link2H_4_0040\">\n<!--  H2 anchor --> </a>\n</p>"
}