{
  "title": "46 Jakes and the Lady",
  "subtitle": "46 Jakes and the Lady",
  "chapterId": "black-beauty---project-gutenberg-chapter-53",
  "prev": "black-beauty---project-gutenberg-chapter-52",
  "next": "black-beauty---project-gutenberg-chapter-54",
  "content": "<p>\n      I was sold to a corn dealer and baker, whom Jerry knew, and with him he\n      thought I should have good food and fair work. In the first he was quite\n      right, and if my master had always been on the premises I do not think I\n      should have been overloaded, but there was a foreman who was always\n      hurrying and driving every one, and frequently when I had quite a full\n      load he would order something else to be taken on. My carter, whose name\n      was Jakes, often said it was more than I ought to take, but the other\n      always overruled him. “'Twas no use going twice when once would do, and he\n      chose to get business forward.”\n     </p>\n<p>\n      Jakes, like the other carters, always had the check-rein up, which\n      prevented me from drawing easily, and by the time I had been there three\n      or four months I found the work telling very much on my strength.\n    </p>\n<p>\n      One day I was loaded more than usual, and part of the road was a steep\n      uphill. I used all my strength, but I could not get on, and was obliged\n      continually to stop. This did not please my driver, and he laid his whip\n      on badly. “Get on, you lazy fellow,” he said, “or I'll make you.”\n     </p>\n<p>\n      Again I started the heavy load, and struggled on a few yards; again the\n      whip came down, and again I struggled forward. The pain of that great cart\n      whip was sharp, but my mind was hurt quite as much as my poor sides. To be\n      punished and abused when I was doing my very best was so hard it took the\n      heart out of me. A third time he was flogging me cruelly, when a lady\n      stepped quickly up to him, and said in a sweet, earnest voice:\n    </p>\n<p>\n      “Oh! pray do not whip your good horse any more; I am sure he is doing all\n      he can, and the road is very steep; I am sure he is doing his best.”\n     </p>\n<p>\n      “If doing his best won't get this load up he must do something more than\n      his best; that's all I know, ma'am,” said Jakes.\n    </p>\n<p>\n      “But is it not a heavy load?” she said.\n    </p>\n<p>\n      “Yes, yes, too heavy,” he said; “but that's not my fault; the foreman came\n      just as we were starting, and would have three hundredweight more put on\n      to save him trouble, and I must get on with it as well as I can.”\n     </p>\n<p>\n      He was raising the whip again, when the lady said:\n    </p>\n<p>\n      “Pray, stop; I think I can help you if you will let me.”\n     </p>\n<p>\n      The man laughed.\n    </p>\n<p>\n      “You see,” she said, “you do not give him a fair chance; he cannot use all\n      his power with his head held back as it is with that check-rein; if you\n      would take it off I am sure he would do better—do try it,” she said\n      persuasively, “I should be very glad if you would.”\n     </p>\n<p>\n      “Well, well,” said Jakes, with a short laugh, “anything to please a lady,\n      of course. How far would you wish it down, ma'am?”\n     </p>\n<p>\n      “Quite down, give him his head altogether.”\n     </p>\n<p>\n      The rein was taken off, and in a moment I put my head down to my very\n      knees. What a comfort it was! Then I tossed it up and down several times\n      to get the aching stiffness out of my neck.\n    </p>\n<p>\n      “Poor fellow! that is what you wanted,” said she, patting and stroking me\n      with her gentle hand; “and now if you will speak kindly to him and lead\n      him on I believe he will be able to do better.”\n     </p>\n<p>\n      Jakes took the rein. “Come on, Blackie.” I put down my head, and threw my\n      whole weight against the collar; I spared no strength; the load moved on,\n      and I pulled it steadily up the hill, and then stopped to take breath.\n    </p>\n<p>\n      The lady had walked along the footpath, and now came across into the road.\n      She stroked and patted my neck, as I had not been patted for many a long\n      day.\n    </p>\n<p>\n      “You see he was quite willing when you gave him the chance; I am sure he\n      is a fine-tempered creature, and I dare say has known better days. You\n      won't put that rein on again, will you?” for he was just going to hitch it\n      up on the old plan.\n    </p>\n<p>\n      “Well, ma'am, I can't deny that having his head has helped him up the\n      hill, and I'll remember it another time, and thank you, ma'am; but if he\n      went without a check-rein I should be the laughing-stock of all the\n      carters; it is the fashion, you see.”\n     </p>\n<p>\n      “Is it not better,” she said, “to lead a good fashion than to follow a bad\n      one? A great many gentlemen do not use check-reins now; our carriage\n      horses have not worn them for fifteen years, and work with much less\n      fatigue than those who have them; besides,” she added in a very serious\n      voice, “we have no right to distress any of God's creatures without a very\n      good reason; we call them dumb animals, and so they are, for they cannot\n      tell us how they feel, but they do not suffer less because they have no\n      words. But I must not detain you now; I thank you for trying my plan with\n      your good horse, and I am sure you will find it far better than the whip.\n      Good-day,” and with another soft pat on my neck she stepped lightly across\n      the path, and I saw her no more.\n    </p>\n<p>\n      “That was a real lady, I'll be bound for it,” said Jakes to himself; “she\n      spoke just as polite as if I was a gentleman, and I'll try her plan,\n      uphill, at any rate;” and I must do him the justice to say that he let my\n      rein out several holes, and going uphill after that, he always gave me my\n      head; but the heavy loads went on. Good feed and fair rest will keep up\n      one's strength under full work, but no horse can stand against\n      overloading; and I was getting so thoroughly pulled down from this cause\n      that a younger horse was bought in my place. I may as well mention here\n      what I suffered at this time from another cause. I had heard horses speak\n      of it, but had never myself had experience of the evil; this was a\n      badly-lighted stable; there was only one very small window at the end, and\n      the consequence was that the stalls were almost dark.\n    </p>\n<p>\n      Besides the depressing effect this had on my spirits, it very much\n      weakened my sight, and when I was suddenly brought out of the darkness\n      into the glare of daylight it was very painful to my eyes. Several times I\n      stumbled over the threshold, and could scarcely see where I was going.\n    </p>\n<p>\n      I believe, had I stayed there very long, I should have become purblind,\n      and that would have been a great misfortune, for I have heard men say that\n      a stone-blind horse was safer to drive than one which had imperfect sight,\n      as it generally makes them very timid. However, I escaped without any\n      permanent injury to my sight, and was sold to a large cab owner.\n    </p>\n<p>\n<a id=\"link2H_4_0052\" name=\"link2H_4_0052\">\n<!--  H2 anchor --> </a>\n</p>"
}