{
  "title": "10 A Talk in the Orchard",
  "subtitle": "10 A Talk in the Orchard",
  "chapterId": "black-beauty---project-gutenberg-chapter-14",
  "prev": "black-beauty---project-gutenberg-chapter-13",
  "next": "black-beauty---project-gutenberg-chapter-15",
  "content": "<p>\n      Ginger and I were not of the regular tall carriage horse breed, we had\n      more of the racing blood in us. We stood about fifteen and a half hands\n      high; we were therefore just as good for riding as we were for driving,\n      and our master used to say that he disliked either horse or man that could\n      do but one thing; and as he did not want to show off in London parks, he\n      preferred a more active and useful kind of horse. As for us, our greatest\n      pleasure was when we were saddled for a riding party; the master on\n      Ginger, the mistress on me, and the young ladies on Sir Oliver and\n      Merrylegs. It was so cheerful to be trotting and cantering all together\n      that it always put us in high spirits. I had the best of it, for I always\n      carried the mistress; her weight was little, her voice was sweet, and her\n      hand was so light on the rein that I was guided almost without feeling it.\n    </p>\n<p>\n      Oh! if people knew what a comfort to horses a light hand is, and how it\n      keeps a good mouth and a good temper, they surely would not chuck, and\n      drag, and pull at the rein as they often do. Our mouths are so tender that\n      where they have not been spoiled or hardened with bad or ignorant\n      treatment, they feel the slightest movement of the driver's hand, and we\n      know in an instant what is required of us. My mouth has never been\n      spoiled, and I believe that was why the mistress preferred me to Ginger,\n      although her paces were certainly quite as good. She used often to envy\n      me, and said it was all the fault of breaking in, and the gag bit in\n      London, that her mouth was not so perfect as mine; and then old Sir Oliver\n      would say, “There, there! don't vex yourself; you have the greatest honor;\n      a mare that can carry a tall man of our master's weight, with all your\n      spring and sprightly action, does not need to hold her head down because\n      she does not carry the lady; we horses must take things as they come, and\n      always be contented and willing so long as we are kindly used.”\n     </p>\n<p>\n      I had often wondered how it was that Sir Oliver had such a very short\n      tail; it really was only six or seven inches long, with a tassel of hair\n      hanging from it; and on one of our holidays in the orchard I ventured to\n      ask him by what accident it was that he had lost his tail. “Accident!” he\n      snorted with a fierce look, “it was no accident! it was a cruel, shameful,\n      cold-blooded act! When I was young I was taken to a place where these\n      cruel things were done; I was tied up, and made fast so that I could not\n      stir, and then they came and cut off my long and beautiful tail, through\n      the flesh and through the bone, and took it away.\n    </p>\n<p>\n      “How dreadful!” I exclaimed.\n    </p>\n<p>\n      “Dreadful, ah! it was dreadful; but it was not only the pain, though that\n      was terrible and lasted a long time; it was not only the indignity of\n      having my best ornament taken from me, though that was bad; but it was\n      this, how could I ever brush the flies off my sides and my hind legs any\n      more? You who have tails just whisk the flies off without thinking about\n      it, and you can't tell what a torment it is to have them settle upon you\n      and sting and sting, and have nothing in the world to lash them off with.\n      I tell you it is a lifelong wrong, and a lifelong loss; but thank heaven,\n      they don't do it now.”\n     </p>\n<p>\n      “What did they do it for then?” said Ginger.\n    </p>\n<p>\n      “For fashion!” said the old horse with a stamp of his foot; “for fashion!\n      if you know what that means; there was not a well-bred young horse in my\n      time that had not his tail docked in that shameful way, just as if the\n      good God that made us did not know what we wanted and what looked best.”\n     </p>\n<p>\n      “I suppose it is fashion that makes them strap our heads up with those\n      horrid bits that I was tortured with in London,” said Ginger.\n    </p>\n<p>\n      “Of course it is,” said he; “to my mind, fashion is one of the wickedest\n      things in the world. Now look, for instance, at the way they serve dogs,\n      cutting off their tails to make them look plucky, and shearing up their\n      pretty little ears to a point to make them both look sharp, forsooth. I\n      had a dear friend once, a brown terrier; 'Skye' they called her. She was\n      so fond of me that she never would sleep out of my stall; she made her bed\n      under the manger, and there she had a litter of five as pretty little\n      puppies as need be; none were drowned, for they were a valuable kind, and\n      how pleased she was with them! and when they got their eyes open and\n      crawled about, it was a real pretty sight; but one day the man came and\n      took them all away; I thought he might be afraid I should tread upon them.\n      But it was not so; in the evening poor Skye brought them back again, one\n      by one in her mouth; not the happy little things that they were, but\n      bleeding and crying pitifully; they had all had a piece of their tails cut\n      off, and the soft flap of their pretty little ears was cut quite off. How\n      their mother licked them, and how troubled she was, poor thing! I never\n      forgot it. They healed in time, and they forgot the pain, but the nice\n      soft flap, that of course was intended to protect the delicate part of\n      their ears from dust and injury, was gone forever. Why don't they cut\n      their own children's ears into points to make them look sharp? Why don't\n      they cut the end off their noses to make them look plucky? One would be\n      just as sensible as the other. What right have they to torment and\n      disfigure God's creatures?”\n     </p>\n<p>\n      Sir Oliver, though he was so gentle, was a fiery old fellow, and what he\n      said was all so new to me, and so dreadful, that I found a bitter feeling\n      toward men rise up in my mind that I never had before. Of course Ginger\n      was very much excited; she flung up her head with flashing eyes and\n      distended nostrils, declaring that men were both brutes and blockheads.\n    </p>\n<p>\n      “Who talks about blockheads?” said Merrylegs, who just came up from the\n      old apple-tree, where he had been rubbing himself against the low branch.\n      “Who talks about blockheads? I believe that is a bad word.”\n     </p>\n<p>\n      “Bad words were made for bad things,” said Ginger, and she told him what\n      Sir Oliver had said.\n    </p>\n<p>\n      “It is all true,” said Merrylegs sadly, “and I've seen that about the dogs\n      over and over again where I lived first; but we won't talk about it here.\n      You know that master, and John and James are always good to us, and\n      talking against men in such a place as this doesn't seem fair or grateful,\n      and you know there are good masters and good grooms beside ours, though of\n      course ours are the best.”\n     </p>\n<p>\n      This wise speech of good little Merrylegs, which we knew was quite true,\n      cooled us all down, especially Sir Oliver, who was dearly fond of his\n      master; and to turn the subject I said, “Can any one tell me the use of\n      blinkers?”\n     </p>\n<p>\n      “No!” said Sir Oliver shortly, “because they are no use.”\n     </p>\n<p>\n      “They are supposed,” said Justice, the roan cob, in his calm way, “to\n      prevent horses from shying and starting, and getting so frightened as to\n      cause accidents.”\n     </p>\n<p>\n      “Then what is the reason they do not put them on riding horses; especially\n      on ladies' horses?” said I.\n    </p>\n<p>\n      “There is no reason at all,” said he quietly, “except the fashion; they\n      say that a horse would be so frightened to see the wheels of his own cart\n      or carriage coming behind him that he would be sure to run away, although\n      of course when he is ridden he sees them all about him if the streets are\n      crowded. I admit they do sometimes come too close to be pleasant, but we\n      don't run away; we are used to it, and understand it, and if we never had\n      blinkers put on we should never want them; we should see what was there,\n      and know what was what, and be much less frightened than by only seeing\n      bits of things that we can't understand. Of course there may be some\n      nervous horses who have been hurt or frightened when they were young, who\n      may be the better for them; but as I never was nervous, I can't judge.”\n     </p>\n<p>\n      “I consider,” said Sir Oliver, “that blinkers are dangerous things in the\n      night; we horses can see much better in the dark than men can, and many an\n      accident would never have happened if horses might have had the full use\n      of their eyes. Some years ago, I remember, there was a hearse with two\n      horses returning one dark night, and just by Farmer Sparrow's house, where\n      the pond is close to the road, the wheels went too near the edge, and the\n      hearse was overturned into the water; both the horses were drowned, and\n      the driver hardly escaped. Of course after this accident a stout white\n      rail was put up that might be easily seen, but if those horses had not\n      been partly blinded, they would of themselves have kept further from the\n      edge, and no accident would have happened. When our master's carriage was\n      overturned, before you came here, it was said that if the lamp on the left\n      side had not gone out, John would have seen the great hole that the\n      road-makers had left; and so he might, but if old Colin had not had\n      blinkers on he would have seen it, lamp or no lamp, for he was far too\n      knowing an old horse to run into danger. As it was, he was very much hurt,\n      the carriage was broken, and how John escaped nobody knew.”\n     </p>\n<p>\n      “I should say,” said Ginger, curling her nostril, “that these men, who are\n      so wise, had better give orders that in the future all foals should be\n      born with their eyes set just in the middle of their foreheads, instead of\n      on the side; they always think they can improve upon nature and mend what\n      God has made.”\n     </p>\n<p>\n      Things were getting rather sore again, when Merrylegs held up his knowing\n      little face and said, “I'll tell you a secret: I believe John does not\n      approve of blinkers; I heard him talking with master about it one day. The\n      master said that 'if horses had been used to them, it might be dangerous\n      in some cases to leave them off'; and John said he thought it would be a\n      good thing if all colts were broken in without blinkers, as was the case\n      in some foreign countries. So let us cheer up, and have a run to the other\n      end of the orchard; I believe the wind has blown down some apples, and we\n      might just as well eat them as the slugs.”\n     </p>\n<p>\n      Merrylegs could not be resisted, so we broke off our long conversation,\n      and got up our spirits by munching some very sweet apples which lay\n      scattered on the grass.\n    </p>\n<p>\n<a id=\"link2H_4_0013\" name=\"link2H_4_0013\">\n<!--  H2 anchor --> </a>\n</p>"
}