{
  "title": "44 Old Captain and His Successor",
  "subtitle": "44 Old Captain and His Successor",
  "chapterId": "black-beauty---project-gutenberg-chapter-50",
  "prev": "black-beauty---project-gutenberg-chapter-49",
  "next": "black-beauty---project-gutenberg-chapter-51",
  "content": "<p>\n      Captain and I were great friends. He was a noble old fellow, and he was\n      very good company. I never thought that he would have to leave his home\n      and go down the hill; but his turn came, and this was how it happened. I\n      was not there, but I heard all about it.\n    </p>\n<p>\n      He and Jerry had taken a party to the great railway station over London\n      Bridge, and were coming back, somewhere between the bridge and the\n      monument, when Jerry saw a brewer's empty dray coming along, drawn by two\n      powerful horses. The drayman was lashing his horses with his heavy whip;\n      the dray was light, and they started off at a furious rate; the man had no\n      control over them, and the street was full of traffic.\n    </p>\n<p>\n      One young girl was knocked down and run over, and the next moment they\n      dashed up against our cab; both the wheels were torn off and the cab was\n      thrown over. Captain was dragged down, the shafts splintered, and one of\n      them ran into his side. Jerry, too, was thrown, but was only bruised;\n      nobody could tell how he escaped; he always said 'twas a miracle. When\n      poor Captain was got up he was found to be very much cut and knocked\n      about. Jerry led him home gently, and a sad sight it was to see the blood\n      soaking into his white coat and dropping from his side and shoulder. The\n      drayman was proved to be very drunk, and was fined, and the brewer had to\n      pay damages to our master; but there was no one to pay damages to poor\n      Captain.\n    </p>\n<p>\n      The farrier and Jerry did the best they could to ease his pain and make\n      him comfortable. The fly had to be mended, and for several days I did not\n      go out, and Jerry earned nothing. The first time we went to the stand\n      after the accident the governor came up to hear how Captain was.\n    </p>\n<p>\n      “He'll never get over it,” said Jerry, “at least not for my work, so the\n      farrier said this morning. He says he may do for carting, and that sort of\n      work. It has put me out very much. Carting, indeed! I've seen what horses\n      come to at that work round London. I only wish all the drunkards could be\n      put in a lunatic asylum instead of being allowed to run foul of sober\n      people. If they would break their own bones, and smash their own carts,\n      and lame their own horses, that would be their own affair, and we might\n      let them alone, but it seems to me that the innocent always suffer; and\n      then they talk about compensation! You can't make compensation; there's\n      all the trouble, and vexation, and loss of time, besides losing a good\n      horse that's like an old friend—it's nonsense talking of\n      compensation! If there's one devil that I should like to see in the\n      bottomless pit more than another, it's the drink devil.”\n     </p>\n<p>\n      “I say, Jerry,” said the governor, “you are treading pretty hard on my\n      toes, you know; I'm not so good as you are, more shame to me; I wish I\n      was.”\n     </p>\n<p>\n      “Well,” said Jerry, “why don't you cut with it, governor? You are too good\n      a man to be the slave of such a thing.”\n     </p>\n<p>\n      “I'm a great fool, Jerry, but I tried once for two days, and I thought I\n      should have died; how did you do?”\n     </p>\n<p>\n      “I had hard work at it for several weeks; you see I never did get drunk,\n      but I found that I was not my own master, and that when the craving came\n      on it was hard work to say 'no'. I saw that one of us must knock under,\n      the drink devil or Jerry Barker, and I said that it should not be Jerry\n      Barker, God helping me; but it was a struggle, and I wanted all the help I\n      could get, for till I tried to break the habit I did not know how strong\n      it was; but then Polly took such pains that I should have good food, and\n      when the craving came on I used to get a cup of coffee, or some\n      peppermint, or read a bit in my book, and that was a help to me; sometimes\n      I had to say over and over to myself, 'Give up the drink or lose your\n      soul! Give up the drink or break Polly's heart!' But thanks be to God, and\n      my dear wife, my chains were broken, and now for ten years I have not\n      tasted a drop, and never wish for it.”\n     </p>\n<p>\n      “I've a great mind to try at it,” said Grant, “for 'tis a poor thing not\n      to be one's own master.”\n     </p>\n<p>\n      “Do, governor, do, you'll never repent it, and what a help it would be to\n      some of the poor fellows in our rank if they saw you do without it. I know\n      there's two or three would like to keep out of that tavern if they could.”\n     </p>\n<p>\n      At first Captain seemed to do well, but he was a very old horse, and it\n      was only his wonderful constitution, and Jerry's care, that had kept him\n      up at the cab work so long; now he broke down very much. The farrier said\n      he might mend up enough to sell for a few pounds, but Jerry said, no! a\n      few pounds got by selling a good old servant into hard work and misery\n      would canker all the rest of his money, and he thought the kindest thing\n      he could do for the fine old fellow would be to put a sure bullet through\n      his head, and then he would never suffer more; for he did not know where\n      to find a kind master for the rest of his days.\n    </p>\n<p>\n      The day after this was decided Harry took me to the forge for some new\n      shoes; when I returned Captain was gone. I and the family all felt it very\n      much.\n    </p>\n<p>\n      Jerry had now to look out for another horse, and he soon heard of one\n      through an acquaintance who was under-groom in a nobleman's stables. He\n      was a valuable young horse, but he had run away, smashed into another\n      carriage, flung his lordship out, and so cut and blemished himself that he\n      was no longer fit for a gentleman's stables, and the coachman had orders\n      to look round, and sell him as well as he could.\n    </p>\n<p>\n      “I can do with high spirits,” said Jerry, “if a horse is not vicious or\n      hard-mouthed.”\n     </p>\n<p>\n      “There is not a bit of vice in him,” said the man; “his mouth is very\n      tender, and I think myself that was the cause of the accident; you see he\n      had just been clipped, and the weather was bad, and he had not had\n      exercise enough, and when he did go out he was as full of spring as a\n      balloon. Our governor (the coachman, I mean) had him harnessed in as tight\n      and strong as he could, with the martingale, and the check-rein, a very\n      sharp curb, and the reins put in at the bottom bar. It is my belief that\n      it made the horse mad, being tender in the mouth and so full of spirit.”\n     </p>\n<p>\n      “Likely enough; I'll come and see him,” said Jerry.\n    </p>\n<p>\n      The next day Hotspur, that was his name, came home; he was a fine brown\n      horse, without a white hair in him, as tall as Captain, with a very\n      handsome head, and only five years old. I gave him a friendly greeting by\n      way of good fellowship, but did not ask him any questions. The first night\n      he was very restless. Instead of lying down, he kept jerking his halter\n      rope up and down through the ring, and knocking the block about against\n      the manger till I could not sleep. However, the next day, after five or\n      six hours in the cab, he came in quiet and sensible. Jerry patted and\n      talked to him a good deal, and very soon they understood each other, and\n      Jerry said that with an easy bit and plenty of work he would be as gentle\n      as a lamb; and that it was an ill wind that blew nobody good, for if his\n      lordship had lost a hundred-guinea favorite, the cabman had gained a good\n      horse with all his strength in him.\n    </p>\n<p>\n      Hotspur thought it a great come-down to be a cab-horse, and was disgusted\n      at standing in the rank, but he confessed to me at the end of the week\n      that an easy mouth and a free head made up for a great deal, and after\n      all, the work was not so degrading as having one's head and tail fastened\n      to each other at the saddle. In fact, he settled in well, and Jerry liked\n      him very much.\n    </p>\n<p>\n<a id=\"link2H_4_0049\" name=\"link2H_4_0049\">\n<!--  H2 anchor --> </a>\n</p>"
}