{
  "title": "02 The Hunt",
  "subtitle": "02 The Hunt",
  "chapterId": "black-beauty---project-gutenberg-chapter-6",
  "prev": "black-beauty---project-gutenberg-chapter-5",
  "next": "black-beauty---project-gutenberg-chapter-7",
  "content": "<p>\n      Before I was two years old a circumstance happened which I have never\n      forgotten. It was early in the spring; there had been a little frost in\n      the night, and a light mist still hung over the woods and meadows. I and\n      the other colts were feeding at the lower part of the field when we heard,\n      quite in the distance, what sounded like the cry of dogs. The oldest of\n      the colts raised his head, pricked his ears, and said, “There are the\n      hounds!” and immediately cantered off, followed by the rest of us to the\n      upper part of the field, where we could look over the hedge and see\n      several fields beyond. My mother and an old riding horse of our master's\n      were also standing near, and seemed to know all about it.\n    </p>\n<p>\n      “They have found a hare,” said my mother, “and if they come this way we\n      shall see the hunt.”\n     </p>\n<p>\n      And soon the dogs were all tearing down the field of young wheat next to\n      ours. I never heard such a noise as they made. They did not bark, nor\n      howl, nor whine, but kept on a “yo! yo, o, o! yo! yo, o, o!” at the top of\n      their voices. After them came a number of men on horseback, some of them\n      in green coats, all galloping as fast as they could. The old horse snorted\n      and looked eagerly after them, and we young colts wanted to be galloping\n      with them, but they were soon away into the fields lower down; here it\n      seemed as if they had come to a stand; the dogs left off barking, and ran\n      about every way with their noses to the ground.\n    </p>\n<p>\n      “They have lost the scent,” said the old horse; “perhaps the hare will get\n      off.”\n     </p>\n<p>\n      “What hare?” I said.\n    </p>\n<p>\n      “Oh! I don't know what hare; likely enough it may be one of our own hares\n      out of the woods; any hare they can find will do for the dogs and men to\n      run after;” and before long the dogs began their “yo! yo, o, o!” again,\n      and back they came altogether at full speed, making straight for our\n      meadow at the part where the high bank and hedge overhang the brook.\n    </p>\n<p>\n      “Now we shall see the hare,” said my mother; and just then a hare wild\n      with fright rushed by and made for the woods. On came the dogs; they burst\n      over the bank, leaped the stream, and came dashing across the field\n      followed by the huntsmen. Six or eight men leaped their horses clean over,\n      close upon the dogs. The hare tried to get through the fence; it was too\n      thick, and she turned sharp round to make for the road, but it was too\n      late; the dogs were upon her with their wild cries; we heard one shriek,\n      and that was the end of her. One of the huntsmen rode up and whipped off\n      the dogs, who would soon have torn her to pieces. He held her up by the\n      leg torn and bleeding, and all the gentlemen seemed well pleased.\n    </p>\n<p>\n      As for me, I was so astonished that I did not at first see what was going\n      on by the brook; but when I did look there was a sad sight; two fine\n      horses were down, one was struggling in the stream, and the other was\n      groaning on the grass. One of the riders was getting out of the water\n      covered with mud, the other lay quite still.\n    </p>\n<p>\n      “His neck is broke,” said my mother.\n    </p>\n<p>\n      “And serve him right, too,” said one of the colts.\n    </p>\n<p>\n      I thought the same, but my mother did not join with us.\n    </p>\n<p>\n      “Well, no,” she said, “you must not say that; but though I am an old\n      horse, and have seen and heard a great deal, I never yet could make out\n      why men are so fond of this sport; they often hurt themselves, often spoil\n      good horses, and tear up the fields, and all for a hare or a fox, or a\n      stag, that they could get more easily some other way; but we are only\n      horses, and don't know.”\n     </p>\n<p>\n      While my mother was saying this we stood and looked on. Many of the riders\n      had gone to the young man; but my master, who had been watching what was\n      going on, was the first to raise him. His head fell back and his arms hung\n      down, and every one looked very serious. There was no noise now; even the\n      dogs were quiet, and seemed to know that something was wrong. They carried\n      him to our master's house. I heard afterward that it was young George\n      Gordon, the squire's only son, a fine, tall young man, and the pride of\n      his family.\n    </p>\n<p>\n      There was now riding off in all directions to the doctor's, to the\n      farrier's, and no doubt to Squire Gordon's, to let him know about his son.\n      When Mr. Bond, the farrier, came to look at the black horse that lay\n      groaning on the grass, he felt him all over, and shook his head; one of\n      his legs was broken. Then some one ran to our master's house and came back\n      with a gun; presently there was a loud bang and a dreadful shriek, and\n      then all was still; the black horse moved no more.\n    </p>\n<p>\n      My mother seemed much troubled; she said she had known that horse for\n      years, and that his name was “Rob Roy”; he was a good horse, and there was\n      no vice in him. She never would go to that part of the field afterward.\n    </p>\n<p>\n      Not many days after we heard the church-bell tolling for a long time, and\n      looking over the gate we saw a long, strange black coach that was covered\n      with black cloth and was drawn by black horses; after that came another\n      and another and another, and all were black, while the bell kept tolling,\n      tolling. They were carrying young Gordon to the churchyard to bury him. He\n      would never ride again. What they did with Rob Roy I never knew; but 'twas\n      all for one little hare.\n    </p>\n<p>\n<a id=\"link2H_4_0005\" name=\"link2H_4_0005\">\n<!--  H2 anchor --> </a>\n</p>"
}