{
  "title": "18 Going for the Doctor",
  "subtitle": "18 Going for the Doctor",
  "chapterId": "black-beauty---project-gutenberg-chapter-22",
  "prev": "black-beauty---project-gutenberg-chapter-21",
  "next": "black-beauty---project-gutenberg-chapter-23",
  "content": "<p>\n      One night, a few days after James had left, I had eaten my hay and was\n      lying down in my straw fast asleep, when I was suddenly roused by the\n      stable bell ringing very loud. I heard the door of John's house open, and\n      his feet running up to the hall. He was back again in no time; he unlocked\n      the stable door, and came in, calling out, “Wake up, Beauty! You must go\n      well now, if ever you did;” and almost before I could think he had got the\n      saddle on my back and the bridle on my head. He just ran round for his\n      coat, and then took me at a quick trot up to the hall door. The squire\n      stood there, with a lamp in his hand.\n    </p>\n<p>\n      “Now, John,” he said, “ride for your life—that is, for your\n      mistress' life; there is not a moment to lose. Give this note to Dr.\n      White; give your horse a rest at the inn, and be back as soon as you can.”\n     </p>\n<p>\n      John said, “Yes, sir,” and was on my back in a minute. The gardener who\n      lived at the lodge had heard the bell ring, and was ready with the gate\n      open, and away we went through the park, and through the village, and down\n      the hill till we came to the toll-gate. John called very loud and thumped\n      upon the door; the man was soon out and flung open the gate.\n    </p>\n<p>\n      “Now,” said John, “do you keep the gate open for the doctor; here's the\n      money,” and off he went again.\n    </p>\n<p>\n      There was before us a long piece of level road by the river side; John\n      said to me, “Now, Beauty, do your best,” and so I did; I wanted no whip\n      nor spur, and for two miles I galloped as fast as I could lay my feet to\n      the ground; I don't believe that my old grandfather, who won the race at\n      Newmarket, could have gone faster. When we came to the bridge John pulled\n      me up a little and patted my neck. “Well done, Beauty! good old fellow,”\n       he said. He would have let me go slower, but my spirit was up, and I was\n      off again as fast as before. The air was frosty, the moon was bright; it\n      was very pleasant. We came through a village, then through a dark wood,\n      then uphill, then downhill, till after eight miles' run we came to the\n      town, through the streets and into the market-place. It was all quite\n      still except the clatter of my feet on the stones—everybody was\n      asleep. The church clock struck three as we drew up at Dr. White's door.\n      John rang the bell twice, and then knocked at the door like thunder. A\n      window was thrown up, and Dr. White, in his nightcap, put his head out and\n      said, “What do you want?”\n     </p>\n<p>\n      “Mrs. Gordon is very ill, sir; master wants you to go at once; he thinks\n      she will die if you cannot get there. Here is a note.”\n     </p>\n<p>\n      “Wait,” he said, “I will come.”\n     </p>\n<p>\n      He shut the window, and was soon at the door.\n    </p>\n<p>\n      “The worst of it is,” he said, “that my horse has been out all day and is\n      quite done up; my son has just been sent for, and he has taken the other.\n      What is to be done? Can I have your horse?”\n     </p>\n<p>\n      “He has come at a gallop nearly all the way, sir, and I was to give him a\n      rest here; but I think my master would not be against it, if you think\n      fit, sir.”\n     </p>\n<p>\n      “All right,” he said; “I will soon be ready.”\n     </p>\n<p>\n      John stood by me and stroked my neck; I was very hot. The doctor came out\n      with his riding-whip.\n    </p>\n<p>\n      “You need not take that, sir,” said John; “Black Beauty will go till he\n      drops. Take care of him, sir, if you can; I should not like any harm to\n      come to him.”\n     </p>\n<p>\n      “No, no, John,” said the doctor, “I hope not,” and in a minute we had left\n      John far behind.\n    </p>\n<p>\n      I will not tell about our way back. The doctor was a heavier man than\n      John, and not so good a rider; however, I did my very best. The man at the\n      toll-gate had it open. When we came to the hill the doctor drew me up.\n      “Now, my good fellow,” he said, “take some breath.” I was glad he did, for\n      I was nearly spent, but that breathing helped me on, and soon we were in\n      the park. Joe was at the lodge gate; my master was at the hall door, for\n      he had heard us coming. He spoke not a word; the doctor went into the\n      house with him, and Joe led me to the stable. I was glad to get home; my\n      legs shook under me, and I could only stand and pant. I had not a dry hair\n      on my body, the water ran down my legs, and I steamed all over, Joe used\n      to say, like a pot on the fire. Poor Joe! he was young and small, and as\n      yet he knew very little, and his father, who would have helped him, had\n      been sent to the next village; but I am sure he did the very best he knew.\n      He rubbed my legs and my chest, but he did not put my warm cloth on me; he\n      thought I was so hot I should not like it. Then he gave me a pailful of\n      water to drink; it was cold and very good, and I drank it all; then he\n      gave me some hay and some corn, and thinking he had done right, he went\n      away. Soon I began to shake and tremble, and turned deadly cold; my legs\n      ached, my loins ached, and my chest ached, and I felt sore all over. Oh!\n      how I wished for my warm, thick cloth, as I stood and trembled. I wished\n      for John, but he had eight miles to walk, so I lay down in my straw and\n      tried to go to sleep. After a long while I heard John at the door; I gave\n      a low moan, for I was in great pain. He was at my side in a moment,\n      stooping down by me. I could not tell him how I felt, but he seemed to\n      know it all; he covered me up with two or three warm cloths, and then ran\n      to the house for some hot water; he made me some warm gruel, which I\n      drank, and then I think I went to sleep.\n    </p>\n<p>\n      John seemed to be very much put out. I heard him say to himself over and\n      over again, “Stupid boy! stupid boy! no cloth put on, and I dare say the\n      water was cold, too; boys are no good;” but Joe was a good boy, after all.\n    </p>\n<p>\n      I was now very ill; a strong inflammation had attacked my lungs, and I\n      could not draw my breath without pain. John nursed me night and day; he\n      would get up two or three times in the night to come to me. My master,\n      too, often came to see me. “My poor Beauty,” he said one day, “my good\n      horse, you saved your mistress' life, Beauty; yes, you saved her life.” I\n      was very glad to hear that, for it seems the doctor had said if we had\n      been a little longer it would have been too late. John told my master he\n      never saw a horse go so fast in his life. It seemed as if the horse knew\n      what was the matter. Of course I did, though John thought not; at least I\n      knew as much as this—that John and I must go at the top of our\n      speed, and that it was for the sake of the mistress.\n    </p>\n<p>\n<a id=\"link2H_4_0021\" name=\"link2H_4_0021\">\n<!--  H2 anchor --> </a>\n</p>"
}