{
  "title": "26 How it Ended",
  "subtitle": "26 How it Ended",
  "chapterId": "black-beauty---project-gutenberg-chapter-31",
  "prev": "black-beauty---project-gutenberg-chapter-30",
  "next": "black-beauty---project-gutenberg-chapter-32",
  "content": "<p>\n      It must have been nearly midnight when I heard at a great distance the\n      sound of a horse's feet. Sometimes the sound died away, then it grew\n      clearer again and nearer. The road to Earlshall led through woods that\n      belonged to the earl; the sound came in that direction, and I hoped it\n      might be some one coming in search of us. As the sound came nearer and\n      nearer I was almost sure I could distinguish Ginger's step; a little\n      nearer still, and I could tell she was in the dog-cart. I neighed loudly,\n      and was overjoyed to hear an answering neigh from Ginger, and men's\n      voices. They came slowly over the stones, and stopped at the dark figure\n      that lay upon the ground.\n    </p>\n<p>\n      One of the men jumped out, and stooped down over it. “It is Reuben,” he\n      said, “and he does not stir!”\n     </p>\n<p>\n      The other man followed, and bent over him. “He's dead,” he said; “feel how\n      cold his hands are.”\n     </p>\n<p>\n      They raised him up, but there was no life, and his hair was soaked with\n      blood. They laid him down again, and came and looked at me. They soon saw\n      my cut knees.\n    </p>\n<p>\n      “Why, the horse has been down and thrown him! Who would have thought the\n      black horse would have done that? Nobody thought he could fall. Reuben\n      must have been lying here for hours! Odd, too, that the horse has not\n      moved from the place.”\n     </p>\n<p>\n      Robert then attempted to lead me forward. I made a step, but almost fell\n      again.\n    </p>\n<p>\n      “Halloo! he's bad in his foot as well as his knees. Look here—his\n      hoof is cut all to pieces; he might well come down, poor fellow! I tell\n      you what, Ned, I'm afraid it hasn't been all right with Reuben. Just think\n      of his riding a horse over these stones without a shoe! Why, if he had\n      been in his right senses he would just as soon have tried to ride him over\n      the moon. I'm afraid it has been the old thing over again. Poor Susan! she\n      looked awfully pale when she came to my house to ask if he had not come\n      home. She made believe she was not a bit anxious, and talked of a lot of\n      things that might have kept him. But for all that she begged me to go and\n      meet him. But what must we do? There's the horse to get home as well as\n      the body, and that will be no easy matter.”\n     </p>\n<p>\n      Then followed a conversation between them, till it was agreed that Robert,\n      as the groom, should lead me, and that Ned must take the body. It was a\n      hard job to get it into the dog-cart, for there was no one to hold Ginger;\n      but she knew as well as I did what was going on, and stood as still as a\n      stone. I noticed that, because, if she had a fault, it was that she was\n      impatient in standing.\n    </p>\n<p>\n      Ned started off very slowly with his sad load, and Robert came and looked\n      at my foot again; then he took his handkerchief and bound it closely\n      round, and so he led me home. I shall never forget that night walk; it was\n      more than three miles. Robert led me on very slowly, and I limped and\n      hobbled on as well as I could with great pain. I am sure he was sorry for\n      me, for he often patted and encouraged me, talking to me in a pleasant\n      voice.\n    </p>\n<p>\n      At last I reached my own box, and had some corn; and after Robert had\n      wrapped up my knees in wet cloths, he tied up my foot in a bran poultice,\n      to draw out the heat and cleanse it before the horse-doctor saw it in the\n      morning, and I managed to get myself down on the straw, and slept in spite\n      of the pain.\n    </p>\n<p>\n      The next day after the farrier had examined my wounds, he said he hoped\n      the joint was not injured; and if so, I should not be spoiled for work,\n      but I should never lose the blemish. I believe they did the best to make a\n      good cure, but it was a long and painful one. Proud flesh, as they called\n      it, came up in my knees, and was burned out with caustic; and when at last\n      it was healed, they put a blistering fluid over the front of both knees to\n      bring all the hair off; they had some reason for this, and I suppose it\n      was all right.\n    </p>\n<p>\n      As Smith's death had been so sudden, and no one was there to see it, there\n      was an inquest held. The landlord and hostler at the White Lion, with\n      several other people, gave evidence that he was intoxicated when he\n      started from the inn. The keeper of the toll-gate said he rode at a hard\n      gallop through the gate; and my shoe was picked up among the stones, so\n      that the case was quite plain to them, and I was cleared of all blame.\n    </p>\n<p>\n      Everybody pitied Susan. She was nearly out of her mind; she kept saying\n      over and over again, “Oh! he was so good—so good! It was all that\n      cursed drink; why will they sell that cursed drink? Oh Reuben, Reuben!” So\n      she went on till after he was buried; and then, as she had no home or\n      relations, she, with her six little children, was obliged once more to\n      leave the pleasant home by the tall oak-trees, and go into that great\n      gloomy Union House.\n    </p>\n<p>\n<a id=\"link2H_4_0030\" name=\"link2H_4_0030\">\n<!--  H2 anchor --> </a>\n</p>"
}