{
  "title": "16 The Fire",
  "subtitle": "16 The Fire",
  "chapterId": "black-beauty---project-gutenberg-chapter-20",
  "prev": "black-beauty---project-gutenberg-chapter-19",
  "next": "black-beauty---project-gutenberg-chapter-21",
  "content": "<p>\n      Later on in the evening a traveler's horse was brought in by the second\n      hostler, and while he was cleaning him a young man with a pipe in his\n      mouth lounged into the stable to gossip.\n    </p>\n<p>\n      “I say, Towler,” said the hostler, “just run up the ladder into the loft\n      and put some hay down into this horse's rack, will you? only lay down your\n      pipe.”\n     </p>\n<p>\n      “All right,” said the other, and went up through the trapdoor; and I heard\n      him step across the floor overhead and put down the hay. James came in to\n      look at us the last thing, and then the door was locked.\n    </p>\n<p>\n      I cannot say how long I had slept, nor what time in the night it was, but\n      I woke up very uncomfortable, though I hardly knew why. I got up; the air\n      seemed all thick and choking. I heard Ginger coughing and one of the other\n      horses seemed very restless; it was quite dark, and I could see nothing,\n      but the stable seemed full of smoke, and I hardly knew how to breathe.\n    </p>\n<p>\n      The trapdoor had been left open, and I thought that was the place it came\n      through. I listened, and heard a soft rushing sort of noise and a low\n      crackling and snapping. I did not know what it was, but there was\n      something in the sound so strange that it made me tremble all over. The\n      other horses were all awake; some were pulling at their halters, others\n      stamping.\n    </p>\n<p>\n      At last I heard steps outside, and the hostler who had put up the\n      traveler's horse burst into the stable with a lantern, and began to untie\n      the horses, and try to lead them out; but he seemed in such a hurry and so\n      frightened himself that he frightened me still more. The first horse would\n      not go with him; he tried the second and third, and they too would not\n      stir. He came to me next and tried to drag me out of the stall by force;\n      of course that was no use. He tried us all by turns and then left the\n      stable.\n    </p>\n<p>\n      No doubt we were very foolish, but danger seemed to be all round, and\n      there was nobody we knew to trust in, and all was strange and uncertain.\n      The fresh air that had come in through the open door made it easier to\n      breathe, but the rushing sound overhead grew louder, and as I looked\n      upward through the bars of my empty rack I saw a red light flickering on\n      the wall. Then I heard a cry of “Fire!” outside, and the old hostler\n      quietly and quickly came in; he got one horse out, and went to another,\n      but the flames were playing round the trapdoor, and the roaring overhead\n      was dreadful.\n    </p>\n<p>\n      The next thing I heard was James' voice, quiet and cheery, as it always\n      was.\n    </p>\n<p>\n      “Come, my beauties, it is time for us to be off, so wake up and come\n      along.” I stood nearest the door, so he came to me first, patting me as he\n      came in.\n    </p>\n<p>\n      “Come, Beauty, on with your bridle, my boy, we'll soon be out of this\n      smother.” It was on in no time; then he took the scarf off his neck, and\n      tied it lightly over my eyes, and patting and coaxing he led me out of the\n      stable. Safe in the yard, he slipped the scarf off my eyes, and shouted,\n      “Here somebody! take this horse while I go back for the other.”\n     </p>\n<p>\n      A tall, broad man stepped forward and took me, and James darted back into\n      the stable. I set up a shrill whinny as I saw him go. Ginger told me\n      afterward that whinny was the best thing I could have done for her, for\n      had she not heard me outside she would never have had courage to come out.\n    </p>\n<p>\n      There was much confusion in the yard; the horses being got out of other\n      stables, and the carriages and gigs being pulled out of houses and sheds,\n      lest the flames should spread further. On the other side the yard windows\n      were thrown up, and people were shouting all sorts of things; but I kept\n      my eye fixed on the stable door, where the smoke poured out thicker than\n      ever, and I could see flashes of red light; presently I heard above all\n      the stir and din a loud, clear voice, which I knew was master's:\n    </p>\n<p>\n      “James Howard! James Howard! Are you there?” There was no answer, but I\n      heard a crash of something falling in the stable, and the next moment I\n      gave a loud, joyful neigh, for I saw James coming through the smoke\n      leading Ginger with him; she was coughing violently, and he was not able\n      to speak.\n    </p>\n<p>\n      “My brave lad!” said master, laying his hand on his shoulder, “are you\n      hurt?”\n     </p>\n<p>\n      James shook his head, for he could not yet speak.\n    </p>\n<p>\n      “Ay,” said the big man who held me; “he is a brave lad, and no mistake.”\n     </p>\n<p>\n      “And now,” said master, “when you have got your breath, James, we'll get\n      out of this place as quickly as we can,” and we were moving toward the\n      entry, when from the market-place there came a sound of galloping feet and\n      loud rumbling wheels.\n    </p>\n<p>\n      “'Tis the fire-engine! the fire-engine!” shouted two or three voices,\n      “stand back, make way!” and clattering and thundering over the stones two\n      horses dashed into the yard with a heavy engine behind them. The firemen\n      leaped to the ground; there was no need to ask where the fire was—it\n      was rolling up in a great blaze from the roof.\n    </p>\n<p>\n      We got out as fast as we could into the broad quiet market-place; the\n      stars were shining, and except the noise behind us, all was still. Master\n      led the way to a large hotel on the other side, and as soon as the hostler\n      came, he said, “James, I must now hasten to your mistress; I trust the\n      horses entirely to you, order whatever you think is needed,” and with that\n      he was gone. The master did not run, but I never saw mortal man walk so\n      fast as he did that night.\n    </p>\n<p>\n      There was a dreadful sound before we got into our stalls—the shrieks\n      of those poor horses that were left burning to death in the stable—it\n      was very terrible! and made both Ginger and me feel very bad. We, however,\n      were taken in and well done by.\n    </p>\n<p>\n      The next morning the master came to see how we were and to speak to James.\n      I did not hear much, for the hostler was rubbing me down, but I could see\n      that James looked very happy, and I thought the master was proud of him.\n      Our mistress had been so much alarmed in the night that the journey was\n      put off till the afternoon, so James had the morning on hand, and went\n      first to the inn to see about our harness and the carriage, and then to\n      hear more about the fire. When he came back we heard him tell the hostler\n      about it. At first no one could guess how the fire had been caused, but at\n      last a man said he saw Dick Towler go into the stable with a pipe in his\n      mouth, and when he came out he had not one, and went to the tap for\n      another. Then the under hostler said he had asked Dick to go up the ladder\n      to put down some hay, but told him to lay down his pipe first. Dick denied\n      taking the pipe with him, but no one believed him. I remember our John\n      Manly's rule, never to allow a pipe in the stable, and thought it ought to\n      be the rule everywhere.\n    </p>\n<p>\n      James said the roof and floor had all fallen in, and that only the black\n      walls were standing; the two poor horses that could not be got out were\n      buried under the burnt rafters and tiles.\n    </p>\n<p>\n<a id=\"link2H_4_0019\" name=\"link2H_4_0019\">\n<!--  H2 anchor --> </a>\n</p>"
}