{
  "title": "11 Plain Speaking",
  "subtitle": "11 Plain Speaking",
  "chapterId": "black-beauty---project-gutenberg-chapter-15",
  "prev": "black-beauty---project-gutenberg-chapter-14",
  "next": "black-beauty---project-gutenberg-chapter-16",
  "content": "<p>\n      The longer I lived at Birtwick the more proud and happy I felt at having\n      such a place. Our master and mistress were respected and beloved by all\n      who knew them; they were good and kind to everybody and everything; not\n      only men and women, but horses and donkeys, dogs and cats, cattle and\n      birds; there was no oppressed or ill-used creature that had not a friend\n      in them, and their servants took the same tone. If any of the village\n      children were known to treat any creature cruelly they soon heard about it\n      from the Hall.\n    </p>\n<p>\n      The squire and Farmer Grey had worked together, as they said, for more\n      than twenty years to get check-reins on the cart-horses done away with,\n      and in our parts you seldom saw them; and sometimes, if mistress met a\n      heavily laden horse with his head strained up she would stop the carriage\n      and get out, and reason with the driver in her sweet serious voice, and\n      try to show him how foolish and cruel it was.\n    </p>\n<p>\n      I don't think any man could withstand our mistress. I wish all ladies were\n      like her. Our master, too, used to come down very heavy sometimes. I\n      remember he was riding me toward home one morning when we saw a powerful\n      man driving toward us in a light pony chaise, with a beautiful little bay\n      pony, with slender legs and a high-bred sensitive head and face. Just as\n      he came to the park gates the little thing turned toward them; the man,\n      without word or warning, wrenched the creature's head round with such a\n      force and suddenness that he nearly threw it on its haunches. Recovering\n      itself it was going on, when he began to lash it furiously. The pony\n      plunged forward, but the strong, heavy hand held the pretty creature back\n      with force almost enough to break its jaw, while the whip still cut into\n      him. It was a dreadful sight to me, for I knew what fearful pain it gave\n      that delicate little mouth; but master gave me the word, and we were up\n      with him in a second.\n    </p>\n<p>\n      “Sawyer,” he cried in a stern voice, “is that pony made of flesh and\n      blood?”\n     </p>\n<p>\n      “Flesh and blood and temper,” he said; “he's too fond of his own will, and\n      that won't suit me.” He spoke as if he was in a strong passion. He was a\n      builder who had often been to the park on business.\n    </p>\n<p>\n      “And do you think,” said master sternly, “that treatment like this will\n      make him fond of your will?”\n     </p>\n<p>\n      “He had no business to make that turn; his road was straight on!” said the\n      man roughly.\n    </p>\n<p>\n      “You have often driven that pony up to my place,” said master; “it only\n      shows the creature's memory and intelligence; how did he know that you\n      were not going there again? But that has little to do with it. I must say,\n      Mr. Sawyer, that a more unmanly, brutal treatment of a little pony it was\n      never my painful lot to witness, and by giving way to such passion you\n      injure your own character as much, nay more, than you injure your horse;\n      and remember, we shall all have to be judged according to our works,\n      whether they be toward man or toward beast.”\n     </p>\n<p>\n      Master rode me home slowly, and I could tell by his voice how the thing\n      had grieved him. He was just as free to speak to gentlemen of his own rank\n      as to those below him; for another day, when we were out, we met a Captain\n      Langley, a friend of our master's; he was driving a splendid pair of grays\n      in a kind of break. After a little conversation the captain said:\n    </p>\n<p>\n      “What do you think of my new team, Mr. Douglas? You know, you are the\n      judge of horses in these parts, and I should like your opinion.”\n     </p>\n<p>\n      The master backed me a little, so as to get a good view of them. “They are\n      an uncommonly handsome pair,” he said, “and if they are as good as they\n      look I am sure you need not wish for anything better; but I see you still\n      hold that pet scheme of yours for worrying your horses and lessening their\n      power.”\n     </p>\n<p>\n      “What do you mean,” said the other, “the check-reins? Oh, ah! I know\n      that's a hobby of yours; well, the fact is, I like to see my horses hold\n      their heads up.”\n     </p>\n<p>\n      “So do I,” said master, “as well as any man, but I don't like to see them\n      held up; that takes all the shine out of it. Now, you are a military man,\n      Langley, and no doubt like to see your regiment look well on parade,\n      'heads up', and all that; but you would not take much credit for your\n      drill if all your men had their heads tied to a backboard! It might not be\n      much harm on parade, except to worry and fatigue them; but how would it be\n      in a bayonet charge against the enemy, when they want the free use of\n      every muscle, and all their strength thrown forward? I would not give much\n      for their chance of victory. And it is just the same with horses: you fret\n      and worry their tempers, and decrease their power; you will not let them\n      throw their weight against their work, and so they have to do too much\n      with their joints and muscles, and of course it wears them up faster. You\n      may depend upon it, horses were intended to have their heads free, as free\n      as men's are; and if we could act a little more according to common sense,\n      and a good deal less according to fashion, we should find many things work\n      easier; besides, you know as well as I that if a horse makes a false step,\n      he has much less chance of recovering himself if his head and neck are\n      fastened back. And now,” said the master, laughing, “I have given my hobby\n      a good trot out, can't you make up your mind to mount him, too, captain?\n      Your example would go a long way.”\n     </p>\n<p>\n      “I believe you are right in theory,” said the other, “and that's rather a\n      hard hit about the soldiers; but—well—I'll think about it,”\n       and so they parted.\n    </p>\n<p>\n<a id=\"link2H_4_0014\" name=\"link2H_4_0014\">\n<!--  H2 anchor --> </a>\n</p>"
}