{
  "title": "49 My Last Home",
  "subtitle": "49 My Last Home",
  "chapterId": "black-beauty---project-gutenberg-chapter-56",
  "prev": "black-beauty---project-gutenberg-chapter-55",
  "next": null,
  "content": "<p>\n      One day during this summer the groom cleaned and dressed me with such\n      extraordinary care that I thought some new change must be at hand; he\n      trimmed my fetlocks and legs, passed the tarbrush over my hoofs, and even\n      parted my forelock. I think the harness had an extra polish. Willie seemed\n      half-anxious, half-merry, as he got into the chaise with his grandfather.\n    </p>\n<p>\n      “If the ladies take to him,” said the old gentleman, “they'll be suited\n      and he'll be suited. We can but try.”\n     </p>\n<p>\n      At the distance of a mile or two from the village we came to a pretty, low\n      house, with a lawn and shrubbery at the front and a drive up to the door.\n      Willie rang the bell, and asked if Miss Blomefield or Miss Ellen was at\n      home. Yes, they were. So, while Willie stayed with me, Mr. Thoroughgood\n      went into the house. In about ten minutes he returned, followed by three\n      ladies; one tall, pale lady, wrapped in a white shawl, leaned on a younger\n      lady, with dark eyes and a merry face; the other, a very stately-looking\n      person, was Miss Blomefield. They all came and looked at me and asked\n      questions. The younger lady—that was Miss Ellen—took to me\n      very much; she said she was sure she should like me, I had such a good\n      face. The tall, pale lady said that she should always be nervous in riding\n      behind a horse that had once been down, as I might come down again, and if\n      I did she should never get over the fright.\n    </p>\n<p>\n      “You see, ladies,” said Mr. Thoroughgood, “many first-rate horses have had\n      their knees broken through the carelessness of their drivers without any\n      fault of their own, and from what I see of this horse I should say that is\n      his case; but of course I do not wish to influence you. If you incline you\n      can have him on trial, and then your coachman will see what he thinks of\n      him.”\n     </p>\n<p>\n      “You have always been such a good adviser to us about our horses,” said\n      the stately lady, “that your recommendation would go a long way with me,\n      and if my sister Lavinia sees no objection we will accept your offer of a\n      trial, with thanks.”\n     </p>\n<p>\n      It was then arranged that I should be sent for the next day.\n    </p>\n<p>\n      In the morning a smart-looking young man came for me. At first he looked\n      pleased; but when he saw my knees he said in a disappointed voice:\n    </p>\n<p>\n      “I didn't think, sir, you would have recommended my ladies a blemished\n      horse like that.”\n     </p>\n<p>\n      “'Handsome is that handsome does',” said my master; “you are only taking\n      him on trial, and I am sure you will do fairly by him, young man. If he is\n      not as safe as any horse you ever drove send him back.”\n     </p>\n<p>\n      I was led to my new home, placed in a comfortable stable, fed, and left to\n      myself. The next day, when the groom was cleaning my face, he said:\n    </p>\n<p>\n      “That is just like the star that 'Black Beauty' had; he is much the same\n      height, too. I wonder where he is now.”\n     </p>\n<p>\n      A little further on he came to the place in my neck where I was bled and\n      where a little knot was left in the skin. He almost started, and began to\n      look me over carefully, talking to himself.\n    </p>\n<p>\n      “White star in the forehead, one white foot on the off side, this little\n      knot just in that place;” then looking at the middle of my back—“and,\n      as I am alive, there is that little patch of white hair that John used to\n      call 'Beauty's three-penny bit'. It must be 'Black Beauty'! Why, Beauty!\n      Beauty! do you know me?—little Joe Green, that almost killed you?”\n       And he began patting and patting me as if he was quite overjoyed.\n    </p>\n<p>\n      I could not say that I remembered him, for now he was a fine grown young\n      fellow, with black whiskers and a man's voice, but I was sure he knew me,\n      and that he was Joe Green, and I was very glad. I put my nose up to him,\n      and tried to say that we were friends. I never saw a man so pleased.\n    </p>\n<p>\n      “Give you a fair trial! I should think so indeed! I wonder who the rascal\n      was that broke your knees, my old Beauty! you must have been badly served\n      out somewhere; well, well, it won't be my fault if you haven't good times\n      of it now. I wish John Manly was here to see you.”\n     </p>\n<p>\n      In the afternoon I was put into a low park chair and brought to the door.\n      Miss Ellen was going to try me, and Green went with her. I soon found that\n      she was a good driver, and she seemed pleased with my paces. I heard Joe\n      telling her about me, and that he was sure I was Squire Gordon's old\n      “Black Beauty”.\n    </p>\n<p>\n      When we returned the other sisters came out to hear how I had behaved\n      myself. She told them what she had just heard, and said:\n    </p>\n<p>\n      “I shall certainly write to Mrs. Gordon, and tell her that her favorite\n      horse has come to us. How pleased she will be!”\n     </p>\n<p>\n      After this I was driven every day for a week or so, and as I appeared to\n      be quite safe, Miss Lavinia at last ventured out in the small close\n      carriage. After this it was quite decided to keep me and call me by my old\n      name of “Black Beauty”.\n    </p>\n<p>\n      I have now lived in this happy place a whole year. Joe is the best and\n      kindest of grooms. My work is easy and pleasant, and I feel my strength\n      and spirits all coming back again. Mr. Thoroughgood said to Joe the other\n      day:\n    </p>\n<p>\n      “In your place he will last till he is twenty years old—perhaps\n      more.”\n     </p>\n<p>\n      Willie always speaks to me when he can, and treats me as his special\n      friend. My ladies have promised that I shall never be sold, and so I have\n      nothing to fear; and here my story ends. My troubles are all over, and I\n      am at home; and often before I am quite awake, I fancy I am still in the\n      orchard at Birtwick, standing with my old friends under the apple-trees.\n    </p>\n<p>\n<br/> <br/>\n</p>"
}