{
  "title": "33 A London Cab Horse",
  "subtitle": "33 A London Cab Horse",
  "chapterId": "black-beauty---project-gutenberg-chapter-39",
  "prev": "black-beauty---project-gutenberg-chapter-38",
  "next": "black-beauty---project-gutenberg-chapter-40",
  "content": "<p>\n      Jeremiah Barker was my new master's name, but as every one called him\n      Jerry, I shall do the same. Polly, his wife, was just as good a match as a\n      man could have. She was a plump, trim, tidy little woman, with smooth,\n      dark hair, dark eyes, and a merry little mouth. The boy was twelve years\n      old, a tall, frank, good-tempered lad; and little Dorothy (Dolly they\n      called her) was her mother over again, at eight years old. They were all\n      wonderfully fond of each other; I never knew such a happy, merry family\n      before or since. Jerry had a cab of his own, and two horses, which he\n      drove and attended to himself. His other horse was a tall, white, rather\n      large-boned animal called “Captain”. He was old now, but when he was young\n      he must have been splendid; he had still a proud way of holding his head\n      and arching his neck; in fact, he was a high-bred, fine-mannered, noble\n      old horse, every inch of him. He told me that in his early youth he went\n      to the Crimean War; he belonged to an officer in the cavalry, and used to\n      lead the regiment. I will tell more of that hereafter.\n    </p>\n<p>\n      The next morning, when I was well-groomed, Polly and Dolly came into the\n      yard to see me and make friends. Harry had been helping his father since\n      the early morning, and had stated his opinion that I should turn out a\n      “regular brick”. Polly brought me a slice of apple, and Dolly a piece of\n      bread, and made as much of me as if I had been the “Black Beauty” of olden\n      time. It was a great treat to be petted again and talked to in a gentle\n      voice, and I let them see as well as I could that I wished to be friendly.\n      Polly thought I was very handsome, and a great deal too good for a cab, if\n      it was not for the broken knees.\n    </p>\n<p>\n      “Of course there's no one to tell us whose fault that was,” said Jerry,\n      “and as long as I don't know I shall give him the benefit of the doubt;\n      for a firmer, neater stepper I never rode. We'll call him 'Jack', after\n      the old one—shall we, Polly?”\n     </p>\n<p>\n      “Do,” she said, “for I like to keep a good name going.”\n     </p>\n<p>\n      Captain went out in the cab all the morning. Harry came in after school to\n      feed me and give me water. In the afternoon I was put into the cab. Jerry\n      took as much pains to see if the collar and bridle fitted comfortably as\n      if he had been John Manly over again. When the crupper was let out a hole\n      or two it all fitted well. There was no check-rein, no curb, nothing but a\n      plain ring snaffle. What a blessing that was!\n    </p>\n<p>\n      After driving through the side street we came to the large cab stand where\n      Jerry had said “Good-night”. On one side of this wide street were high\n      houses with wonderful shop fronts, and on the other was an old church and\n      churchyard, surrounded by iron palisades. Alongside these iron rails a\n      number of cabs were drawn up, waiting for passengers; bits of hay were\n      lying about on the ground; some of the men were standing together talking;\n      some were sitting on their boxes reading the newspaper; and one or two\n      were feeding their horses with bits of hay, and giving them a drink of\n      water. We pulled up in the rank at the back of the last cab. Two or three\n      men came round and began to look at me and pass their remarks.\n    </p>\n<p>\n      “Very good for a funeral,” said one.\n    </p>\n<p>\n      “Too smart-looking,” said another, shaking his head in a very wise way;\n      “you'll find out something wrong one of these fine mornings, or my name\n      isn't Jones.”\n     </p>\n<p>\n      “Well,” said Jerry pleasantly, “I suppose I need not find it out till it\n      finds me out, eh? And if so, I'll keep up my spirits a little longer.”\n     </p>\n<p>\n      Then there came up a broad-faced man, dressed in a great gray coat with\n      great gray cape and great white buttons, a gray hat, and a blue comforter\n      loosely tied round his neck; his hair was gray, too; but he was a\n      jolly-looking fellow, and the other men made way for him. He looked me all\n      over, as if he had been going to buy me; and then straightening himself up\n      with a grunt, he said, “He's the right sort for you, Jerry; I don't care\n      what you gave for him, he'll be worth it.” Thus my character was\n      established on the stand.\n    </p>\n<p>\n      This man's name was Grant, but he was called “Gray Grant”, or “Governor\n      Grant”. He had been the longest on that stand of any of the men, and he\n      took it upon himself to settle matters and stop disputes. He was generally\n      a good-humored, sensible man; but if his temper was a little out, as it\n      was sometimes when he had drunk too much, nobody liked to come too near\n      his fist, for he could deal a very heavy blow.\n    </p>\n<p>\n      The first week of my life as a cab horse was very trying. I had never been\n      used to London, and the noise, the hurry, the crowds of horses, carts, and\n      carriages that I had to make my way through made me feel anxious and\n      harassed; but I soon found that I could perfectly trust my driver, and\n      then I made myself easy and got used to it.\n    </p>\n<p>\n      Jerry was as good a driver as I had ever known, and what was better, he\n      took as much thought for his horses as he did for himself. He soon found\n      out that I was willing to work and do my best, and he never laid the whip\n      on me unless it was gently drawing the end of it over my back when I was\n      to go on; but generally I knew this quite well by the way in which he took\n      up the reins, and I believe his whip was more frequently stuck up by his\n      side than in his hand.\n    </p>\n<p>\n      In a short time I and my master understood each other as well as horse and\n      man can do. In the stable, too, he did all that he could for our comfort.\n      The stalls were the old-fashioned style, too much on the slope; but he had\n      two movable bars fixed across the back of our stalls, so that at night,\n      and when we were resting, he just took off our halters and put up the\n      bars, and thus we could turn about and stand whichever way we pleased,\n      which is a great comfort.\n    </p>\n<p>\n      Jerry kept us very clean, and gave us as much change of food as he could,\n      and always plenty of it; and not only that, but he always gave us plenty\n      of clean fresh water, which he allowed to stand by us both night and day,\n      except of course when we came in warm. Some people say that a horse ought\n      not to drink all he likes; but I know if we are allowed to drink when we\n      want it we drink only a little at a time, and it does us a great deal more\n      good than swallowing down half a bucketful at a time, because we have been\n      left without till we are thirsty and miserable. Some grooms will go home\n      to their beer and leave us for hours with our dry hay and oats and nothing\n      to moisten them; then of course we gulp down too much at once, which helps\n      to spoil our breathing and sometimes chills our stomachs. But the best\n      thing we had here was our Sundays for rest; we worked so hard in the week\n      that I do not think we could have kept up to it but for that day; besides,\n      we had then time to enjoy each other's company. It was on these days that\n      I learned my companion's history.\n    </p>\n<p>\n<a id=\"link2H_4_0038\" name=\"link2H_4_0038\">\n<!--  H2 anchor --> </a>\n</p>"
}