{
  "title": "45 Jerry's New Year",
  "subtitle": "45 Jerry's New Year",
  "chapterId": "black-beauty---project-gutenberg-chapter-51",
  "prev": "black-beauty---project-gutenberg-chapter-50",
  "next": "black-beauty---project-gutenberg-chapter-52",
  "content": "<p>\n      For some people Christmas and the New Year are very merry times; but for\n      cabmen and cabmen's horses it is no holiday, though it may be a harvest.\n      There are so many parties, balls, and places of amusement open that the\n      work is hard and often late. Sometimes driver and horse have to wait for\n      hours in the rain or frost, shivering with the cold, while the merry\n      people within are dancing away to the music. I wonder if the beautiful\n      ladies ever think of the weary cabman waiting on his box, and his patient\n      beast standing, till his legs get stiff with cold.\n    </p>\n<p>\n      I had now most of the evening work, as I was well accustomed to standing,\n      and Jerry was also more afraid of Hotspur taking cold. We had a great deal\n      of late work in the Christmas week, and Jerry's cough was bad; but however\n      late we were, Polly sat up for him, and came out with a lantern to meet\n      him, looking anxious and troubled.\n    </p>\n<p>\n      On the evening of the New Year we had to take two gentlemen to a house in\n      one of the West End Squares. We set them down at nine o'clock, and were\n      told to come again at eleven, “but,” said one, “as it is a card party, you\n      may have to wait a few minutes, but don't be late.”\n     </p>\n<p>\n      As the clock struck eleven we were at the door, for Jerry was always\n      punctual. The clock chimed the quarters, one, two, three, and then struck\n      twelve, but the door did not open.\n    </p>\n<p>\n      The wind had been very changeable, with squalls of rain during the day,\n      but now it came on sharp, driving sleet, which seemed to come all the way\n      round; it was very cold, and there was no shelter. Jerry got off his box\n      and came and pulled one of my cloths a little more over my neck; then he\n      took a turn or two up and down, stamping his feet; then he began to beat\n      his arms, but that set him off coughing; so he opened the cab door and sat\n      at the bottom with his feet on the pavement, and was a little sheltered.\n      Still the clock chimed the quarters, and no one came. At half-past twelve\n      he rang the bell and asked the servant if he would be wanted that night.\n    </p>\n<p>\n      “Oh, yes, you'll be wanted safe enough,” said the man; “you must not go,\n      it will soon be over,” and again Jerry sat down, but his voice was so\n      hoarse I could hardly hear him.\n    </p>\n<p>\n      At a quarter past one the door opened, and the two gentlemen came out;\n      they got into the cab without a word, and told Jerry where to drive, that\n      was nearly two miles. My legs were numb with cold, and I thought I should\n      have stumbled. When the men got out they never said they were sorry to\n      have kept us waiting so long, but were angry at the charge; however, as\n      Jerry never charged more than was his due, so he never took less, and they\n      had to pay for the two hours and a quarter waiting; but it was hard-earned\n      money to Jerry.\n    </p>\n<p>\n      At last we got home; he could hardly speak, and his cough was dreadful.\n      Polly asked no questions, but opened the door and held the lantern for\n      him.\n    </p>\n<p>\n      “Can't I do something?” she said.\n    </p>\n<p>\n      “Yes; get Jack something warm, and then boil me some gruel.”\n     </p>\n<p>\n      This was said in a hoarse whisper; he could hardly get his breath, but he\n      gave me a rub-down as usual, and even went up into the hayloft for an\n      extra bundle of straw for my bed. Polly brought me a warm mash that made\n      me comfortable, and then they locked the door.\n    </p>\n<p>\n      It was late the next morning before any one came, and then it was only\n      Harry. He cleaned us and fed us, and swept out the stalls, then he put the\n      straw back again as if it was Sunday. He was very still, and neither\n      whistled nor sang. At noon he came again and gave us our food and water;\n      this time Dolly came with him; she was crying, and I could gather from\n      what they said that Jerry was dangerously ill, and the doctor said it was\n      a bad case. So two days passed, and there was great trouble indoors. We\n      only saw Harry, and sometimes Dolly. I think she came for company, for\n      Polly was always with Jerry, and he had to be kept very quiet.\n    </p>\n<p>\n      On the third day, while Harry was in the stable, a tap came at the door,\n      and Governor Grant came in.\n    </p>\n<p>\n      “I wouldn't go to the house, my boy,” he said, “but I want to know how\n      your father is.”\n     </p>\n<p>\n      “He is very bad,” said Harry, “he can't be much worse; they call it\n      'bronchitis'; the doctor thinks it will turn one way or another to-night.”\n     </p>\n<p>\n      “That's bad, very bad,” said Grant, shaking his head; “I know two men who\n      died of that last week; it takes 'em off in no time; but while there's\n      life there's hope, so you must keep up your spirits.”\n     </p>\n<p>\n      “Yes,” said Harry quickly, “and the doctor said that father had a better\n      chance than most men, because he didn't drink. He said yesterday the fever\n      was so high that if father had been a drinking man it would have burned\n      him up like a piece of paper; but I believe he thinks he will get over it;\n      don't you think he will, Mr. Grant?”\n     </p>\n<p>\n      The governor looked puzzled.\n    </p>\n<p>\n      “If there's any rule that good men should get over these things, I'm sure\n      he will, my boy; he's the best man I know. I'll look in early to-morrow.”\n     </p>\n<p>\n      Early next morning he was there.\n    </p>\n<p>\n      “Well?” said he.\n    </p>\n<p>\n      “Father is better,” said Harry. “Mother hopes he will get over it.”\n     </p>\n<p>\n      “Thank God!” said the governor, “and now you must keep him warm, and keep\n      his mind easy, and that brings me to the horses; you see Jack will be all\n      the better for the rest of a week or two in a warm stable, and you can\n      easily take him a turn up and down the street to stretch his legs; but\n      this young one, if he does not get work, he will soon be all up on end, as\n      you may say, and will be rather too much for you; and when he does go out\n      there'll be an accident.”\n     </p>\n<p>\n      “It is like that now,” said Harry. “I have kept him short of corn, but\n      he's so full of spirit I don't know what to do with him.”\n     </p>\n<p>\n      “Just so,” said Grant. “Now look here, will you tell your mother that if\n      she is agreeable I will come for him every day till something is arranged,\n      and take him for a good spell of work, and whatever he earns, I'll bring\n      your mother half of it, and that will help with the horses' feed. Your\n      father is in a good club, I know, but that won't keep the horses, and\n      they'll be eating their heads off all this time; I'll come at noon and\n      hear what she says,” and without waiting for Harry's thanks he was gone.\n    </p>\n<p>\n      At noon I think he went and saw Polly, for he and Harry came to the stable\n      together, harnessed Hotspur, and took him out.\n    </p>\n<p>\n      For a week or more he came for Hotspur, and when Harry thanked him or said\n      anything about his kindness, he laughed it off, saying it was all good\n      luck for him, for his horses were wanting a little rest which they would\n      not otherwise have had.\n    </p>\n<p>\n      Jerry grew better steadily, but the doctor said that he must never go back\n      to the cab work again if he wished to be an old man. The children had many\n      consultations together about what father and mother would do, and how they\n      could help to earn money.\n    </p>\n<p>\n      One afternoon Hotspur was brought in very wet and dirty.\n    </p>\n<p>\n      “The streets are nothing but slush,” said the governor; “it will give you\n      a good warming, my boy, to get him clean and dry.”\n     </p>\n<p>\n      “All right, governor,” said Harry, “I shall not leave him till he is; you\n      know I have been trained by my father.”\n     </p>\n<p>\n      “I wish all the boys had been trained like you,” said the governor.\n    </p>\n<p>\n      While Harry was sponging off the mud from Hotspur's body and legs Dolly\n      came in, looking very full of something.\n    </p>\n<p>\n      “Who lives at Fairstowe, Harry? Mother has got a letter from Fairstowe;\n      she seemed so glad, and ran upstairs to father with it.”\n     </p>\n<p>\n      “Don't you know? Why, it is the name of Mrs. Fowler's place—mother's\n      old mistress, you know—the lady that father met last summer, who\n      sent you and me five shillings each.”\n     </p>\n<p>\n      “Oh! Mrs. Fowler. Of course, I know all about her. I wonder what she is\n      writing to mother about.”\n     </p>\n<p>\n      “Mother wrote to her last week,” said Harry; “you know she told father if\n      ever he gave up the cab work she would like to know. I wonder what she\n      says; run in and see, Dolly.”\n     </p>\n<p>\n      Harry scrubbed away at Hotspur with a huish! huish! like any old hostler.\n      In a few minutes Dolly came dancing into the stable.\n    </p>\n<p>\n      “Oh! Harry, there never was anything so beautiful; Mrs. Fowler says we are\n      all to go and live near her. There is a cottage now empty that will just\n      suit us, with a garden and a henhouse, and apple-trees, and everything!\n      and her coachman is going away in the spring, and then she will want\n      father in his place; and there are good families round, where you can get\n      a place in the garden or the stable, or as a page-boy; and there's a good\n      school for me; and mother is laughing and crying by turns, and father does\n      look so happy!”\n     </p>\n<p>\n      “That's uncommon jolly,” said Harry, “and just the right thing, I should\n      say; it will suit father and mother both; but I don't intend to be a\n      page-boy with tight clothes and rows of buttons. I'll be a groom or a\n      gardener.”\n     </p>\n<p>\n      It was quickly settled that as soon as Jerry was well enough they should\n      remove to the country, and that the cab and horses should be sold as soon\n      as possible.\n    </p>\n<p>\n      This was heavy news for me, for I was not young now, and could not look\n      for any improvement in my condition. Since I left Birtwick I had never\n      been so happy as with my dear master Jerry; but three years of cab work,\n      even under the best conditions, will tell on one's strength, and I felt\n      that I was not the horse that I had been.\n    </p>\n<p>\n      Grant said at once that he would take Hotspur, and there were men on the\n      stand who would have bought me; but Jerry said I should not go to cab work\n      again with just anybody, and the governor promised to find a place for me\n      where I should be comfortable.\n    </p>\n<p>\n      The day came for going away. Jerry had not been allowed to go out yet, and\n      I never saw him after that New Year's eve. Polly and the children came to\n      bid me good-by. “Poor old Jack! dear old Jack! I wish we could take you\n      with us,” she said, and then laying her hand on my mane she put her face\n      close to my neck and kissed me. Dolly was crying and kissed me too. Harry\n      stroked me a great deal, but said nothing, only he seemed very sad, and so\n      I was led away to my new place.\n    </p>\n<p>\n<a id=\"link2H_PART4\" name=\"link2H_PART4\">\n<!--  H2 anchor --> </a>\n</p>"
}