{
  "title": "47 Hard Times",
  "subtitle": "47 Hard Times",
  "chapterId": "black-beauty---project-gutenberg-chapter-54",
  "prev": "black-beauty---project-gutenberg-chapter-53",
  "next": "black-beauty---project-gutenberg-chapter-55",
  "content": "<p>\n      My new master I shall never forget; he had black eyes and a hooked nose,\n      his mouth was as full of teeth as a bull-dog's, and his voice was as harsh\n      as the grinding of cart wheels over graveled stones. His name was Nicholas\n      Skinner, and I believe he was the man that poor Seedy Sam drove for.\n    </p>\n<p>\n      I have heard men say that seeing is believing; but I should say that\n      feeling is believing; for much as I had seen before, I never knew till now\n      the utter misery of a cab-horse's life.\n    </p>\n<p>\n      Skinner had a low set of cabs and a low set of drivers; he was hard on the\n      men, and the men were hard on the horses. In this place we had no Sunday\n      rest, and it was in the heat of summer.\n    </p>\n<p>\n      Sometimes on a Sunday morning a party of fast men would hire the cab for\n      the day; four of them inside and another with the driver, and I had to\n      take them ten or fifteen miles out into the country, and back again; never\n      would any of them get down to walk up a hill, let it be ever so steep, or\n      the day ever so hot—unless, indeed, when the driver was afraid I\n      should not manage it, and sometimes I was so fevered and worn that I could\n      hardly touch my food. How I used to long for the nice bran mash with niter\n      in it that Jerry used to give us on Saturday nights in hot weather, that\n      used to cool us down and make us so comfortable. Then we had two nights\n      and a whole day for unbroken rest, and on Monday morning we were as fresh\n      as young horses again; but here there was no rest, and my driver was just\n      as hard as his master. He had a cruel whip with something so sharp at the\n      end that it sometimes drew blood, and he would even whip me under the\n      belly, and flip the lash out at my head. Indignities like these took the\n      heart out of me terribly, but still I did my best and never hung back;\n      for, as poor Ginger said, it was no use; men are the strongest.\n    </p>\n<p>\n      My life was now so utterly wretched that I wished I might, like Ginger,\n      drop down dead at my work and be out of my misery, and one day my wish\n      very nearly came to pass.\n    </p>\n<p>\n      I went on the stand at eight in the morning, and had done a good share of\n      work, when we had to take a fare to the railway. A long train was just\n      expected in, so my driver pulled up at the back of some of the outside\n      cabs to take the chance of a return fare. It was a very heavy train, and\n      as all the cabs were soon engaged ours was called for. There was a party\n      of four; a noisy, blustering man with a lady, a little boy and a young\n      girl, and a great deal of luggage. The lady and the boy got into the cab,\n      and while the man ordered about the luggage the young girl came and looked\n      at me.\n    </p>\n<p>\n      “Papa,” she said, “I am sure this poor horse cannot take us and all our\n      luggage so far, he is so very weak and worn up. Do look at him.”\n     </p>\n<p>\n      “Oh! he's all right, miss,” said my driver, “he's strong enough.”\n     </p>\n<p>\n      The porter, who was pulling about some heavy boxes, suggested to the\n      gentleman, as there was so much luggage, whether he would not take a\n      second cab.\n    </p>\n<p>\n      “Can your horse do it, or can't he?” said the blustering man.\n    </p>\n<p>\n      “Oh! he can do it all right, sir; send up the boxes, porter; he could take\n      more than that;” and he helped to haul up a box so heavy that I could feel\n      the springs go down.\n    </p>\n<p>\n      “Papa, papa, do take a second cab,” said the young girl in a beseeching\n      tone. “I am sure we are wrong, I am sure it is very cruel.”\n     </p>\n<p>\n      “Nonsense, Grace, get in at once, and don't make all this fuss; a pretty\n      thing it would be if a man of business had to examine every cab-horse\n      before he hired it—the man knows his own business of course; there,\n      get in and hold your tongue!”\n     </p>\n<p>\n      My gentle friend had to obey, and box after box was dragged up and lodged\n      on the top of the cab or settled by the side of the driver. At last all\n      was ready, and with his usual jerk at the rein and slash of the whip he\n      drove out of the station.\n    </p>\n<p>\n      The load was very heavy and I had had neither food nor rest since morning;\n      but I did my best, as I always had done, in spite of cruelty and\n      injustice.\n    </p>\n<p>\n      I got along fairly till we came to Ludgate Hill; but there the heavy load\n      and my own exhaustion were too much. I was struggling to keep on, goaded\n      by constant chucks of the rein and use of the whip, when in a single\n      moment—I cannot tell how—my feet slipped from under me, and I\n      fell heavily to the ground on my side; the suddenness and the force with\n      which I fell seemed to beat all the breath out of my body. I lay perfectly\n      still; indeed, I had no power to move, and I thought now I was going to\n      die. I heard a sort of confusion round me, loud, angry voices, and the\n      getting down of the luggage, but it was all like a dream. I thought I\n      heard that sweet, pitiful voice saying, “Oh! that poor horse! it is all\n      our fault.” Some one came and loosened the throat strap of my bridle, and\n      undid the traces which kept the collar so tight upon me. Some one said,\n      “He's dead, he'll never get up again.” Then I could hear a policeman\n      giving orders, but I did not even open my eyes; I could only draw a\n      gasping breath now and then. Some cold water was thrown over my head, and\n      some cordial was poured into my mouth, and something was covered over me.\n      I cannot tell how long I lay there, but I found my life coming back, and a\n      kind-voiced man was patting me and encouraging me to rise. After some more\n      cordial had been given me, and after one or two attempts, I staggered to\n      my feet, and was gently led to some stables which were close by. Here I\n      was put into a well-littered stall, and some warm gruel was brought to me,\n      which I drank thankfully.\n    </p>\n<p>\n      In the evening I was sufficiently recovered to be led back to Skinner's\n      stables, where I think they did the best for me they could. In the morning\n      Skinner came with a farrier to look at me. He examined me very closely and\n      said:\n    </p>\n<p>\n      “This is a case of overwork more than disease, and if you could give him a\n      run off for six months he would be able to work again; but now there is\n      not an ounce of strength left in him.”\n     </p>\n<p>\n      “Then he must just go to the dogs,” said Skinner. “I have no meadows to\n      nurse sick horses in—he might get well or he might not; that sort of\n      thing don't suit my business; my plan is to work 'em as long as they'll\n      go, and then sell 'em for what they'll fetch, at the knacker's or\n      elsewhere.”\n     </p>\n<p>\n      “If he was broken-winded,” said the farrier, “you had better have him\n      killed out of hand, but he is not; there is a sale of horses coming off in\n      about ten days; if you rest him and feed him up he may pick up, and you\n      may get more than his skin is worth, at any rate.”\n     </p>\n<p>\n      Upon this advice Skinner, rather unwillingly, I think, gave orders that I\n      should be well fed and cared for, and the stable man, happily for me,\n      carried out the orders with a much better will than his master had in\n      giving them. Ten days of perfect rest, plenty of good oats, hay, bran\n      mashes, with boiled linseed mixed in them, did more to get up my condition\n      than anything else could have done; those linseed mashes were delicious,\n      and I began to think, after all, it might be better to live than go to the\n      dogs. When the twelfth day after the accident came, I was taken to the\n      sale, a few miles out of London. I felt that any change from my present\n      place must be an improvement, so I held up my head, and hoped for the\n      best.\n    </p>\n<p>\n<a id=\"link2H_4_0053\" name=\"link2H_4_0053\">\n<!--  H2 anchor --> </a>\n</p>"
}