{
  "title": "22 Earlshall",
  "subtitle": "22 Earlshall",
  "chapterId": "black-beauty---project-gutenberg-chapter-27",
  "prev": "black-beauty---project-gutenberg-chapter-26",
  "next": "black-beauty---project-gutenberg-chapter-28",
  "content": "<p>\n      The next morning after breakfast Joe put Merrylegs into the mistress' low\n      chaise to take him to the vicarage; he came first and said good-by to us,\n      and Merrylegs neighed to us from the yard. Then John put the saddle on\n      Ginger and the leading rein on me, and rode us across the country about\n      fifteen miles to Earlshall Park, where the Earl of W—— lived.\n      There was a very fine house and a great deal of stabling. We went into the\n      yard through a stone gateway, and John asked for Mr. York. It was some\n      time before he came. He was a fine-looking, middle-aged man, and his voice\n      said at once that he expected to be obeyed. He was very friendly and\n      polite to John, and after giving us a slight look he called a groom to\n      take us to our boxes, and invited John to take some refreshment.\n    </p>\n<p>\n      We were taken to a light, airy stable, and placed in boxes adjoining each\n      other, where we were rubbed down and fed. In about half an hour John and\n      Mr. York, who was to be our new coachman, came in to see us.\n    </p>\n<p>\n      “Now, Mr. Manly,” he said, after carefully looking at us both, “I can see\n      no fault in these horses; but we all know that horses have their\n      peculiarities as well as men, and that sometimes they need different\n      treatment. I should like to know if there is anything particular in either\n      of these that you would like to mention.”\n     </p>\n<p>\n      “Well,” said John, “I don't believe there is a better pair of horses in\n      the country, and right grieved I am to part with them, but they are not\n      alike. The black one is the most perfect temper I ever knew; I suppose he\n      has never known a hard word or a blow since he was foaled, and all his\n      pleasure seems to be to do what you wish; but the chestnut, I fancy, must\n      have had bad treatment; we heard as much from the dealer. She came to us\n      snappish and suspicious, but when she found what sort of place ours was,\n      it all went off by degrees; for three years I have never seen the smallest\n      sign of temper, and if she is well treated there is not a better, more\n      willing animal than she is. But she is naturally a more irritable\n      constitution than the black horse; flies tease her more; anything wrong in\n      the harness frets her more; and if she were ill-used or unfairly treated\n      she would not be unlikely to give tit for tat. You know that many\n      high-mettled horses will do so.”\n     </p>\n<p>\n      “Of course,” said York, “I quite understand; but you know it is not easy\n      in stables like these to have all the grooms just what they should be. I\n      do my best, and there I must leave it. I'll remember what you have said\n      about the mare.”\n     </p>\n<p>\n      They were going out of the stable, when John stopped and said, “I had\n      better mention that we have never used the check-rein with either of them;\n      the black horse never had one on, and the dealer said it was the gag-bit\n      that spoiled the other's temper.”\n     </p>\n<p>\n      “Well,” said York, “if they come here they must wear the check-rein. I\n      prefer a loose rein myself, and his lordship is always very reasonable\n      about horses; but my lady—that's another thing; she will have style,\n      and if her carriage horses are not reined up tight she wouldn't look at\n      them. I always stand out against the gag-bit, and shall do so, but it must\n      be tight up when my lady rides!”\n     </p>\n<p>\n      “I am sorry for it, very sorry,” said John; “but I must go now, or I shall\n      lose the train.”\n     </p>\n<p>\n      He came round to each of us to pat and speak to us for the last time; his\n      voice sounded very sad.\n    </p>\n<p>\n      I held my face close to him; that was all I could do to say good-by; and\n      then he was gone, and I have never seen him since.\n    </p>\n<p>\n      The next day Lord W—— came to look at us; he seemed pleased\n      with our appearance.\n    </p>\n<p>\n      “I have great confidence in these horses,” he said, “from the character my\n      friend Mr. Gordon has given me of them. Of course they are not a match in\n      color, but my idea is that they will do very well for the carriage while\n      we are in the country. Before we go to London I must try to match Baron;\n      the black horse, I believe, is perfect for riding.”\n     </p>\n<p>\n      York then told him what John had said about us.\n    </p>\n<p>\n      “Well,” said he, “you must keep an eye to the mare, and put the check-rein\n      easy; I dare say they will do very well with a little humoring at first.\n      I'll mention it to your lady.”\n     </p>\n<p>\n      In the afternoon we were harnessed and put in the carriage, and as the\n      stable clock struck three we were led round to the front of the house. It\n      was all very grand, and three or four times as large as the old house at\n      Birtwick, but not half so pleasant, if a horse may have an opinion. Two\n      footmen were standing ready, dressed in drab livery, with scarlet breeches\n      and white stockings. Presently we heard the rustling sound of silk as my\n      lady came down the flight of stone steps. She stepped round to look at us;\n      she was a tall, proud-looking woman, and did not seem pleased about\n      something, but she said nothing, and got into the carriage. This was the\n      first time of wearing a check-rein, and I must say, though it certainly\n      was a nuisance not to be able to get my head down now and then, it did not\n      pull my head higher than I was accustomed to carry it. I felt anxious\n      about Ginger, but she seemed to be quiet and content.\n    </p>\n<p>\n      The next day at three o'clock we were again at the door, and the footmen\n      as before; we heard the silk dress rustle and the lady came down the\n      steps, and in an imperious voice she said, “York, you must put those\n      horses' heads higher; they are not fit to be seen.”\n     </p>\n<p>\n      York got down, and said very respectfully, “I beg your pardon, my lady,\n      but these horses have not been reined up for three years, and my lord said\n      it would be safer to bring them to it by degrees; but if your ladyship\n      pleases I can take them up a little more.”\n     </p>\n<p>\n      “Do so,” she said.\n    </p>\n<p>\n      York came round to our heads and shortened the rein himself—one\n      hole, I think; every little makes a difference, be it for better or worse,\n      and that day we had a steep hill to go up. Then I began to understand what\n      I had heard of. Of course, I wanted to put my head forward and take the\n      carriage up with a will, as we had been used to do; but no, I had to pull\n      with my head up now, and that took all the spirit out of me, and the\n      strain came on my back and legs. When we came in Ginger said, “Now you see\n      what it is like; but this is not bad, and if it does not get much worse\n      than this I shall say nothing about it, for we are very well treated here;\n      but if they strain me up tight, why, let 'em look out! I can't bear it,\n      and I won't.”\n     </p>\n<p>\n      Day by day, hole by hole, our bearing reins were shortened, and instead of\n      looking forward with pleasure to having my harness put on, as I used to\n      do, I began to dread it. Ginger, too, seemed restless, though she said\n      very little. At last I thought the worst was over; for several days there\n      was no more shortening, and I determined to make the best of it and do my\n      duty, though it was now a constant harass instead of a pleasure; but the\n      worst was not come.\n    </p>\n<p>\n<a id=\"link2H_4_0026\" name=\"link2H_4_0026\">\n<!--  H2 anchor --> </a>\n</p>"
}