{
  "title": "06 Liberty",
  "subtitle": "06 Liberty",
  "chapterId": "black-beauty---project-gutenberg-chapter-10",
  "prev": "black-beauty---project-gutenberg-chapter-9",
  "next": "black-beauty---project-gutenberg-chapter-11",
  "content": "<p>\n      I was quite happy in my new place, and if there was one thing that I\n      missed it must not be thought I was discontented; all who had to do with\n      me were good and I had a light airy stable and the best of food. What more\n      could I want? Why, liberty! For three years and a half of my life I had\n      had all the liberty I could wish for; but now, week after week, month\n      after month, and no doubt year after year, I must stand up in a stable\n      night and day except when I am wanted, and then I must be just as steady\n      and quiet as any old horse who has worked twenty years. Straps here and\n      straps there, a bit in my mouth, and blinkers over my eyes. Now, I am not\n      complaining, for I know it must be so. I only mean to say that for a young\n      horse full of strength and spirits, who has been used to some large field\n      or plain where he can fling up his head and toss up his tail and gallop\n      away at full speed, then round and back again with a snort to his\n      companions—I say it is hard never to have a bit more liberty to do\n      as you like. Sometimes, when I have had less exercise than usual, I have\n      felt so full of life and spring that when John has taken me out to\n      exercise I really could not keep quiet; do what I would, it seemed as if I\n      must jump, or dance, or prance, and many a good shake I know I must have\n      given him, especially at the first; but he was always good and patient.\n    </p>\n<p>\n      “Steady, steady, my boy,” he would say; “wait a bit, and we will have a\n      good swing, and soon get the tickle out of your feet.” Then as soon as we\n      were out of the village, he would give me a few miles at a spanking trot,\n      and then bring me back as fresh as before, only clear of the fidgets, as\n      he called them. Spirited horses, when not enough exercised, are often\n      called skittish, when it is only play; and some grooms will punish them,\n      but our John did not; he knew it was only high spirits. Still, he had his\n      own ways of making me understand by the tone of his voice or the touch of\n      the rein. If he was very serious and quite determined, I always knew it by\n      his voice, and that had more power with me than anything else, for I was\n      very fond of him.\n    </p>\n<p>\n      I ought to say that sometimes we had our liberty for a few hours; this\n      used to be on fine Sundays in the summer-time. The carriage never went out\n      on Sundays, because the church was not far off.\n    </p>\n<p>\n      It was a great treat to us to be turned out into the home paddock or the\n      old orchard; the grass was so cool and soft to our feet, the air so sweet,\n      and the freedom to do as we liked was so pleasant—to gallop, to lie\n      down, and roll over on our backs, or to nibble the sweet grass. Then it\n      was a very good time for talking, as we stood together under the shade of\n      the large chestnut tree.\n    </p>\n<p>\n<a id=\"link2H_4_0009\" name=\"link2H_4_0009\">\n<!--  H2 anchor --> </a>\n</p>"
}