{
  "title": "CHAPTER IV.Tweedledum And Tweedledee",
  "subtitle": "CHAPTER IV.Tweedledum And Tweedledee",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-6",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-5",
  "next": "through-the-looking-glass---project-gutenberg-chapter-7",
  "content": "<p>\nThey were standing under a tree, each with an arm round the other’s neck,\nand Alice knew which was which in a moment, because one of them had\n“DUM” embroidered on his collar, and the other “DEE.”\n“I suppose they’ve each got ‘TWEEDLE’ round at the back\nof the collar,” she said to herself.\n</p>\n<p>\nThey stood so still that she quite forgot they were alive, and she was just\nlooking round to see if the word ‘TWEEDLE’ was written at the back\nof each collar, when she was startled by a voice coming from the one marked\n“DUM.”\n</p>\n<p>\n“If you think we’re wax-works,” he said, “you ought to\npay, you know. Wax-works weren’t made to be looked at for nothing,\nnohow!”\n</p>\n<p>\n“Contrariwise,” added the one marked “DEE,” “if\nyou think we’re alive, you ought to speak.”\n</p>\n<p>\n“I’m sure I’m very sorry,” was all Alice could say; for\nthe words of the old song kept ringing through her head like the ticking of a\nclock, and she could hardly help saying them out loud:—\n</p>\n<p class=\"poem\">\n“Tweedledum and Tweedledee<br/>\n    Agreed to have a battle;<br/>\nFor Tweedledum said Tweedledee<br/>\n    Had spoiled his nice new rattle.<br/>\n<br/>\nJust then flew down a monstrous crow,<br/>\n    As black as a tar-barrel;<br/>\nWhich frightened both the heroes so,<br/>\n    They quite forgot their quarrel.”\n</p>\n<p>\n“I know what you’re thinking about,” said Tweedledum:\n“but it isn’t so, nohow.”\n</p>\n<p>\n“Contrariwise,” continued Tweedledee, “if it was so, it might\nbe; and if it were so, it would be; but as it isn’t, it ain’t.\nThat’s logic.”\n</p>\n<p>\n“I was thinking,” Alice said very politely, “which is the\nbest way out of this wood: it’s getting so dark. Would you tell me,\nplease?”\n</p>\n<p>\nBut the little men only looked at each other and grinned.\n</p>\n<p>\nThey looked so exactly like a couple of great schoolboys, that Alice\ncouldn’t help pointing her finger at Tweedledum, and saying “First\nBoy!”\n</p>\n<p>\n“Nohow!” Tweedledum cried out briskly, and shut his mouth up again\nwith a snap.\n</p>\n<p>\n“Next Boy!” said Alice, passing on to Tweedledee, though she felt\nquite certain he would only shout out “Contrariwise!” and so he\ndid.\n</p>\n<p>\n“You’ve been wrong!” cried Tweedledum. “The first thing\nin a visit is to say ‘How d’ye do?’ and shake hands!”\nAnd here the two brothers gave each other a hug, and then they held out the two\nhands that were free, to shake hands with her.\n</p>\n<p>\nAlice did not like shaking hands with either of them first, for fear of hurting\nthe other one’s feelings; so, as the best way out of the difficulty, she\ntook hold of both hands at once: the next moment they were dancing round in a\nring. This seemed quite natural (she remembered afterwards), and she was not\neven surprised to hear music playing: it seemed to come from the tree under\nwhich they were dancing, and it was done (as well as she could make it out) by\nthe branches rubbing one across the other, like fiddles and fiddle-sticks.\n</p>\n<p>\n“But it certainly <i>was</i> funny,” (Alice said afterwards, when\nshe was telling her sister the history of all this,) “to find myself\nsinging ‘<i>Here we go round the mulberry bush</i>.’ I don’t\nknow when I began it, but somehow I felt as if I’d been singing it a long\nlong time!”\n</p>\n<p>\nThe other two dancers were fat, and very soon out of breath. “Four times\nround is enough for one dance,” Tweedledum panted out, and they left off\ndancing as suddenly as they had begun: the music stopped at the same moment.\n</p>\n<p>\nThen they let go of Alice’s hands, and stood looking at her for a minute:\nthere was a rather awkward pause, as Alice didn’t know how to begin a\nconversation with people she had just been dancing with. “It would never\ndo to say ‘How d’ye do?’ <i>now</i>,” she said to\nherself: “we seem to have got beyond that, somehow!”\n</p>\n<p>\n“I hope you’re not much tired?” she said at last.\n</p>\n<p>\n“Nohow. And thank you <i>very</i> much for asking,” said\nTweedledum.\n</p>\n<p>\n“So <i>much</i> obliged!” added Tweedledee. “You like\npoetry?”\n</p>\n<p>\n“Ye-es, pretty well—<i>some</i> poetry,” Alice said\ndoubtfully. “Would you tell me which road leads out of the wood?”\n</p>\n<p>\n“What shall I repeat to her?” said Tweedledee, looking round at\nTweedledum with great solemn eyes, and not noticing Alice’s question.\n</p>\n<p>\n“‘<i>The Walrus and the Carpenter</i>’ is the longest,”\nTweedledum replied, giving his brother an affectionate hug.\n</p>\n<p>\nTweedledee began instantly:\n</p>\n<p class=\"poem\">\n“The sun was shining—”\n</p>\n<p>\nHere Alice ventured to interrupt him. “If it’s <i>very</i>\nlong,” she said, as politely as she could, “would you please tell\nme first which road—”\n</p>\n<p>\nTweedledee smiled gently, and began again:\n</p>\n<p class=\"poem\">\n“The sun was shining on the sea,<br/>\n    Shining with all his might:<br/>\nHe did his very best to make<br/>\n    The billows smooth and bright—<br/>\nAnd this was odd, because it was<br/>\n    The middle of the night.<br/>\n<br/>\nThe moon was shining sulkily,<br/>\n    Because she thought the sun<br/>\nHad got no business to be there<br/>\n    After the day was done—<br/>\n‘It’s very rude of him,’ she said,<br/>\n    ‘To come and spoil the fun!’<br/>\n<br/>\nThe sea was wet as wet could be,<br/>\n    The sands were dry as dry.<br/>\nYou could not see a cloud, because<br/>\n    No cloud was in the sky:<br/>\nNo birds were flying over head—<br/>\n    There were no birds to fly.<br/>\n<br/>\nThe Walrus and the Carpenter<br/>\n    Were walking close at hand;<br/>\nThey wept like anything to see<br/>\n    Such quantities of sand:<br/>\n‘If this were only cleared away,’<br/>\n    They said, ‘it <i>would</i> be grand!’<br/>\n<br/>\n‘If seven maids with seven mops<br/>\n    Swept it for half a year,<br/>\nDo you suppose,’ the Walrus said,<br/>\n    ‘That they could get it clear?’<br/>\n‘I doubt it,’ said the Carpenter,<br/>\n    And shed a bitter tear.<br/>\n<br/>\n‘O Oysters, come and walk with us!’<br/>\n    The Walrus did beseech.<br/>\n‘A pleasant walk, a pleasant talk,<br/>\n    Along the briny beach:<br/>\nWe cannot do with more than four,<br/>\n    To give a hand to each.’<br/>\n<br/>\nThe eldest Oyster looked at him.<br/>\n    But never a word he said:<br/>\nThe eldest Oyster winked his eye,<br/>\n    And shook his heavy head—<br/>\nMeaning to say he did not choose<br/>\n    To leave the oyster-bed.<br/>\n<br/>\nBut four young oysters hurried up,<br/>\n    All eager for the treat:<br/>\nTheir coats were brushed, their faces washed,<br/>\n    Their shoes were clean and neat—<br/>\nAnd this was odd, because, you know,<br/>\n    They hadn’t any feet.<br/>\n<br/>\nFour other Oysters followed them,<br/>\n    And yet another four;<br/>\nAnd thick and fast they came at last,<br/>\n    And more, and more, and more—<br/>\nAll hopping through the frothy waves,<br/>\n    And scrambling to the shore.<br/>\n<br/>\nThe Walrus and the Carpenter<br/>\n    Walked on a mile or so,<br/>\nAnd then they rested on a rock<br/>\n    Conveniently low:<br/>\nAnd all the little Oysters stood<br/>\n    And waited in a row.<br/>\n<br/>\n‘The time has come,’ the Walrus said,<br/>\n    ‘To talk of many things:<br/>\nOf shoes—and ships—and sealing-wax—<br/>\n    Of cabbages—and kings—<br/>\nAnd why the sea is boiling hot—<br/>\n    And whether pigs have wings.’<br/>\n<br/>\n‘But wait a bit,’ the Oysters cried,<br/>\n    ‘Before we have our chat;<br/>\nFor some of us are out of breath,<br/>\n    And all of us are fat!’<br/>\n‘No hurry!’ said the Carpenter.<br/>\n    They thanked him much for that.<br/>\n<br/>\n‘A loaf of bread,’ the Walrus said,<br/>\n    ‘Is what we chiefly need:<br/>\nPepper and vinegar besides<br/>\n    Are very good indeed—<br/>\nNow if you’re ready Oysters dear,<br/>\n    We can begin to feed.’<br/>\n<br/>\n‘But not on us!’ the Oysters cried,<br/>\n    Turning a little blue,<br/>\n‘After such kindness, that would be<br/>\n    A dismal thing to do!’<br/>\n‘The night is fine,’ the Walrus said<br/>\n    ‘Do you admire the view?<br/>\n<br/>\n‘It was so kind of you to come!<br/>\n    And you are very nice!’<br/>\nThe Carpenter said nothing but<br/>\n    ‘Cut us another slice:<br/>\nI wish you were not quite so deaf—<br/>\n    I’ve had to ask you twice!’<br/>\n<br/>\n‘It seems a shame,’ the Walrus said,<br/>\n    ‘To play them such a trick,<br/>\nAfter we’ve brought them out so far,<br/>\n    And made them trot so quick!’<br/>\nThe Carpenter said nothing but<br/>\n    ‘The butter’s spread too thick!’<br/>\n<br/>\n‘I weep for you,’ the Walrus said.<br/>\n    ‘I deeply sympathize.’<br/>\nWith sobs and tears he sorted out<br/>\n    Those of the largest size.<br/>\nHolding his pocket handkerchief<br/>\n    Before his streaming eyes.<br/>\n<br/>\n‘O Oysters,’ said the Carpenter.<br/>\n    ‘You’ve had a pleasant run!<br/>\nShall we be trotting home again?’<br/>\n    But answer came there none—<br/>\nAnd that was scarcely odd, because<br/>\n    They’d eaten every one.”<br/>\n</p>\n<p>\n“I like the Walrus best,” said Alice: “because you see he was\na <i>little</i> sorry for the poor oysters.”\n</p>\n<p>\n“He ate more than the Carpenter, though,” said Tweedledee.\n“You see he held his handkerchief in front, so that the Carpenter\ncouldn’t count how many he took: contrariwise.”\n</p>\n<p>\n“That was mean!” Alice said indignantly. “Then I like the\nCarpenter best—if he didn’t eat so many as the Walrus.”\n</p>\n<p>\n“But he ate as many as he could get,” said Tweedledum.\n</p>\n<p>\nThis was a puzzler. After a pause, Alice began, “Well! They were\n<i>both</i> very unpleasant characters—” Here she checked herself\nin some alarm, at hearing something that sounded to her like the puffing of a\nlarge steam-engine in the wood near them, though she feared it was more likely\nto be a wild beast. “Are there any lions or tigers about here?” she\nasked timidly.\n</p>\n<p>\n“It’s only the Red King snoring,” said Tweedledee.\n</p>\n<p>\n“Come and look at him!” the brothers cried, and they each took one\nof Alice’s hands, and led her up to where the King was sleeping.\n</p>\n<p>\n“Isn’t he a <i>lovely</i> sight?” said Tweedledum.\n</p>\n<p>\nAlice couldn’t say honestly that he was. He had a tall red night-cap on,\nwith a tassel, and he was lying crumpled up into a sort of untidy heap, and\nsnoring loud—“fit to snore his head off!” as Tweedledum\nremarked.\n</p>\n<p>\n“I’m afraid he’ll catch cold with lying on the damp\ngrass,” said Alice, who was a very thoughtful little girl.\n</p>\n<p>\n“He’s dreaming now,” said Tweedledee: “and what do you\nthink he’s dreaming about?”\n</p>\n<p>\nAlice said “Nobody can guess that.”\n</p>\n<p>\n“Why, about <i>you</i>!” Tweedledee exclaimed, clapping his hands\ntriumphantly. “And if he left off dreaming about you, where do you\nsuppose you’d be?”\n</p>\n<p>\n“Where I am now, of course,” said Alice.\n</p>\n<p>\n“Not you!” Tweedledee retorted contemptuously. “You’d\nbe nowhere. Why, you’re only a sort of thing in his dream!”\n</p>\n<p>\n“If that there King was to wake,” added Tweedledum,\n“you’d go out—bang!—just like a candle!”\n</p>\n<p>\n“I shouldn’t!” Alice exclaimed indignantly. “Besides,\nif <i>I’m</i> only a sort of thing in his dream, what are <i>you</i>, I\nshould like to know?”\n</p>\n<p>\n“Ditto” said Tweedledum.\n</p>\n<p>\n“Ditto, ditto” cried Tweedledee.\n</p>\n<p>\nHe shouted this so loud that Alice couldn’t help saying, “Hush!\nYou’ll be waking him, I’m afraid, if you make so much noise.”\n</p>\n<p>\n“Well, it no use <i>your</i> talking about waking him,” said\nTweedledum, “when you’re only one of the things in his dream. You\nknow very well you’re not real.”\n</p>\n<p>\n“I <i>am</i> real!” said Alice and began to cry.\n</p>\n<p>\n“You won’t make yourself a bit realler by crying,” Tweedledee\nremarked: “there’s nothing to cry about.”\n</p>\n<p>\n“If I wasn’t real,” Alice said—half-laughing through\nher tears, it all seemed so ridiculous—“I shouldn’t be able\nto cry.”\n</p>\n<p>\n“I hope you don’t suppose those are real tears?” Tweedledum\ninterrupted in a tone of great contempt.\n</p>\n<p>\n“I know they’re talking nonsense,” Alice thought to herself:\n“and it’s foolish to cry about it.” So she brushed away her\ntears, and went on as cheerfully as she could. “At any rate I’d\nbetter be getting out of the wood, for really it’s coming on very dark.\nDo you think it’s going to rain?”\n</p>\n<p>\nTweedledum spread a large umbrella over himself and his brother, and looked up\ninto it. “No, I don’t think it is,” he said: “at\nleast—not under <i>here</i>. Nohow.”\n</p>\n<p>\n“But it may rain <i>outside</i>?”\n</p>\n<p>\n“It may—if it chooses,” said Tweedledee: “we’ve\nno objection. Contrariwise.”\n</p>\n<p>\n“Selfish things!” thought Alice, and she was just going to say\n“Good-night” and leave them, when Tweedledum sprang out from under\nthe umbrella and seized her by the wrist.\n</p>\n<p>\n“Do you see <i>that</i>?” he said, in a voice choking with passion,\nand his eyes grew large and yellow all in a moment, as he pointed with a\ntrembling finger at a small white thing lying under the tree.\n</p>\n<p>\n“It’s only a rattle,” Alice said, after a careful examination\nof the little white thing. “Not a rattle-<i>snake</i>, you know,”\nshe added hastily, thinking that he was frightened: “only an old\nrattle—quite old and broken.”\n</p>\n<p>\n“I knew it was!” cried Tweedledum, beginning to stamp about wildly\nand tear his hair. “It’s spoilt, of course!” Here he looked\nat Tweedledee, who immediately sat down on the ground, and tried to hide\nhimself under the umbrella.\n</p>\n<p>\nAlice laid her hand upon his arm, and said in a soothing tone, “You\nneedn’t be so angry about an old rattle.”\n</p>\n<p>\n“But it isn’t old!” Tweedledum cried, in a greater fury than\never. “It’s new, I tell you—I bought it yesterday—my\nnice new RATTLE!” and his voice rose to a perfect scream.\n</p>\n<p>\nAll this time Tweedledee was trying his best to fold up the umbrella, with\nhimself in it: which was such an extraordinary thing to do, that it quite took\noff Alice’s attention from the angry brother. But he couldn’t quite\nsucceed, and it ended in his rolling over, bundled up in the umbrella, with\nonly his head out: and there he lay, opening and shutting his mouth and his\nlarge eyes—“looking more like a fish than anything else,”\nAlice thought.\n</p>\n<p>\n“Of course you agree to have a battle?” Tweedledum said in a calmer\ntone.\n</p>\n<p>\n“I suppose so,” the other sulkily replied, as he crawled out of the\numbrella: “only <i>she</i> must help us to dress up, you know.”\n</p>\n<p>\nSo the two brothers went off hand-in-hand into the wood, and returned in a\nminute with their arms full of things—such as bolsters, blankets,\nhearth-rugs, table-cloths, dish-covers and coal-scuttles. “I hope\nyou’re a good hand at pinning and tying strings?” Tweedledum\nremarked. “Every one of these things has got to go on, somehow or\nother.”\n</p>\n<p>\nAlice said afterwards she had never seen such a fuss made about anything in all\nher life—the way those two bustled about—and the quantity of things\nthey put on—and the trouble they gave her in tying strings and fastening\nbuttons—“Really they’ll be more like bundles of old clothes\nthan anything else, by the time they’re ready!” she said to\nherself, as she arranged a bolster round the neck of Tweedledee, “to keep\nhis head from being cut off,” as he said.\n</p>\n<p>\n“You know,” he added very gravely, “it’s one of the\nmost serious things that can possibly happen to one in a battle—to get\none’s head cut off.”\n</p>\n<p>\nAlice laughed aloud: but she managed to turn it into a cough, for fear of\nhurting his feelings.\n</p>\n<p>\n“Do I look very pale?” said Tweedledum, coming up to have his\nhelmet tied on. (He <i>called</i> it a helmet, though it certainly looked much\nmore like a saucepan.)\n</p>\n<p>\n“Well—yes—a <i>little</i>,” Alice replied gently.\n</p>\n<p>\n“I’m very brave generally,” he went on in a low voice:\n“only to-day I happen to have a headache.”\n</p>\n<p>\n“And <i>I’ve</i> got a toothache!” said Tweedledee, who had\noverheard the remark. “I’m far worse off than you!”\n</p>\n<p>\n“Then you’d better not fight to-day,” said Alice, thinking it\na good opportunity to make peace.\n</p>\n<p>\n“We <i>must</i> have a bit of a fight, but I don’t care about going\non long,” said Tweedledum. “What’s the time now?”\n</p>\n<p>\nTweedledee looked at his watch, and said “Half-past four.”\n</p>\n<p>\n“Let’s fight till six, and then have dinner,” said\nTweedledum.\n</p>\n<p>\n“Very well,” the other said, rather sadly: “and <i>she</i>\ncan watch us—only you’d better not come <i>very</i> close,”\nhe added: “I generally hit everything I can see—when I get really\nexcited.”\n</p>\n<p>\n“And <i>I</i> hit everything within reach,” cried Tweedledum,\n“whether I can see it or not!”\n</p>\n<p>\nAlice laughed. “You must hit the <i>trees</i> pretty often, I should\nthink,” she said.\n</p>\n<p>\nTweedledum looked round him with a satisfied smile. “I don’t\nsuppose,” he said, “there’ll be a tree left standing, for\never so far round, by the time we’ve finished!”\n</p>\n<p>\n“And all about a rattle!” said Alice, still hoping to make them a\n<i>little</i> ashamed of fighting for such a trifle.\n</p>\n<p>\n“I shouldn’t have minded it so much,” said Tweedledum,\n“if it hadn’t been a new one.”\n</p>\n<p>\n“I wish the monstrous crow would come!” thought Alice.\n</p>\n<p>\n“There’s only one sword, you know,” Tweedledum said to his\nbrother: “but you can have the umbrella—it’s quite as sharp.\nOnly we must begin quick. It’s getting as dark as it can.”\n</p>\n<p>\n“And darker,” said Tweedledee.\n</p>\n<p>\nIt was getting dark so suddenly that Alice thought there must be a thunderstorm\ncoming on. “What a thick black cloud that is!” she said. “And\nhow fast it comes! Why, I do believe it’s got wings!”\n</p>\n<p>\n“It’s the crow!” Tweedledum cried out in a shrill voice of\nalarm: and the two brothers took to their heels and were out of sight in a\nmoment.\n</p>\n<p>\nAlice ran a little way into the wood, and stopped under a large tree. “It\ncan never get at me <i>here</i>,” she thought: “it’s far too\nlarge to squeeze itself in among the trees. But I wish it wouldn’t flap\nits wings so—it makes quite a hurricane in the wood—here’s\nsomebody’s shawl being blown away!”\n</p>"
}