{
  "title": "CHAPTER II.The Garden of Live Flowers",
  "subtitle": "CHAPTER II.The Garden of Live Flowers",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-4",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-3",
  "next": "through-the-looking-glass---project-gutenberg-chapter-5",
  "content": "<p>\n“I should see the garden far better,” said Alice to herself,\n“if I could get to the top of that hill: and here’s a path that\nleads straight to it—at least, no, it doesn’t do that—”\n(after going a few yards along the path, and turning several sharp corners),\n“but I suppose it will at last. But how curiously it twists! It’s\nmore like a corkscrew than a path! Well, <i>this</i> turn goes to the hill, I\nsuppose—no, it doesn’t! This goes straight back to the house! Well\nthen, I’ll try it the other way.”\n</p>\n<p>\nAnd so she did: wandering up and down, and trying turn after turn, but always\ncoming back to the house, do what she would. Indeed, once, when she turned a\ncorner rather more quickly than usual, she ran against it before she could stop\nherself.\n</p>\n<p>\n“It’s no use talking about it,” Alice said, looking up at the\nhouse and pretending it was arguing with her. “I’m <i>not</i> going\nin again yet. I know I should have to get through the Looking-glass\nagain—back into the old room—and there’d be an end of all my\nadventures!”\n</p>\n<p>\nSo, resolutely turning her back upon the house, she set out once more down the\npath, determined to keep straight on till she got to the hill. For a few\nminutes all went on well, and she was just saying, “I really <i>shall</i>\ndo it this time—” when the path gave a sudden twist and shook\nitself (as she described it afterwards), and the next moment she found herself\nactually walking in at the door.\n</p>\n<p>\n“Oh, it’s too bad!” she cried. “I never saw such a\nhouse for getting in the way! Never!”\n</p>\n<p>\nHowever, there was the hill full in sight, so there was nothing to be done but\nstart again. This time she came upon a large flower-bed, with a border of\ndaisies, and a willow-tree growing in the middle.\n</p>\n<p>\n“O Tiger-lily,” said Alice, addressing herself to one that was\nwaving gracefully about in the wind, “I <i>wish</i> you could\ntalk!”\n</p>\n<p>\n“We <i>can</i> talk,” said the Tiger-lily: “when\nthere’s anybody worth talking to.”\n</p>\n<p>\nAlice was so astonished that she could not speak for a minute: it quite seemed\nto take her breath away. At length, as the Tiger-lily only went on waving\nabout, she spoke again, in a timid voice—almost in a whisper. “And\ncan <i>all</i> the flowers talk?”\n</p>\n<p>\n“As well as <i>you</i> can,” said the Tiger-lily. “And a\ngreat deal louder.”\n</p>\n<p>\n“It isn’t manners for us to begin, you know,” said the Rose,\n“and I really was wondering when you’d speak! Said I to myself,\n‘Her face has got <i>some</i> sense in it, though it’s not a clever\none!’ Still, you’re the right colour, and that goes a long\nway.”\n</p>\n<p>\n“I don’t care about the colour,” the Tiger-lily remarked.\n“If only her petals curled up a little more, she’d be all\nright.”\n</p>\n<p>\nAlice didn’t like being criticised, so she began asking questions.\n“Aren’t you sometimes frightened at being planted out here, with\nnobody to take care of you?”\n</p>\n<p>\n“There’s the tree in the middle,” said the Rose: “what\nelse is it good for?”\n</p>\n<p>\n“But what could it do, if any danger came?” Alice asked.\n</p>\n<p>\n“It says ‘Bough-wough!’” cried a Daisy:\n“that’s why its branches are called boughs!”\n</p>\n<p>\n“Didn’t you know <i>that</i>?” cried another Daisy, and here\nthey all began shouting together, till the air seemed quite full of little\nshrill voices. “Silence, every one of you!” cried the Tiger-lily,\nwaving itself passionately from side to side, and trembling with excitement.\n“They know I can’t get at them!” it panted, bending its\nquivering head towards Alice, “or they wouldn’t dare to do\nit!”\n</p>\n<p>\n“Never mind!” Alice said in a soothing tone, and stooping down to\nthe daisies, who were just beginning again, she whispered, “If you\ndon’t hold your tongues, I’ll pick you!”\n</p>\n<p>\nThere was silence in a moment, and several of the pink daisies turned white.\n</p>\n<p>\n“That’s right!” said the Tiger-lily. “The daisies are\nworst of all. When one speaks, they all begin together, and it’s enough\nto make one wither to hear the way they go on!”\n</p>\n<p>\n“How is it you can all talk so nicely?” Alice said, hoping to get\nit into a better temper by a compliment. “I’ve been in many gardens\nbefore, but none of the flowers could talk.”\n</p>\n<p>\n“Put your hand down, and feel the ground,” said the Tiger-lily.\n“Then you’ll know why.”\n</p>\n<p>\nAlice did so. “It’s very hard,” she said, “but I\ndon’t see what that has to do with it.”\n</p>\n<p>\n“In most gardens,” the Tiger-lily said, “they make the beds\ntoo soft—so that the flowers are always asleep.”\n</p>\n<p>\nThis sounded a very good reason, and Alice was quite pleased to know it.\n“I never thought of that before!” she said.\n</p>\n<p>\n“It’s <i>my</i> opinion that you never think <i>at all</i>,”\nthe Rose said in a rather severe tone.\n</p>\n<p>\n“I never saw anybody that looked stupider,” a Violet said, so\nsuddenly, that Alice quite jumped; for it hadn’t spoken before.\n</p>\n<p>\n“Hold <i>your</i> tongue!” cried the Tiger-lily. “As if\n<i>you</i> ever saw anybody! You keep your head under the leaves, and snore\naway there, till you know no more what’s going on in the world, than if\nyou were a bud!”\n</p>\n<p>\n“Are there any more people in the garden besides me?” Alice said,\nnot choosing to notice the Rose’s last remark.\n</p>\n<p>\n“There’s one other flower in the garden that can move about like\nyou,” said the Rose. “I wonder how you do it—”\n(“You’re always wondering,” said the Tiger-lily), “but\nshe’s more bushy than you are.”\n</p>\n<p>\n“Is she like me?” Alice asked eagerly, for the thought crossed her\nmind, “There’s another little girl in the garden, somewhere!”\n</p>\n<p>\n“Well, she has the same awkward shape as you,” the Rose said,\n“but she’s redder—and her petals are shorter, I think.”\n</p>\n<p>\n“Her petals are done up close, almost like a dahlia,” the\nTiger-lily interrupted: “not tumbled about anyhow, like yours.”\n</p>\n<p>\n“But that’s not <i>your</i> fault,” the Rose added kindly:\n“you’re beginning to fade, you know—and then one can’t\nhelp one’s petals getting a little untidy.”\n</p>\n<p>\nAlice didn’t like this idea at all: so, to change the subject, she asked\n“Does she ever come out here?”\n</p>\n<p>\n“I daresay you’ll see her soon,” said the Rose.\n“She’s one of the thorny kind.”\n</p>\n<p>\n“Where does she wear the thorns?” Alice asked with some curiosity.\n</p>\n<p>\n“Why all round her head, of course,” the Rose replied. “I was\nwondering <i>you</i> hadn’t got some too. I thought it was the regular\nrule.”\n</p>\n<p>\n“She’s coming!” cried the Larkspur. “I hear her\nfootstep, thump, thump, thump, along the gravel-walk!”\n</p>\n<p>\nAlice looked round eagerly, and found that it was the Red Queen.\n“She’s grown a good deal!” was her first remark. She had\nindeed: when Alice first found her in the ashes, she had been only three inches\nhigh—and here she was, half a head taller than Alice herself!\n</p>\n<p>\n“It’s the fresh air that does it,” said the Rose:\n“wonderfully fine air it is, out here.”\n</p>\n<p>\n“I think I’ll go and meet her,” said Alice, for, though the\nflowers were interesting enough, she felt that it would be far grander to have\na talk with a real Queen.\n</p>\n<p>\n“You can’t possibly do that,” said the Rose: “<i>I</i>\nshould advise you to walk the other way.”\n</p>\n<p>\nThis sounded nonsense to Alice, so she said nothing, but set off at once\ntowards the Red Queen. To her surprise, she lost sight of her in a moment, and\nfound herself walking in at the front-door again.\n</p>\n<p>\nA little provoked, she drew back, and after looking everywhere for the queen\n(whom she spied out at last, a long way off), she thought she would try the\nplan, this time, of walking in the opposite direction.\n</p>\n<p>\nIt succeeded beautifully. She had not been walking a minute before she found\nherself face to face with the Red Queen, and full in sight of the hill she had\nbeen so long aiming at.\n</p>\n<p>\n“Where do you come from?” said the Red Queen. “And where are\nyou going? Look up, speak nicely, and don’t twiddle your fingers all the\ntime.”\n</p>\n<p>\nAlice attended to all these directions, and explained, as well as she could,\nthat she had lost her way.\n</p>\n<p>\n“I don’t know what you mean by <i>your</i> way,” said the\nQueen: “all the ways about here belong to <i>me</i>—but why did you\ncome out here at all?” she added in a kinder tone. “Curtsey while\nyou’re thinking what to say, it saves time.”\n</p>\n<p>\nAlice wondered a little at this, but she was too much in awe of the Queen to\ndisbelieve it. “I’ll try it when I go home,” she thought to\nherself, “the next time I’m a little late for dinner.”\n</p>\n<p>\n“It’s time for you to answer now,” the Queen said, looking at\nher watch: “open your mouth a <i>little</i> wider when you speak, and\nalways say ‘your Majesty.’”\n</p>\n<p>\n“I only wanted to see what the garden was like, your\nMajesty—”\n</p>\n<p>\n“That’s right,” said the Queen, patting her on the head,\nwhich Alice didn’t like at all, “though, when you say\n‘garden,’—<i>I’ve</i> seen gardens, compared with which\nthis would be a wilderness.”\n</p>\n<p>\nAlice didn’t dare to argue the point, but went on: “—and I\nthought I’d try and find my way to the top of that hill—”\n</p>\n<p>\n“When you say ‘hill,’” the Queen interrupted,\n“<i>I</i> could show you hills, in comparison with which you’d call\nthat a valley.”\n</p>\n<p>\n“No, I shouldn’t,” said Alice, surprised into contradicting\nher at last: “a hill <i>can’t</i> be a valley, you know. That would\nbe nonsense—”\n</p>\n<p>\nThe Red Queen shook her head, “You may call it ‘nonsense’ if\nyou like,” she said, “but <i>I’ve</i> heard nonsense,\ncompared with which that would be as sensible as a dictionary!”\n</p>\n<p>\nAlice curtseyed again, as she was afraid from the Queen’s tone that she\nwas a <i>little</i> offended: and they walked on in silence till they got to\nthe top of the little hill.\n</p>\n<p>\nFor some minutes Alice stood without speaking, looking out in all directions\nover the country—and a most curious country it was. There were a number\nof tiny little brooks running straight across it from side to side, and the\nground between was divided up into squares by a number of little green hedges,\nthat reached from brook to brook.\n</p>\n<p>\n“I declare it’s marked out just like a large chessboard!”\nAlice said at last. “There ought to be some men moving about\nsomewhere—and so there are!” She added in a tone of delight, and\nher heart began to beat quick with excitement as she went on. “It’s\na great huge game of chess that’s being played—all over the\nworld—if this <i>is</i> the world at all, you know. Oh, what fun it is!\nHow I <i>wish</i> I was one of them! I wouldn’t mind being a Pawn, if\nonly I might join—though of course I should <i>like</i> to be a Queen,\nbest.”\n</p>\n<p>\nShe glanced rather shyly at the real Queen as she said this, but her companion\nonly smiled pleasantly, and said, “That’s easily managed. You can\nbe the White Queen’s Pawn, if you like, as Lily’s too young to\nplay; and you’re in the Second Square to begin with: when you get to the\nEighth Square you’ll be a Queen—” Just at this moment,\nsomehow or other, they began to run.\n</p>\n<p>\nAlice never could quite make out, in thinking it over afterwards, how it was\nthat they began: all she remembers is, that they were running hand in hand, and\nthe Queen went so fast that it was all she could do to keep up with her: and\nstill the Queen kept crying “Faster! Faster!” but Alice felt she\n<i>could not</i> go faster, though she had not breath left to say so.\n</p>\n<p>\nThe most curious part of the thing was, that the trees and the other things\nround them never changed their places at all: however fast they went, they\nnever seemed to pass anything. “I wonder if all the things move along\nwith us?” thought poor puzzled Alice. And the Queen seemed to guess her\nthoughts, for she cried, “Faster! Don’t try to talk!”\n</p>\n<p>\nNot that Alice had any idea of doing <i>that</i>. She felt as if she would\nnever be able to talk again, she was getting so much out of breath: and still\nthe Queen cried “Faster! Faster!” and dragged her along. “Are\nwe nearly there?” Alice managed to pant out at last.\n</p>\n<p>\n“Nearly there!” the Queen repeated. “Why, we passed it ten\nminutes ago! Faster!” And they ran on for a time in silence, with the\nwind whistling in Alice’s ears, and almost blowing her hair off her head,\nshe fancied.\n</p>\n<p>\n“Now! Now!” cried the Queen. “Faster! Faster!” And they\nwent so fast that at last they seemed to skim through the air, hardly touching\nthe ground with their feet, till suddenly, just as Alice was getting quite\nexhausted, they stopped, and she found herself sitting on the ground,\nbreathless and giddy.\n</p>\n<p>\nThe Queen propped her up against a tree, and said kindly, “You may rest a\nlittle now.”\n</p>\n<p>\nAlice looked round her in great surprise. “Why, I do believe we’ve\nbeen under this tree the whole time! Everything’s just as it was!”\n</p>\n<p>\n“Of course it is,” said the Queen, “what would you have\nit?”\n</p>\n<p>\n“Well, in <i>our</i> country,” said Alice, still panting a little,\n“you’d generally get to somewhere else—if you ran very fast\nfor a long time, as we’ve been doing.”\n</p>\n<p>\n“A slow sort of country!” said the Queen. “Now, <i>here</i>,\nyou see, it takes all the running <i>you</i> can do, to keep in the same place.\nIf you want to get somewhere else, you must run at least twice as fast as\nthat!”\n</p>\n<p>\n“I’d rather not try, please!” said Alice. “I’m\nquite content to stay here—only I <i>am</i> so hot and thirsty!”\n</p>\n<p>\n“I know what <i>you’d</i> like!” the Queen said\ngood-naturedly, taking a little box out of her pocket. “Have a\nbiscuit?”\n</p>\n<p>\nAlice thought it would not be civil to say “No,” though it\nwasn’t at all what she wanted. So she took it, and ate it as well as she\ncould: and it was <i>very</i> dry; and she thought she had never been so nearly\nchoked in all her life.\n</p>\n<p>\n“While you’re refreshing yourself,” said the Queen,\n“I’ll just take the measurements.” And she took a ribbon out\nof her pocket, marked in inches, and began measuring the ground, and sticking\nlittle pegs in here and there.\n</p>\n<p>\n“At the end of two yards,” she said, putting in a peg to mark the\ndistance, “I shall give you your directions—have another\nbiscuit?”\n</p>\n<p>\n“No, thank you,” said Alice: “one’s <i>quite</i>\nenough!”\n</p>\n<p>\n“Thirst quenched, I hope?” said the Queen.\n</p>\n<p>\nAlice did not know what to say to this, but luckily the Queen did not wait for\nan answer, but went on. “At the end of <i>three</i> yards I shall repeat\nthem—for fear of your forgetting them. At the end of <i>four</i>, I shall\nsay good-bye. And at the end of <i>five</i>, I shall go!”\n</p>\n<p>\nShe had got all the pegs put in by this time, and Alice looked on with great\ninterest as she returned to the tree, and then began slowly walking down the\nrow.\n</p>\n<p>\nAt the two-yard peg she faced round, and said, “A pawn goes two squares\nin its first move, you know. So you’ll go <i>very</i> quickly through the\nThird Square—by railway, I should think—and you’ll find\nyourself in the Fourth Square in no time. Well, <i>that</i> square belongs to\nTweedledum and Tweedledee—the Fifth is mostly water—the Sixth\nbelongs to Humpty Dumpty—But you make no remark?”\n</p>\n<p>\n“I—I didn’t know I had to make one—just then,”\nAlice faltered out.\n</p>\n<p>\n“You <i>should</i> have said, ‘It’s extremely kind of you to\ntell me all this’—however, we’ll suppose it said—the\nSeventh Square is all forest—however, one of the Knights will show you\nthe way—and in the Eighth Square we shall be Queens together, and\nit’s all feasting and fun!” Alice got up and curtseyed, and sat\ndown again.\n</p>\n<p>\nAt the next peg the Queen turned again, and this time she said, “Speak in\nFrench when you can’t think of the English for a thing—turn out\nyour toes as you walk—and remember who you are!” She did not wait\nfor Alice to curtsey this time, but walked on quickly to the next peg, where\nshe turned for a moment to say “good-bye,” and then hurried on to\nthe last.\n</p>\n<p>\nHow it happened, Alice never knew, but exactly as she came to the last peg, she\nwas gone. Whether she vanished into the air, or whether she ran quickly into\nthe wood (“and she <i>can</i> run very fast!” thought Alice), there\nwas no way of guessing, but she was gone, and Alice began to remember that she\nwas a Pawn, and that it would soon be time for her to move.\n</p>"
}