{
  "title": "CHAPTER I.Looking-Glass House",
  "subtitle": "CHAPTER I.Looking-Glass House",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-3",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-2",
  "next": "through-the-looking-glass---project-gutenberg-chapter-4",
  "content": "<p>\nOne thing was certain, that the <i>white</i> kitten had had nothing to do with\nit:—it was the black kitten’s fault entirely. For the white kitten had been\nhaving its face washed by the old cat for the last quarter of an hour (and\nbearing it pretty well, considering); so you see that it <i>couldn’t</i> have\nhad any hand in the mischief.\n</p>\n<p>\nThe way Dinah washed her children’s faces was this: first she held the\npoor thing down by its ear with one paw, and then with the other paw she rubbed\nits face all over, the wrong way, beginning at the nose: and just now, as I\nsaid, she was hard at work on the white kitten, which was lying quite still and\ntrying to purr—no doubt feeling that it was all meant for its good.\n</p>\n<p>\nBut the black kitten had been finished with earlier in the afternoon, and so,\nwhile Alice was sitting curled up in a corner of the great arm-chair, half\ntalking to herself and half asleep, the kitten had been having a grand game of\nromps with the ball of worsted Alice had been trying to wind up, and had been\nrolling it up and down till it had all come undone again; and there it was,\nspread over the hearth-rug, all knots and tangles, with the kitten running\nafter its own tail in the middle.\n</p>\n<p>\n“Oh, you wicked little thing!” cried Alice, catching up the kitten, and giving\nit a little kiss to make it understand that it was in disgrace. “Really, Dinah\nought to have taught you better manners! You <i>ought</i>, Dinah, you know you\nought!” she added, looking reproachfully at the old cat, and speaking in as\ncross a voice as she could manage—and then she scrambled back into the\narm-chair, taking the kitten and the worsted with her, and began winding up the\nball again. But she didn’t get on very fast, as she was talking all the time,\nsometimes to the kitten, and sometimes to herself. Kitty sat very demurely on\nher knee, pretending to watch the progress of the winding, and now and then\nputting out one paw and gently touching the ball, as if it would be glad to\nhelp, if it might.\n</p>\n<p>\n“Do you know what to-morrow is, Kitty?” Alice began.\n“You’d have guessed if you’d been up in the window with\nme—only Dinah was making you tidy, so you couldn’t. I was watching\nthe boys getting in sticks for the bonfire—and it wants plenty of sticks,\nKitty! Only it got so cold, and it snowed so, they had to leave off. Never\nmind, Kitty, we’ll go and see the bonfire to-morrow.” Here Alice\nwound two or three turns of the worsted round the kitten’s neck, just to\nsee how it would look: this led to a scramble, in which the ball rolled down\nupon the floor, and yards and yards of it got unwound again.\n</p>\n<p>\n“Do you know, I was so angry, Kitty,” Alice went on as soon as they\nwere comfortably settled again, “when I saw all the mischief you had been\ndoing, I was very nearly opening the window, and putting you out into the snow!\nAnd you’d have deserved it, you little mischievous darling! What have you\ngot to say for yourself? Now don’t interrupt me!” she went on,\nholding up one finger. “I’m going to tell you all your faults.\nNumber one: you squeaked twice while Dinah was washing your face this morning.\nNow you can’t deny it, Kitty: I heard you! What’s that you\nsay?” (pretending that the kitten was speaking.) “Her paw went into\nyour eye? Well, that’s <i>your</i> fault, for keeping your eyes\nopen—if you’d shut them tight up, it wouldn’t have happened.\nNow don’t make any more excuses, but listen! Number two: you pulled\nSnowdrop away by the tail just as I had put down the saucer of milk before her!\nWhat, you were thirsty, were you? How do you know she wasn’t thirsty too?\nNow for number three: you unwound every bit of the worsted while I wasn’t\nlooking!\n</p>\n<p>\n“That’s three faults, Kitty, and you’ve not been punished for\nany of them yet. You know I’m saving up all your punishments for\nWednesday week—Suppose they had saved up all <i>my</i>\npunishments!” she went on, talking more to herself than the kitten.\n“What <i>would</i> they do at the end of a year? I should be sent to\nprison, I suppose, when the day came. Or—let me see—suppose each\npunishment was to be going without a dinner: then, when the miserable day came,\nI should have to go without fifty dinners at once! Well, I shouldn’t mind\n<i>that</i> much! I’d far rather go without them than eat them!\n</p>\n<p>\n“Do you hear the snow against the window-panes, Kitty? How nice and soft\nit sounds! Just as if some one was kissing the window all over outside. I\nwonder if the snow <i>loves</i> the trees and fields, that it kisses them so\ngently? And then it covers them up snug, you know, with a white quilt; and\nperhaps it says, ‘Go to sleep, darlings, till the summer comes\nagain.’ And when they wake up in the summer, Kitty, they dress themselves\nall in green, and dance about—whenever the wind blows—oh,\nthat’s very pretty!” cried Alice, dropping the ball of worsted to\nclap her hands. “And I do so <i>wish</i> it was true! I’m sure the\nwoods look sleepy in the autumn, when the leaves are getting brown.\n</p>\n<p>\n“Kitty, can you play chess? Now, don’t smile, my dear, I’m\nasking it seriously. Because, when we were playing just now, you watched just\nas if you understood it: and when I said ‘Check!’ you purred! Well,\nit <i>was</i> a nice check, Kitty, and really I might have won, if it\nhadn’t been for that nasty Knight, that came wiggling down among my\npieces. Kitty, dear, let’s pretend—” And here I wish I could\ntell you half the things Alice used to say, beginning with her favourite phrase\n“Let’s pretend.” She had had quite a long argument with her\nsister only the day before—all because Alice had begun with\n“Let’s pretend we’re kings and queens;” and her sister,\nwho liked being very exact, had argued that they couldn’t, because there\nwere only two of them, and Alice had been reduced at last to say, “Well,\n<i>you</i> can be one of them then, and <i>I’ll</i> be all the\nrest.” And once she had really frightened her old nurse by shouting\nsuddenly in her ear, “Nurse! Do let’s pretend that I’m a\nhungry hyaena, and you’re a bone.”\n</p>\n<p>\nBut this is taking us away from Alice’s speech to the kitten. “Let’s pretend\nthat you’re the Red Queen, Kitty! Do you know, I think if you sat up and folded\nyour arms, you’d look exactly like her. Now do try, there’s a dear!” And Alice\ngot the Red Queen off the table, and set it up before the kitten as a model for\nit to imitate: however, the thing didn’t succeed, principally, Alice said,\nbecause the kitten wouldn’t fold its arms properly. So, to punish it, she held\nit up to the Looking-glass, that it might see how sulky it was—“and if you’re\nnot good directly,” she added, “I’ll put you through into Looking-glass House.\nHow would you like <i>that</i>?”\n</p>\n<p>\n“Now, if you’ll only attend, Kitty, and not talk so much,\nI’ll tell you all my ideas about Looking-glass House. First,\nthere’s the room you can see through the glass—that’s just\nthe same as our drawing room, only the things go the other way. I can see all\nof it when I get upon a chair—all but the bit behind the fireplace. Oh! I\ndo so wish I could see <i>that</i> bit! I want so much to know whether\nthey’ve a fire in the winter: you never <i>can</i> tell, you know, unless\nour fire smokes, and then smoke comes up in that room too—but that may be\nonly pretence, just to make it look as if they had a fire. Well then, the books\nare something like our books, only the words go the wrong way; I know that,\nbecause I’ve held up one of our books to the glass, and then they hold up\none in the other room.\n</p>\n<p>\n“How would you like to live in Looking-glass House, Kitty? I wonder if\nthey’d give you milk in there? Perhaps Looking-glass milk isn’t\ngood to drink—But oh, Kitty! now we come to the passage. You can just see\na little <i>peep</i> of the passage in Looking-glass House, if you leave the\ndoor of our drawing-room wide open: and it’s very like our passage as far\nas you can see, only you know it may be quite different on beyond. Oh, Kitty!\nhow nice it would be if we could only get through into Looking-glass House!\nI’m sure it’s got, oh! such beautiful things in it! Let’s\npretend there’s a way of getting through into it, somehow, Kitty.\nLet’s pretend the glass has got all soft like gauze, so that we can get\nthrough. Why, it’s turning into a sort of mist now, I declare!\nIt’ll be easy enough to get through—” She was up on the\nchimney-piece while she said this, though she hardly knew how she had got\nthere. And certainly the glass <i>was</i> beginning to melt away, just like a\nbright silvery mist.\n</p>\n<p>\nIn another moment Alice was through the glass, and had jumped lightly down into\nthe Looking-glass room. The very first thing she did was to look whether there\nwas a fire in the fireplace, and she was quite pleased to find that there was a\nreal one, blazing away as brightly as the one she had left behind. “So I\nshall be as warm here as I was in the old room,” thought Alice:\n“warmer, in fact, because there’ll be no one here to scold me away\nfrom the fire. Oh, what fun it’ll be, when they see me through the glass\nin here, and can’t get at me!”\n</p>\n<p>\nThen she began looking about, and noticed that what could be seen from the old\nroom was quite common and uninteresting, but that all the rest was as different\nas possible. For instance, the pictures on the wall next the fire seemed to be\nall alive, and the very clock on the chimney-piece (you know you can only see\nthe back of it in the Looking-glass) had got the face of a little old man, and\ngrinned at her.\n</p>\n<p>\n“They don’t keep this room so tidy as the other,” Alice\nthought to herself, as she noticed several of the chessmen down in the hearth\namong the cinders: but in another moment, with a little “Oh!” of\nsurprise, she was down on her hands and knees watching them. The chessmen were\nwalking about, two and two!\n</p>\n<p>\n“Here are the Red King and the Red Queen,” Alice said (in a\nwhisper, for fear of frightening them), “and there are the White King and\nthe White Queen sitting on the edge of the shovel—and here are two\ncastles walking arm in arm—I don’t think they can hear me,”\nshe went on, as she put her head closer down, “and I’m nearly sure\nthey can’t see me. I feel somehow as if I were invisible—”\n</p>\n<p>\nHere something began squeaking on the table behind Alice, and made her turn her\nhead just in time to see one of the White Pawns roll over and begin kicking:\nshe watched it with great curiosity to see what would happen next.\n</p>\n<p>\n“It is the voice of my child!” the White Queen cried out as she\nrushed past the King, so violently that she knocked him over among the cinders.\n“My precious Lily! My imperial kitten!” and she began scrambling\nwildly up the side of the fender.\n</p>\n<p>\n“Imperial fiddlestick!” said the King, rubbing his nose, which had\nbeen hurt by the fall. He had a right to be a <i>little</i> annoyed with the\nQueen, for he was covered with ashes from head to foot.\n</p>\n<p>\nAlice was very anxious to be of use, and, as the poor little Lily was nearly\nscreaming herself into a fit, she hastily picked up the Queen and set her on\nthe table by the side of her noisy little daughter.\n</p>\n<p>\nThe Queen gasped, and sat down: the rapid journey through the air had quite\ntaken away her breath and for a minute or two she could do nothing but hug the\nlittle Lily in silence. As soon as she had recovered her breath a little, she\ncalled out to the White King, who was sitting sulkily among the ashes,\n“Mind the volcano!”\n</p>\n<p>\n“What volcano?” said the King, looking up anxiously into the fire,\nas if he thought that was the most likely place to find one.\n</p>\n<p>\n“Blew—me—up,” panted the Queen, who was still a little\nout of breath. “Mind you come up—the regular way—don’t\nget blown up!”\n</p>\n<p>\nAlice watched the White King as he slowly struggled up from bar to bar, till at\nlast she said, “Why, you’ll be hours and hours getting to the\ntable, at that rate. I’d far better help you, hadn’t I?” But\nthe King took no notice of the question: it was quite clear that he could\nneither hear her nor see her.\n</p>\n<p>\nSo Alice picked him up very gently, and lifted him across more slowly than she\nhad lifted the Queen, that she mightn’t take his breath away: but, before\nshe put him on the table, she thought she might as well dust him a little, he\nwas so covered with ashes.\n</p>\n<p>\nShe said afterwards that she had never seen in all her life such a face as the\nKing made, when he found himself held in the air by an invisible hand, and\nbeing dusted: he was far too much astonished to cry out, but his eyes and his\nmouth went on getting larger and larger, and rounder and rounder, till her hand\nshook so with laughing that she nearly let him drop upon the floor.\n</p>\n<p>\n“Oh! <i>please</i> don’t make such faces, my dear!” she cried\nout, quite forgetting that the King couldn’t hear her. “You make me\nlaugh so that I can hardly hold you! And don’t keep your mouth so wide\nopen! All the ashes will get into it—there, now I think you’re tidy\nenough!” she added, as she smoothed his hair, and set him upon the table\nnear the Queen.\n</p>\n<p>\nThe King immediately fell flat on his back, and lay perfectly still: and Alice\nwas a little alarmed at what she had done, and went round the room to see if\nshe could find any water to throw over him. However, she could find nothing but\na bottle of ink, and when she got back with it she found he had recovered, and\nhe and the Queen were talking together in a frightened whisper—so low,\nthat Alice could hardly hear what they said.\n</p>\n<p>\nThe King was saying, “I assure, you my dear, I turned cold to the very\nends of my whiskers!”\n</p>\n<p>\nTo which the Queen replied, “You haven’t got any whiskers.”\n</p>\n<p>\n“The horror of that moment,” the King went on, “I shall\nnever, <i>never</i> forget!”\n</p>\n<p>\n“You will, though,” the Queen said, “if you don’t make\na memorandum of it.”\n</p>\n<p>\nAlice looked on with great interest as the King took an enormous\nmemorandum-book out of his pocket, and began writing. A sudden thought struck\nher, and she took hold of the end of the pencil, which came some way over his\nshoulder, and began writing for him.\n</p>\n<p>\nThe poor King looked puzzled and unhappy, and struggled with the pencil for\nsome time without saying anything; but Alice was too strong for him, and at\nlast he panted out, “My dear! I really <i>must</i> get a thinner pencil.\nI can’t manage this one a bit; it writes all manner of things that I\ndon’t intend—”\n</p>\n<p>\n“What manner of things?” said the Queen, looking over the book (in\nwhich Alice had put “<i>The White Knight is sliding down the poker. He\nbalances very badly</i>”) “That’s not a memorandum of\n<i>your</i> feelings!”\n</p>\n<p>\nThere was a book lying near Alice on the table, and while she sat watching the\nWhite King (for she was still a little anxious about him, and had the ink all\nready to throw over him, in case he fainted again), she turned over the leaves,\nto find some part that she could read, “—for it’s all in some\nlanguage I don’t know,” she said to herself.\n</p>\n<p>\nIt was like this.\n</p>\n<p class=\"poem\">\n.YKCOWREBBAJ<br/>\n<br/>\nsevot yhtils eht dna, gillirb sawT’<br/>\nebaw eht ni elbmig dna eryg diD<br/>\n     ,sevogorob eht erew ysmim llA<br/>\n.ebargtuo shtar emom eht dnA<br/>\n    \n</p>\n<p>\nShe puzzled over this for some time, but at last a bright thought struck her.\n“Why, it’s a Looking-glass book, of course! And if I hold it up to\na glass, the words will all go the right way again.”\n</p>\n<p>\nThis was the poem that Alice read.\n</p>\n<p class=\"poem\">\nJABBERWOCKY.<br/>\n<br/>\n’Twas brillig, and the slithy toves<br/>\n    Did gyre and gimble in the wabe;<br/>\nAll mimsy were the borogoves,<br/>\n    And the mome raths outgrabe.<br/>\n<br/>\n“Beware the Jabberwock, my son!<br/>\n    The jaws that bite, the claws that catch!<br/>\nBeware the Jubjub bird, and shun<br/>\n    The frumious Bandersnatch!”<br/>\n<br/>\nHe took his vorpal sword in hand:<br/>\n    Long time the manxome foe he sought—<br/>\nSo rested he by the Tumtum tree,<br/>\n    And stood awhile in thought.<br/>\n<br/>\nAnd as in uffish thought he stood,<br/>\n    The Jabberwock, with eyes of flame,<br/>\nCame whiffling through the tulgey wood,<br/>\n    And burbled as it came!<br/>\n<br/>\nOne, two! One, two! And through and through<br/>\n    The vorpal blade went snicker-snack!<br/>\nHe left it dead, and with its head<br/>\n    He went galumphing back.<br/>\n<br/>\n“And hast thou slain the Jabberwock?<br/>\n    Come to my arms, my beamish boy!<br/>\nO frabjous day! Callooh! Callay!”<br/>\n    He chortled in his joy.<br/>\n<br/>\n’Twas brillig, and the slithy toves<br/>\n    Did gyre and gimble in the wabe;<br/>\nAll mimsy were the borogoves,<br/>\n    And the mome raths outgrabe.\n</p>\n<p>\n“It seems very pretty,” she said when she had finished it,\n“but it’s <i>rather</i> hard to understand!” (You see she\ndidn’t like to confess, even to herself, that she couldn’t make it\nout at all.) “Somehow it seems to fill my head with ideas—only I\ndon’t exactly know what they are! However, <i>somebody</i> killed\n<i>something</i>: that’s clear, at any rate—”\n</p>\n<p>\n“But oh!” thought Alice, suddenly jumping up, “if I\ndon’t make haste I shall have to go back through the Looking-glass,\nbefore I’ve seen what the rest of the house is like! Let’s have a\nlook at the garden first!” She was out of the room in a moment, and ran\ndown stairs—or, at least, it wasn’t exactly running, but a new\ninvention of hers for getting down stairs quickly and easily, as Alice said to\nherself. She just kept the tips of her fingers on the hand-rail, and floated\ngently down without even touching the stairs with her feet; then she floated on\nthrough the hall, and would have gone straight out at the door in the same way,\nif she hadn’t caught hold of the door-post. She was getting a little\ngiddy with so much floating in the air, and was rather glad to find herself\nwalking again in the natural way.\n</p>"
}