{
  "title": "Her Majesty’s Servants",
  "subtitle": "Her Majesty’s Servants",
  "chapterId": "chapter-14",
  "prev": "chapter-13",
  "next": "chapter-15",
  "content": "<p class=\"poem\">\nYou can work it out by Fractions or by simple Rule of Three,<br/>\nBut the way of Tweedle-dum is not the way of Tweedle-dee.<br/>\nYou can twist it, you can turn it, you can plait it till you drop,<br/>\nBut the way of Pilly Winky’s not the way of Winkie Pop!\n</p><p>\nIt had been raining heavily for one whole month—raining on a camp of thirty\nthousand men and thousands of camels, elephants, horses, bullocks, and mules\nall gathered together at a place called Rawal Pindi, to be reviewed by the\nViceroy of India. He was receiving a visit from the Amir of Afghanistan—a wild\nking of a very wild country. The Amir had brought with him for a bodyguard\neight hundred men and horses who had never seen a camp or a locomotive before\nin their lives—savage men and savage horses from somewhere at the back of\nCentral Asia. Every night a mob of these horses would be sure to break their\nheel ropes and stampede up and down the camp through the mud in the dark, or\nthe camels would break loose and run about and fall over the ropes of the\ntents, and you can imagine how pleasant that was for men trying to go to sleep.\nMy tent lay far away from the camel lines, and I thought it was safe. But one\nnight a man popped his head in and shouted, “Get out, quick! They’re coming! My\ntent’s gone!”\n</p><p>\nI knew who “they” were, so I put on my boots and waterproof and scuttled out\ninto the slush. Little Vixen, my fox terrier, went out through the other side;\nand then there was a roaring and a grunting and bubbling, and I saw the tent\ncave in, as the pole snapped, and begin to dance about like a mad ghost. A\ncamel had blundered into it, and wet and angry as I was, I could not help\nlaughing. Then I ran on, because I did not know how many camels might have got\nloose, and before long I was out of sight of the camp, plowing my way through\nthe mud.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0287}\" src=\"images/{0287}.jpg\" width=\"100%\"/>\n<p class=\"caption\">A camel had blundered into my tent.</p>\n</div><img alt=\"{0287}\" src=\"images/{0287}.jpg\" width=\"100%\"/><p class=\"caption\">A camel had blundered into my tent.</p><p>\nAt last I fell over the tail-end of a gun, and by that knew I was somewhere\nnear the artillery lines where the cannon were stacked at night. As I did not\nwant to plowter about any more in the drizzle and the dark, I put my waterproof\nover the muzzle of one gun, and made a sort of wigwam with two or three rammers\nthat I found, and lay along the tail of another gun, wondering where Vixen had\ngot to, and where I might be.\n</p><p>\nJust as I was getting ready to go to sleep I heard a jingle of harness and a\ngrunt, and a mule passed me shaking his wet ears. He belonged to a screw-gun\nbattery, for I could hear the rattle of the straps and rings and chains and\nthings on his saddle pad. The screw-guns are tiny little cannon made in two\npieces, that are screwed together when the time comes to use them. They are\ntaken up mountains, anywhere that a mule can find a road, and they are very\nuseful for fighting in rocky country.\n</p><p>\nBehind the mule there was a camel, with his big soft feet squelching and\nslipping in the mud, and his neck bobbing to and fro like a strayed hen’s.\nLuckily, I knew enough of beast language—not wild-beast language, but\ncamp-beast language, of course—from the natives to know what he was saying.\n</p><p>\nHe must have been the one that flopped into my tent, for he called to the mule,\n“What shall I do? Where shall I go? I have fought with a white thing that\nwaved, and it took a stick and hit me on the neck.” (That was my broken tent\npole, and I was very glad to know it.) “Shall we run on?”\n</p><p>\n“Oh, it was you,” said the mule, “you and your friends, that have been\ndisturbing the camp? All right. You’ll be beaten for this in the morning. But I\nmay as well give you something on account now.”\n</p><p>\nI heard the harness jingle as the mule backed and caught the camel two kicks in\nthe ribs that rang like a drum. “Another time,” he said, “you’ll know better\nthan to run through a mule battery at night, shouting `Thieves and fire!’ Sit\ndown, and keep your silly neck quiet.”\n</p><p>\nThe camel doubled up camel-fashion, like a two-foot rule, and sat down\nwhimpering. There was a regular beat of hoofs in the darkness, and a big\ntroop-horse cantered up as steadily as though he were on parade, jumped a gun\ntail, and landed close to the mule.\n</p><p>\n“It’s disgraceful,” he said, blowing out his nostrils. “Those camels have\nracketed through our lines again—the third time this week. How’s a horse to\nkeep his condition if he isn’t allowed to sleep. Who’s here?”\n</p><p>\n“I’m the breech-piece mule of number two gun of the First Screw Battery,” said\nthe mule, “and the other’s one of your friends. He’s waked me up too. Who are\nyou?”\n</p><p>\n“Number Fifteen, E troop, Ninth Lancers—Dick Cunliffe’s horse. Stand over a\nlittle, there.”\n</p><p>\n“Oh, beg your pardon,” said the mule. “It’s too dark to see much. Aren’t these\ncamels too sickening for anything? I walked out of my lines to get a little\npeace and quiet here.”\n</p><p>\n“My lords,” said the camel humbly, “we dreamed bad dreams in the night, and we\nwere very much afraid. I am only a baggage camel of the 39th Native Infantry,\nand I am not as brave as you are, my lords.”\n</p><p>\n“Then why didn’t you stay and carry baggage for the 39th Native Infantry,\ninstead of running all round the camp?” said the mule.\n</p><p>\n“They were such very bad dreams,” said the camel. “I am sorry. Listen! What is\nthat? Shall we run on again?”\n</p><p>\n“Sit down,” said the mule, “or you’ll snap your long stick-legs between the\nguns.” He cocked one ear and listened. “Bullocks!” he said. “Gun bullocks. On\nmy word, you and your friends have waked the camp very thoroughly. It takes a\ngood deal of prodding to put up a gun-bullock.”\n</p><p>\nI heard a chain dragging along the ground, and a yoke of the great sulky white\nbullocks that drag the heavy siege guns when the elephants won’t go any nearer\nto the firing, came shouldering along together. And almost stepping on the\nchain was another battery mule, calling wildly for “Billy.”\n</p><p>\n“That’s one of our recruits,” said the old mule to the troop horse. “He’s\ncalling for me. Here, youngster, stop squealing. The dark never hurt anybody\nyet.”\n</p><p>\nThe gun-bullocks lay down together and began chewing the cud, but the young\nmule huddled close to Billy.\n</p><p>\n“Things!” he said. “Fearful and horrible, Billy! They came into our lines while\nwe were asleep. D’you think they’ll kill us?”\n</p><p>\n“I’ve a very great mind to give you a number-one kicking,” said Billy. “The\nidea of a fourteen-hand mule with your training disgracing the battery before\nthis gentleman!”\n</p><p>\n“Gently, gently!” said the troop-horse. “Remember they are always like this to\nbegin with. The first time I ever saw a man (it was in Australia when I was a\nthree-year-old) I ran for half a day, and if I’d seen a camel, I should have\nbeen running still.”\n</p><p>\nNearly all our horses for the English cavalry are brought to India from\nAustralia, and are broken in by the troopers themselves.\n</p><p>\n“True enough,” said Billy. “Stop shaking, youngster. The first time they put\nthe full harness with all its chains on my back I stood on my forelegs and\nkicked every bit of it off. I hadn’t learned the real science of kicking then,\nbut the battery said they had never seen anything like it.”\n</p><p>\n“But this wasn’t harness or anything that jingled,” said the young mule. “You\nknow I don’t mind that now, Billy. It was Things like trees, and they fell up\nand down the lines and bubbled; and my head-rope broke, and I couldn’t find my\ndriver, and I couldn’t find you, Billy, so I ran off with—with these\ngentlemen.”\n</p><p>\n“H’m!” said Billy. “As soon as I heard the camels were loose I came away on my\nown account. When a battery—a screw-gun mule calls gun-bullocks gentlemen, he\nmust be very badly shaken up. Who are you fellows on the ground there?”\n</p><p>\nThe gun bullocks rolled their cuds, and answered both together: “The seventh\nyoke of the first gun of the Big Gun Battery. We were asleep when the camels\ncame, but when we were trampled on we got up and walked away. It is better to\nlie quiet in the mud than to be disturbed on good bedding. We told your friend\nhere that there was nothing to be afraid of, but he knew so much that he\nthought otherwise. Wah!”\n</p><p>\nThey went on chewing.\n</p><p>\n“That comes of being afraid,” said Billy. “You get laughed at by gun-bullocks.\nI hope you like it, young un.”\n</p><p>\nThe young mule’s teeth snapped, and I heard him say something about not being\nafraid of any beefy old bullock in the world. But the bullocks only clicked\ntheir horns together and went on chewing.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0295}\" src=\"images/{0295}.jpg\" width=\"100%\"/>\n<p class=\"caption\">“Anybody can be forgiven for being scared in the night,”\nsaid the troop-horse</p>\n</div><img alt=\"{0295}\" src=\"images/{0295}.jpg\" width=\"100%\"/><p class=\"caption\">“Anybody can be forgiven for being scared in the night,”\nsaid the troop-horse</p><p>\n“Now, don’t be angry after you’ve been afraid. That’s the worst kind of\ncowardice,” said the troop-horse. “Anybody can be forgiven for being scared in\nthe night, I think, if they see things they don’t understand. We’ve broken out\nof our pickets, again and again, four hundred and fifty of us, just because a\nnew recruit got to telling tales of whip snakes at home in Australia till we\nwere scared to death of the loose ends of our head-ropes.”\n</p><p>\n“That’s all very well in camp,” said Billy. “I’m not above stampeding myself,\nfor the fun of the thing, when I haven’t been out for a day or two. But what do\nyou do on active service?”\n</p><p>\n“Oh, that’s quite another set of new shoes,” said the troop horse. “Dick\nCunliffe’s on my back then, and drives his knees into me, and all I have to do\nis to watch where I am putting my feet, and to keep my hind legs well under me,\nand be bridle-wise.”\n</p><p>\n“What’s bridle-wise?” said the young mule.\n</p><p>\n“By the Blue Gums of the Back Blocks,” snorted the troop-horse, “do you mean to\nsay that you aren’t taught to be bridle-wise in your business? How can you do\nanything, unless you can spin round at once when the rein is pressed on your\nneck? It means life or death to your man, and of course that’s life and death\nto you. Get round with your hind legs under you the instant you feel the rein\non your neck. If you haven’t room to swing round, rear up a little and come\nround on your hind legs. That’s being bridle-wise.”\n</p><p>\n“We aren’t taught that way,” said Billy the mule stiffly. “We’re taught to obey\nthe man at our head: step off when he says so, and step in when he says so. I\nsuppose it comes to the same thing. Now, with all this fine fancy business and\nrearing, which must be very bad for your hocks, what do you do?”\n</p><p>\n“That depends,” said the troop-horse. “Generally I have to go in among a lot of\nyelling, hairy men with knives—long shiny knives, worse than the farrier’s\nknives—and I have to take care that Dick’s boot is just touching the next man’s\nboot without crushing it. I can see Dick’s lance to the right of my right eye,\nand I know I’m safe. I shouldn’t care to be the man or horse that stood up to\nDick and me when we’re in a hurry.”\n</p><p>\n“Don’t the knives hurt?” said the young mule.\n</p><p>\n“Well, I got one cut across the chest once, but that wasn’t Dick’s fault—”\n</p><p>\n“A lot I should have cared whose fault it was, if it hurt!” said the young\nmule.\n</p><p>\n“You must,” said the troop horse. “If you don’t trust your man, you may as well\nrun away at once. That’s what some of our horses do, and I don’t blame them. As\nI was saying, it wasn’t Dick’s fault. The man was lying on the ground, and I\nstretched myself not to tread on him, and he slashed up at me. Next time I have\nto go over a man lying down I shall step on him—hard.”\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0299}\" src=\"images/{0299}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The man was lying on the ground, and I stretched myself not\nto tread on him, and he slashed up at me.</p>\n</div><img alt=\"{0299}\" src=\"images/{0299}.jpg\" width=\"100%\"/><p class=\"caption\">The man was lying on the ground, and I stretched myself not\nto tread on him, and he slashed up at me.</p><p>\n“H’m!” said Billy. “It sounds very foolish. Knives are dirty things at any\ntime. The proper thing to do is to climb up a mountain with a well-balanced\nsaddle, hang on by all four feet and your ears too, and creep and crawl and\nwriggle along, till you come out hundreds of feet above anyone else on a ledge\nwhere there’s just room enough for your hoofs. Then you stand still and keep\nquiet—never ask a man to hold your head, young un—keep quiet while the guns are\nbeing put together, and then you watch the little poppy shells drop down into\nthe tree-tops ever so far below.”\n</p><p>\n“Don’t you ever trip?” said the troop-horse.\n</p><p>\n“They say that when a mule trips you can split a hen’s ear,” said Billy. “Now\nand again perhaps a badly packed saddle will upset a mule, but it’s very\nseldom. I wish I could show you our business. It’s beautiful. Why, it took me\nthree years to find out what the men were driving at. The science of the thing\nis never to show up against the sky line, because, if you do, you may get fired\nat. Remember that, young un. Always keep hidden as much as possible, even if\nyou have to go a mile out of your way. I lead the battery when it comes to that\nsort of climbing.”\n</p><p>\n“Fired at without the chance of running into the people who are firing!” said\nthe troop-horse, thinking hard. “I couldn’t stand that. I should want to\ncharge—with Dick.”\n</p><p>\n“Oh, no, you wouldn’t. You know that as soon as the guns are in position\nthey’ll do all the charging. That’s scientific and neat. But knives—pah!”\n</p><p>\nThe baggage-camel had been bobbing his head to and fro for some time past,\nanxious to get a word in edgewise. Then I heard him say, as he cleared his\nthroat, nervously:\n</p><p>\n“I—I—I have fought a little, but not in that climbing way or that running way.”\n</p><p>\n“No. Now you mention it,” said Billy, “you don’t look as though you were made\nfor climbing or running—much. Well, how was it, old Hay-bales?”\n</p><p>\n“The proper way,” said the camel. “We all sat down—”\n</p><p>\n“Oh, my crupper and breastplate!” said the troop-horse under his breath. “Sat\ndown!”\n</p><p>\n“We sat down—a hundred of us,” the camel went on, “in a big square, and the men\npiled our packs and saddles, outside the square, and they fired over our backs,\nthe men did, on all sides of the square.”\n</p><p>\n“What sort of men? Any men that came along?” said the troop-horse. “They teach\nus in riding school to lie down and let our masters fire across us, but Dick\nCunliffe is the only man I’d trust to do that. It tickles my girths, and,\nbesides, I can’t see with my head on the ground.”\n</p><p>\n“What does it matter who fires across you?” said the camel. “There are plenty\nof men and plenty of other camels close by, and a great many clouds of smoke. I\nam not frightened then. I sit still and wait.”\n</p><p>\n“And yet,” said Billy, “you dream bad dreams and upset the camp at night. Well,\nwell! Before I’d lie down, not to speak of sitting down, and let a man fire\nacross me, my heels and his head would have something to say to each other. Did\nyou ever hear anything so awful as that?”\n</p><p>\nThere was a long silence, and then one of the gun bullocks lifted up his big\nhead and said, “This is very foolish indeed. There is only one way of\nfighting.”\n</p><p>\n“Oh, go on,” said Billy. “Please don’t mind me. I suppose you fellows fight\nstanding on your tails?”\n</p><p>\n“Only one way,” said the two together. (They must have been twins.) “This is\nthat way. To put all twenty yoke of us to the big gun as soon as Two Tails\ntrumpets.” (“Two Tails” is camp slang for the elephant.)\n</p><p>\n“What does Two Tails trumpet for?” said the young mule.\n</p><p>\n“To show that he is not going any nearer to the smoke on the other side. Two\nTails is a great coward. Then we tug the big gun all together—Heya—Hullah!\nHeeyah! Hullah! We do not climb like cats nor run like calves. We go across the\nlevel plain, twenty yoke of us, till we are unyoked again, and we graze while\nthe big guns talk across the plain to some town with mud walls, and pieces of\nthe wall fall out, and the dust goes up as though many cattle were coming\nhome.”\n</p><p>\n“Oh! And you choose that time for grazing?” said the young mule.\n</p><p>\n“That time or any other. Eating is always good. We eat till we are yoked up\nagain and tug the gun back to where Two Tails is waiting for it. Sometimes\nthere are big guns in the city that speak back, and some of us are killed, and\nthen there is all the more grazing for those that are left. This is Fate. None\nthe less, Two Tails is a great coward. That is the proper way to fight. We are\nbrothers from Hapur. Our father was a sacred bull of Shiva. We have spoken.”\n</p><p>\n“Well, I’ve certainly learned something tonight,” said the troop-horse. “Do you\ngentlemen of the screw-gun battery feel inclined to eat when you are being\nfired at with big guns, and Two Tails is behind you?”\n</p><p>\n“About as much as we feel inclined to sit down and let men sprawl all over us,\nor run into people with knives. I never heard such stuff. A mountain ledge, a\nwell-balanced load, a driver you can trust to let you pick your own way, and\nI’m your mule. But—the other things—no!” said Billy, with a stamp of his foot.\n</p><p>\n“Of course,” said the troop horse, “everyone is not made in the same way, and I\ncan quite see that your family, on your father’s side, would fail to understand\na great many things.”\n</p><p>\n“Never you mind my family on my father’s side,” said Billy angrily, for every\nmule hates to be reminded that his father was a donkey. “My father was a\nSouthern gentleman, and he could pull down and bite and kick into rags every\nhorse he came across. Remember that, you big brown Brumby!”\n</p><p>\nBrumby means wild horse without any breeding. Imagine the feelings of Sunol if\na car-horse called her a “skate,” and you can imagine how the Australian horse\nfelt. I saw the white of his eye glitter in the dark.\n</p><p>\n“See here, you son of an imported Malaga jackass,” he said between his teeth,\n“I’d have you know that I’m related on my mother’s side to Carbine, winner of\nthe Melbourne Cup, and where I come from we aren’t accustomed to being ridden\nover roughshod by any parrot-mouthed, pig-headed mule in a pop-gun pea-shooter\nbattery. Are you ready?”\n</p><p>\n“On your hind legs!” squealed Billy. They both reared up facing each other, and\nI was expecting a furious fight, when a gurgly, rumbly voice, called out of the\ndarkness to the right—“Children, what are you fighting about there? Be quiet.”\n</p><p>\nBoth beasts dropped down with a snort of disgust, for neither horse nor mule\ncan bear to listen to an elephant’s voice.\n</p><p>\n“It’s Two Tails!” said the troop-horse. “I can’t stand him. A tail at each end\nisn’t fair!”\n</p><p>\n“My feelings exactly,” said Billy, crowding into the troop-horse for company.\n“We’re very alike in some things.”\n</p><p>\n“I suppose we’ve inherited them from our mothers,” said the troop horse. “It’s\nnot worth quarreling about. Hi! Two Tails, are you tied up?”\n</p><p>\n“Yes,” said Two Tails, with a laugh all up his trunk. “I’m picketed for the\nnight. I’ve heard what you fellows have been saying. But don’t be afraid. I’m\nnot coming over.”\n</p><p>\nThe bullocks and the camel said, half aloud, “Afraid of Two Tails—what\nnonsense!” And the bullocks went on, “We are sorry that you heard, but it is\ntrue. Two Tails, why are you afraid of the guns when they fire?”\n</p><p>\n“Well,” said Two Tails, rubbing one hind leg against the other, exactly like a\nlittle boy saying a poem, “I don’t quite know whether you’d understand.”\n</p><p>\n“We don’t, but we have to pull the guns,” said the bullocks.\n</p><p>\n“I know it, and I know you are a good deal braver than you think you are. But\nit’s different with me. My battery captain called me a Pachydermatous\nAnachronism the other day.”\n</p><p>\n“That’s another way of fighting, I suppose?” said Billy, who was recovering his\nspirits.\n</p><p>\n“You don’t know what that means, of course, but I do. It means betwixt and\nbetween, and that is just where I am. I can see inside my head what will happen\nwhen a shell bursts, and you bullocks can’t.”\n</p><p>\n“I can,” said the troop-horse. “At least a little bit. I try not to think about\nit.”\n</p><p>\n“I can see more than you, and I do think about it. I know there’s a great deal\nof me to take care of, and I know that nobody knows how to cure me when I’m\nsick. All they can do is to stop my driver’s pay till I get well, and I can’t\ntrust my driver.”\n</p><p>\n“Ah!” said the troop horse. “That explains it. I can trust Dick.”\n</p><p>\n“You could put a whole regiment of Dicks on my back without making me feel any\nbetter. I know just enough to be uncomfortable, and not enough to go on in\nspite of it.”\n</p><p>\n“We do not understand,” said the bullocks.\n</p><p>\n“I know you don’t. I’m not talking to you. You don’t know what blood is.”\n</p><p>\n“We do,” said the bullocks. “It is red stuff that soaks into the ground and\nsmells.”\n</p><p>\nThe troop-horse gave a kick and a bound and a snort.\n</p><p>\n“Don’t talk of it,” he said. “I can smell it now, just thinking of it. It makes\nme want to run—when I haven’t Dick on my back.”\n</p><p>\n“But it is not here,” said the camel and the bullocks. “Why are you so stupid?”\n</p><p>\n“It’s vile stuff,” said Billy. “I don’t want to run, but I don’t want to talk\nabout it.”\n</p><p>\n“There you are!” said Two Tails, waving his tail to explain.\n</p><p>\n“Surely. Yes, we have been here all night,” said the bullocks.\n</p><p>\nTwo Tails stamped his foot till the iron ring on it jingled. “Oh, I’m not\ntalking to you. You can’t see inside your heads.”\n</p><p>\n“No. We see out of our four eyes,” said the bullocks. “We see straight in front\nof us.”\n</p><p>\n“If I could do that and nothing else, you wouldn’t be needed to pull the big\nguns at all. If I was like my captain—he can see things inside his head before\nthe firing begins, and he shakes all over, but he knows too much to run away—if\nI was like him I could pull the guns. But if I were as wise as all that I\nshould never be here. I should be a king in the forest, as I used to be,\nsleeping half the day and bathing when I liked. I haven’t had a good bath for a\nmonth.”\n</p><p>\n“That’s all very fine,” said Billy. “But giving a thing a long name doesn’t\nmake it any better.”\n</p><p>\n“H’sh!” said the troop horse. “I think I understand what Two Tails means.”\n</p><p>\n“You’ll understand better in a minute,” said Two Tails angrily. “Now you just\nexplain to me why you don’t like this!”\n</p><p>\nHe began trumpeting furiously at the top of his trumpet.\n</p><p>\n“Stop that!” said Billy and the troop horse together, and I could hear them\nstamp and shiver. An elephant’s trumpeting is always nasty, especially on a\ndark night.\n</p><p>\n“I shan’t stop,” said Two Tails. “Won’t you explain that, please? Hhrrmph!\nRrrt! Rrrmph! Rrrhha!” Then he stopped suddenly, and I heard a little whimper\nin the dark, and knew that Vixen had found me at last. She knew as well as I\ndid that if there is one thing in the world the elephant is more afraid of than\nanother it is a little barking dog. So she stopped to bully Two Tails in his\npickets, and yapped round his big feet. Two Tails shuffled and squeaked. “Go\naway, little dog!” he said. “Don’t snuff at my ankles, or I’ll kick at you.\nGood little dog—nice little doggie, then! Go home, you yelping little beast!\nOh, why doesn’t someone take her away? She’ll bite me in a minute.”\n</p><p>\n“Seems to me,” said Billy to the troop horse, “that our friend Two Tails is\nafraid of most things. Now, if I had a full meal for every dog I’ve kicked\nacross the parade-ground I should be as fat as Two Tails nearly.”\n</p><p>\nI whistled, and Vixen ran up to me, muddy all over, and licked my nose, and\ntold me a long tale about hunting for me all through the camp. I never let her\nknow that I understood beast talk, or she would have taken all sorts of\nliberties. So I buttoned her into the breast of my overcoat, and Two Tails\nshuffled and stamped and growled to himself.\n</p><p>\n“Extraordinary! Most extraordinary!” he said. “It runs in our family. Now,\nwhere has that nasty little beast gone to?”\n</p><p>\nI heard him feeling about with his trunk.\n</p><p>\n“We all seem to be affected in various ways,” he went on, blowing his nose.\n“Now, you gentlemen were alarmed, I believe, when I trumpeted.”\n</p><p>\n“Not alarmed, exactly,” said the troop-horse, “but it made me feel as though I\nhad hornets where my saddle ought to be. Don’t begin again.”\n</p><p>\n“I’m frightened of a little dog, and the camel here is frightened by bad dreams\nin the night.”\n</p><p>\n“It is very lucky for us that we haven’t all got to fight in the same way,”\nsaid the troop-horse.\n</p><p>\n“What I want to know,” said the young mule, who had been quiet for a long\ntime—“what I want to know is, why we have to fight at all.”\n</p><p>\n“Because we’re told to,” said the troop-horse, with a snort of contempt.\n</p><p>\n“Orders,” said Billy the mule, and his teeth snapped.\n</p><p>\n“Hukm hai!” (It is an order!), said the camel with a gurgle, and Two Tails and\nthe bullocks repeated, “Hukm hai!”\n</p><p>\n“Yes, but who gives the orders?” said the recruit-mule.\n</p><p>\n“The man who walks at your head—Or sits on your back—Or holds the nose rope—Or\ntwists your tail,” said Billy and the troop-horse and the camel and the\nbullocks one after the other.\n</p><p>\n“But who gives them the orders?”\n</p><p>\n“Now you want to know too much, young un,” said Billy, “and that is one way of\ngetting kicked. All you have to do is to obey the man at your head and ask no\nquestions.”\n</p><p>\n“He’s quite right,” said Two Tails. “I can’t always obey, because I’m betwixt\nand between. But Billy’s right. Obey the man next to you who gives the order,\nor you’ll stop all the battery, besides getting a thrashing.”\n</p><p>\nThe gun-bullocks got up to go. “Morning is coming,” they said. “We will go back\nto our lines. It is true that we only see out of our eyes, and we are not very\nclever. But still, we are the only people to-night who have not been afraid.\nGood-night, you brave people.”\n</p><p>\nNobody answered, and the troop-horse said, to change the conversation, “Where’s\nthat little dog? A dog means a man somewhere about.”\n</p><p>\n“Here I am,” yapped Vixen, “under the gun tail with my man. You big, blundering\nbeast of a camel you, you upset our tent. My man’s very angry.”\n</p><p>\n“Phew!” said the bullocks. “He must be white!”\n</p><p>\n“Of course he is,” said Vixen. “Do you suppose I’m looked after by a black\nbullock-driver?”\n</p><p>\n“Huah! Ouach! Ugh!” said the bullocks. “Let us get away quickly.”\n</p><p>\nThey plunged forward in the mud, and managed somehow to run their yoke on the\npole of an ammunition wagon, where it jammed.\n</p><p>\n“Now you have done it,” said Billy calmly. “Don’t struggle. You’re hung up till\ndaylight. What on earth’s the matter?”\n</p><p>\nThe bullocks went off into the long hissing snorts that Indian cattle give, and\npushed and crowded and slued and stamped and slipped and nearly fell down in\nthe mud, grunting savagely.\n</p><p>\n“You’ll break your necks in a minute,” said the troop-horse. “What’s the matter\nwith white men? I live with ’em.”\n</p><p>\n“They—eat—us! Pull!” said the near bullock. The yoke snapped with a twang, and\nthey lumbered off together.\n</p><p>\nI never knew before what made Indian cattle so scared of Englishmen. We eat\nbeef—a thing that no cattle-driver touches—and of course the cattle do not like\nit.\n</p><p>\n“May I be flogged with my own pad-chains! Who’d have thought of two big lumps\nlike those losing their heads?” said Billy.\n</p><p>\n“Never mind. I’m going to look at this man. Most of the white men, I know, have\nthings in their pockets,” said the troop-horse.\n</p><p>\n“I’ll leave you, then. I can’t say I’m over-fond of ’em myself. Besides, white\nmen who haven’t a place to sleep in are more than likely to be thieves, and\nI’ve a good deal of Government property on my back. Come along, young un, and\nwe’ll go back to our lines. Good-night, Australia! See you on parade to-morrow,\nI suppose. Good-night, old Hay-bale!—try to control your feelings, won’t you?\nGood-night, Two Tails! If you pass us on the ground tomorrow, don’t trumpet. It\nspoils our formation.”\n</p><p>\nBilly the Mule stumped off with the swaggering limp of an old campaigner, as\nthe troop-horse’s head came nuzzling into my breast, and I gave him biscuits,\nwhile Vixen, who is a most conceited little dog, told him fibs about the scores\nof horses that she and I kept.\n</p><p>\n“I’m coming to the parade to-morrow in my dog-cart,” she said. “Where will you\nbe?”\n</p><p>\n“On the left hand of the second squadron. I set the time for all my troop,\nlittle lady,” he said politely. “Now I must go back to Dick. My tail’s all\nmuddy, and he’ll have two hours’ hard work dressing me for parade.”\n</p><p>\nThe big parade of all the thirty thousand men was held that afternoon, and\nVixen and I had a good place close to the Viceroy and the Amir of Afghanistan,\nwith high, big black hat of astrakhan wool and the great diamond star in the\ncenter. The first part of the review was all sunshine, and the regiments went\nby in wave upon wave of legs all moving together, and guns all in a line, till\nour eyes grew dizzy. Then the cavalry came up, to the beautiful cavalry canter\nof “Bonnie Dundee,” and Vixen cocked her ear where she sat on the dog-cart. The\nsecond squadron of the Lancers shot by, and there was the troop-horse, with his\ntail like spun silk, his head pulled into his breast, one ear forward and one\nback, setting the time for all his squadron, his legs going as smoothly as\nwaltz music. Then the big guns came by, and I saw Two Tails and two other\nelephants harnessed in line to a forty-pounder siege gun, while twenty yoke of\noxen walked behind. The seventh pair had a new yoke, and they looked rather\nstiff and tired. Last came the screw guns, and Billy the mule carried himself\nas though he commanded all the troops, and his harness was oiled and polished\ntill it winked. I gave a cheer all by myself for Billy the mule, but he never\nlooked right or left.\n</p><p>\nThe rain began to fall again, and for a while it was too misty to see what the\ntroops were doing. They had made a big half circle across the plain, and were\nspreading out into a line. That line grew and grew and grew till it was\nthree-quarters of a mile long from wing to wing—one solid wall of men, horses,\nand guns. Then it came on straight toward the Viceroy and the Amir, and as it\ngot nearer the ground began to shake, like the deck of a steamer when the\nengines are going fast.\n</p><p>\nUnless you have been there you cannot imagine what a frightening effect this\nsteady come-down of troops has on the spectators, even when they know it is\nonly a review. I looked at the Amir. Up till then he had not shown the shadow\nof a sign of astonishment or anything else. But now his eyes began to get\nbigger and bigger, and he picked up the reins on his horse’s neck and looked\nbehind him. For a minute it seemed as though he were going to draw his sword\nand slash his way out through the English men and women in the carriages at the\nback. Then the advance stopped dead, the ground stood still, the whole line\nsaluted, and thirty bands began to play all together. That was the end of the\nreview, and the regiments went off to their camps in the rain, and an infantry\nband struck up with—\n</p><p class=\"poem\">\nThe animals went in two by two,<br/>\n    Hurrah!<br/>\nThe animals went in two by two,<br/>\nThe elephant and the battery mul’,<br/>\nand they all got into the Ark<br/>\n    For to get out of the rain!\n</p><p>\nThen I heard an old grizzled, long-haired Central Asian chief, who had come\ndown with the Amir, asking questions of a native officer.\n</p><p>\n“Now,” said he, “in what manner was this wonderful thing done?”\n</p><p>\nAnd the officer answered, “An order was given, and they obeyed.”\n</p><p>\n“But are the beasts as wise as the men?” said the chief.\n</p><p>\n“They obey, as the men do. Mule, horse, elephant, or bullock, he obeys his\ndriver, and the driver his sergeant, and the sergeant his lieutenant, and the\nlieutenant his captain, and the captain his major, and the major his colonel,\nand the colonel his brigadier commanding three regiments, and the brigadier the\ngeneral, who obeys the Viceroy, who is the servant of the Empress. Thus it is\ndone.”\n</p><p>\n“Would it were so in Afghanistan!” said the chief, “for there we obey only our\nown wills.”\n</p><p>\n“And for that reason,” said the native officer, twirling his mustache, “your\nAmir whom you do not obey must come here and take orders from our Viceroy.”\n</p>"
}