{
  "title": "Toomai of the Elephants",
  "subtitle": "Toomai of the Elephants",
  "chapterId": "chapter-12",
  "prev": "chapter-11",
  "next": "chapter-13",
  "content": "<p class=\"poem\">\nI will remember what I was, I am sick of rope and chain—<br/>\n    I will remember my old strength and all my forest affairs.<br/>\nI will not sell my back to man for a bundle of sugar-cane:<br/>\n    I will go out to my own kind, and the wood-folk in their lairs.<br/>\n<br/>\nI will go out until the day, until the morning break—<br/>\n    Out to the wind’s untainted kiss, the water’s clean caress;<br/>\nI will forget my ankle-ring and snap my picket stake.<br/>\n    I will revisit my lost loves, and playmates masterless!\n</p><p>\nKala Nag, which means Black Snake, had served the Indian Government in every\nway that an elephant could serve it for forty-seven years, and as he was fully\ntwenty years old when he was caught, that makes him nearly seventy—a ripe age\nfor an elephant. He remembered pushing, with a big leather pad on his forehead,\nat a gun stuck in deep mud, and that was before the Afghan War of 1842, and he\nhad not then come to his full strength.\n</p><p>\nHis mother Radha Pyari,—Radha the darling,—who had been caught in the same\ndrive with Kala Nag, told him, before his little milk tusks had dropped out,\nthat elephants who were afraid always got hurt. Kala Nag knew that that advice\nwas good, for the first time that he saw a shell burst he backed, screaming,\ninto a stand of piled rifles, and the bayonets pricked him in all his softest\nplaces. So, before he was twenty-five, he gave up being afraid, and so he was\nthe best-loved and the best-looked-after elephant in the service of the\nGovernment of India. He had carried tents, twelve hundred pounds’ weight of\ntents, on the march in Upper India. He had been hoisted into a ship at the end\nof a steam crane and taken for days across the water, and made to carry a\nmortar on his back in a strange and rocky country very far from India, and had\nseen the Emperor Theodore lying dead in Magdala, and had come back again in the\nsteamer entitled, so the soldiers said, to the Abyssinian War medal. He had\nseen his fellow elephants die of cold and epilepsy and starvation and sunstroke\nup at a place called Ali Musjid, ten years later; and afterward he had been\nsent down thousands of miles south to haul and pile big balks of teak in the\ntimberyards at Moulmein. There he had half killed an insubordinate young\nelephant who was shirking his fair share of work.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0239}\" src=\"images/{0239}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Kala Nag was the best-loved elephant in the service.</p>\n</div><img alt=\"{0239}\" src=\"images/{0239}.jpg\" width=\"100%\"/><p class=\"caption\">Kala Nag was the best-loved elephant in the service.</p><p>\nAfter that he was taken off timber-hauling, and employed, with a few score\nother elephants who were trained to the business, in helping to catch wild\nelephants among the Garo hills. Elephants are very strictly preserved by the\nIndian Government. There is one whole department which does nothing else but\nhunt them, and catch them, and break them in, and send them up and down the\ncountry as they are needed for work.\n</p><p>\nKala Nag stood ten fair feet at the shoulders, and his tusks had been cut off\nshort at five feet, and bound round the ends, to prevent them splitting, with\nbands of copper; but he could do more with those stumps than any untrained\nelephant could do with the real sharpened ones. When, after weeks and weeks of\ncautious driving of scattered elephants across the hills, the forty or fifty\nwild monsters were driven into the last stockade, and the big drop gate, made\nof tree trunks lashed together, jarred down behind them, Kala Nag, at the word\nof command, would go into that flaring, trumpeting pandemonium (generally at\nnight, when the flicker of the torches made it difficult to judge distances),\nand, picking out the biggest and wildest tusker of the mob, would hammer him\nand hustle him into quiet while the men on the backs of the other elephants\nroped and tied the smaller ones.\n</p><p>\nThere was nothing in the way of fighting that Kala Nag, the old wise Black\nSnake, did not know, for he had stood up more than once in his time to the\ncharge of the wounded tiger, and, curling up his soft trunk to be out of harm’s\nway, had knocked the springing brute sideways in mid-air with a quick sickle\ncut of his head, that he had invented all by himself; had knocked him over, and\nkneeled upon him with his huge knees till the life went out with a gasp and a\nhowl, and there was only a fluffy striped thing on the ground for Kala Nag to\npull by the tail.\n</p><p>\n“Yes,” said Big Toomai, his driver, the son of Black Toomai who had taken him\nto Abyssinia, and grandson of Toomai of the Elephants who had seen him caught,\n“there is nothing that the Black Snake fears except me. He has seen three\ngenerations of us feed him and groom him, and he will live to see four.”\n</p><p>\n“He is afraid of me also,” said Little Toomai, standing up to his full height\nof four feet, with only one rag upon him. He was ten years old, the eldest son\nof Big Toomai, and, according to custom, he would take his father’s place on\nKala Nag’s neck when he grew up, and would handle the heavy iron ankus, the\nelephant goad, that had been worn smooth by his father, and his grandfather,\nand his great-grandfather.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5291}\" src=\"images/{5291}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Kala Nag</p>\n</div><img alt=\"{5291}\" src=\"images/{5291}.jpg\" width=\"100%\"/><p class=\"caption\">Kala Nag</p><p>\nHe knew what he was talking of; for he had been born under Kala Nag’s shadow,\nhad played with the end of his trunk before he could walk, had taken him down\nto water as soon as he could walk, and Kala Nag would no more have dreamed of\ndisobeying his shrill little orders than he would have dreamed of killing him\non that day when Big Toomai carried the little brown baby under Kala Nag’s\ntusks, and told him to salute his master that was to be.\n</p><p>\n“Yes,” said Little Toomai, “he is afraid of me,” and he took long strides up to\nKala Nag, called him a fat old pig, and made him lift up his feet one after the\nother.\n</p><p>\n“Wah!” said Little Toomai, “thou art a big elephant,” and he wagged his fluffy\nhead, quoting his father. “The Government may pay for elephants, but they\nbelong to us mahouts. When thou art old, Kala Nag, there will come some rich\nrajah, and he will buy thee from the Government, on account of thy size and thy\nmanners, and then thou wilt have nothing to do but to carry gold earrings in\nthy ears, and a gold howdah on thy back, and a red cloth covered with gold on\nthy sides, and walk at the head of the processions of the King. Then I shall\nsit on thy neck, O Kala Nag, with a silver ankus, and men will run before us\nwith golden sticks, crying, `Room for the King’s elephant!’ That will be good,\nKala Nag, but not so good as this hunting in the jungles.”\n</p><p>\n“Umph!” said Big Toomai. “Thou art a boy, and as wild as a buffalo-calf. This\nrunning up and down among the hills is not the best Government service. I am\ngetting old, and I do not love wild elephants. Give me brick elephant lines,\none stall to each elephant, and big stumps to tie them to safely, and flat,\nbroad roads to exercise upon, instead of this come-and-go camping. Aha, the\nCawnpore barracks were good. There was a bazaar close by, and only three hours’\nwork a day.”\n</p><p>\nLittle Toomai remembered the Cawnpore elephant-lines and said nothing. He very\nmuch preferred the camp life, and hated those broad, flat roads, with the daily\ngrubbing for grass in the forage reserve, and the long hours when there was\nnothing to do except to watch Kala Nag fidgeting in his pickets.\n</p><p>\nWhat Little Toomai liked was to scramble up bridle paths that only an elephant\ncould take; the dip into the valley below; the glimpses of the wild elephants\nbrowsing miles away; the rush of the frightened pig and peacock under Kala\nNag’s feet; the blinding warm rains, when all the hills and valleys smoked; the\nbeautiful misty mornings when nobody knew where they would camp that night; the\nsteady, cautious drive of the wild elephants, and the mad rush and blaze and\nhullabaloo of the last night’s drive, when the elephants poured into the\nstockade like boulders in a landslide, found that they could not get out, and\nflung themselves at the heavy posts only to be driven back by yells and flaring\ntorches and volleys of blank cartridge.\n</p><p>\nEven a little boy could be of use there, and Toomai was as useful as three\nboys. He would get his torch and wave it, and yell with the best. But the\nreally good time came when the driving out began, and the Keddah—that is, the\nstockade—looked like a picture of the end of the world, and men had to make\nsigns to one another, because they could not hear themselves speak. Then Little\nToomai would climb up to the top of one of the quivering stockade posts, his\nsun-bleached brown hair flying loose all over his shoulders, and he looking\nlike a goblin in the torch-light. And as soon as there was a lull you could\nhear his high-pitched yells of encouragement to Kala Nag, above the trumpeting\nand crashing, and snapping of ropes, and groans of the tethered elephants.\n“Mael, mael, Kala Nag! (Go on, go on, Black Snake!) Dant do! (Give him the\ntusk!) Somalo! Somalo! (Careful, careful!) Maro! Mar! (Hit him, hit him!) Mind\nthe post! Arre! Arre! Hai! Yai! Kya-a-ah!” he would shout, and the big fight\nbetween Kala Nag and the wild elephant would sway to and fro across the Keddah,\nand the old elephant catchers would wipe the sweat out of their eyes, and find\ntime to nod to Little Toomai wriggling with joy on the top of the posts.\n</p><p>\nHe did more than wriggle. One night he slid down from the post and slipped in\nbetween the elephants and threw up the loose end of a rope, which had dropped,\nto a driver who was trying to get a purchase on the leg of a kicking young calf\n(calves always give more trouble than full-grown animals). Kala Nag saw him,\ncaught him in his trunk, and handed him up to Big Toomai, who slapped him then\nand there, and put him back on the post.\n</p><p>\nNext morning he gave him a scolding and said, “Are not good brick elephant\nlines and a little tent carrying enough, that thou must needs go elephant\ncatching on thy own account, little worthless? Now those foolish hunters, whose\npay is less than my pay, have spoken to Petersen Sahib of the matter.” Little\nToomai was frightened. He did not know much of white men, but Petersen Sahib\nwas the greatest white man in the world to him. He was the head of all the\nKeddah operations—the man who caught all the elephants for the Government of\nIndia, and who knew more about the ways of elephants than any living man.\n</p><p>\n“What—what will happen?” said Little Toomai.\n</p><p>\n“Happen! The worst that can happen. Petersen Sahib is a madman. Else why should\nhe go hunting these wild devils? He may even require thee to be an elephant\ncatcher, to sleep anywhere in these fever-filled jungles, and at last to be\ntrampled to death in the Keddah. It is well that this nonsense ends safely.\nNext week the catching is over, and we of the plains are sent back to our\nstations. Then we will march on smooth roads, and forget all this hunting. But,\nson, I am angry that thou shouldst meddle in the business that belongs to these\ndirty Assamese jungle folk. Kala Nag will obey none but me, so I must go with\nhim into the Keddah, but he is only a fighting elephant, and he does not help\nto rope them. So I sit at my ease, as befits a mahout,—not a mere hunter,—a\nmahout, I say, and a man who gets a pension at the end of his service. Is the\nfamily of Toomai of the Elephants to be trodden underfoot in the dirt of a\nKeddah? Bad one! Wicked one! Worthless son! Go and wash Kala Nag and attend to\nhis ears, and see that there are no thorns in his feet. Or else Petersen Sahib\nwill surely catch thee and make thee a wild hunter—a follower of elephant’s\nfoot tracks, a jungle bear. Bah! Shame! Go!”\n</p><p>\nLittle Toomai went off without saying a word, but he told Kala Nag all his\ngrievances while he was examining his feet. “No matter,” said Little Toomai,\nturning up the fringe of Kala Nag’s huge right ear. “They have said my name to\nPetersen Sahib, and perhaps—and perhaps—and perhaps—who knows? Hai! That is a\nbig thorn that I have pulled out!”\n</p><p>\nThe next few days were spent in getting the elephants together, in walking the\nnewly caught wild elephants up and down between a couple of tame ones to\nprevent them giving too much trouble on the downward march to the plains, and\nin taking stock of the blankets and ropes and things that had been worn out or\nlost in the forest.\n</p><p>\nPetersen Sahib came in on his clever she-elephant Pudmini; he had been paying\noff other camps among the hills, for the season was coming to an end, and there\nwas a native clerk sitting at a table under a tree, to pay the drivers their\nwages. As each man was paid he went back to his elephant, and joined the line\nthat stood ready to start. The catchers, and hunters, and beaters, the men of\nthe regular Keddah, who stayed in the jungle year in and year out, sat on the\nbacks of the elephants that belonged to Petersen Sahib’s permanent force, or\nleaned against the trees with their guns across their arms, and made fun of the\ndrivers who were going away, and laughed when the newly caught elephants broke\nthe line and ran about.\n</p><p>\nBig Toomai went up to the clerk with Little Toomai behind him, and Machua Appa,\nthe head tracker, said in an undertone to a friend of his, “There goes one\npiece of good elephant stuff at least. ’Tis a pity to send that young\njungle-cock to molt in the plains.”\n</p><p>\nNow Petersen Sahib had ears all over him, as a man must have who listens to the\nmost silent of all living things—the wild elephant. He turned where he was\nlying all along on Pudmini’s back and said, “What is that? I did not know of a\nman among the plains-drivers who had wit enough to rope even a dead elephant.”\n</p><p>\n“This is not a man, but a boy. He went into the Keddah at the last drive, and\nthrew Barmao there the rope, when we were trying to get that young calf with\nthe blotch on his shoulder away from his mother.”\n</p><p>\nMachua Appa pointed at Little Toomai, and Petersen Sahib looked, and Little\nToomai bowed to the earth.\n</p><p>\n“He throw a rope? He is smaller than a picket-pin. Little one, what is thy\nname?” said Petersen Sahib.\n</p><p>\nLittle Toomai was too frightened to speak, but Kala Nag was behind him, and\nToomai made a sign with his hand, and the elephant caught him up in his trunk\nand held him level with Pudmini’s forehead, in front of the great Petersen\nSahib. Then Little Toomai covered his face with his hands, for he was only a\nchild, and except where elephants were concerned, he was just as bashful as a\nchild could be.\n</p><p>\n“Oho!” said Petersen Sahib, smiling underneath his mustache, “and why didst\nthou teach thy elephant that trick? Was it to help thee steal green corn from\nthe roofs of the houses when the ears are put out to dry?”\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0255}\" src=\"images/{0255}.jpg\" width=\"100%\"/>\n<p class=\"caption\">“Not green corn, Protector of the Poor,—melons,” said Little\nToomai.</p>\n</div><img alt=\"{0255}\" src=\"images/{0255}.jpg\" width=\"100%\"/><p class=\"caption\">“Not green corn, Protector of the Poor,—melons,” said Little\nToomai.</p><p>\n“Not green corn, Protector of the Poor,—melons,” said Little Toomai, and all\nthe men sitting about broke into a roar of laughter. Most of them had taught\ntheir elephants that trick when they were boys. Little Toomai was hanging eight\nfeet up in the air, and he wished very much that he were eight feet\nunderground.\n</p><p>\n“He is Toomai, my son, Sahib,” said Big Toomai, scowling. “He is a very bad\nboy, and he will end in a jail, Sahib.”\n</p><p>\n“Of that I have my doubts,” said Petersen Sahib. “A boy who can face a full\nKeddah at his age does not end in jails. See, little one, here are four annas\nto spend in sweetmeats because thou hast a little head under that great thatch\nof hair. In time thou mayest become a hunter too.” Big Toomai scowled more than\never. “Remember, though, that Keddahs are not good for children to play in,”\nPetersen Sahib went on.\n</p><p>\n“Must I never go there, Sahib?” asked Little Toomai with a big gasp.\n</p><p>\n“Yes.” Petersen Sahib smiled again. “When thou hast seen the elephants dance.\nThat is the proper time. Come to me when thou hast seen the elephants dance,\nand then I will let thee go into all the Keddahs.”\n</p><p>\nThere was another roar of laughter, for that is an old joke among\nelephant-catchers, and it means just never. There are great cleared flat places\nhidden away in the forests that are called elephants’ ball-rooms, but even\nthese are only found by accident, and no man has ever seen the elephants dance.\nWhen a driver boasts of his skill and bravery the other drivers say, “And when\ndidst thou see the elephants dance?”\n</p><p>\nKala Nag put Little Toomai down, and he bowed to the earth again and went away\nwith his father, and gave the silver four-anna piece to his mother, who was\nnursing his baby brother, and they all were put up on Kala Nag’s back, and the\nline of grunting, squealing elephants rolled down the hill path to the plains.\nIt was a very lively march on account of the new elephants, who gave trouble at\nevery ford, and needed coaxing or beating every other minute.\n</p><p>\nBig Toomai prodded Kala Nag spitefully, for he was very angry, but Little\nToomai was too happy to speak. Petersen Sahib had noticed him, and given him\nmoney, so he felt as a private soldier would feel if he had been called out of\nthe ranks and praised by his commander-in-chief.\n</p><p>\n“What did Petersen Sahib mean by the elephant dance?” he said, at last, softly\nto his mother.\n</p><p>\nBig Toomai heard him and grunted. “That thou shouldst never be one of these\nhill buffaloes of trackers. That was what he meant. Oh, you in front, what is\nblocking the way?”\n</p><p>\nAn Assamese driver, two or three elephants ahead, turned round angrily, crying:\n“Bring up Kala Nag, and knock this youngster of mine into good behavior. Why\nshould Petersen Sahib have chosen me to go down with you donkeys of the rice\nfields? Lay your beast alongside, Toomai, and let him prod with his tusks. By\nall the Gods of the Hills, these new elephants are possessed, or else they can\nsmell their companions in the jungle.” Kala Nag hit the new elephant in the\nribs and knocked the wind out of him, as Big Toomai said, “We have swept the\nhills of wild elephants at the last catch. It is only your carelessness in\ndriving. Must I keep order along the whole line?”\n</p><p>\n“Hear him!” said the other driver. “We have swept the hills! Ho! Ho! You are\nvery wise, you plains people. Anyone but a mud-head who never saw the jungle\nwould know that they know that the drives are ended for the season. Therefore\nall the wild elephants to-night will—but why should I waste wisdom on a\nriver-turtle?”\n</p><p>\n“What will they do?” Little Toomai called out.\n</p><p>\n“Ohe, little one. Art thou there? Well, I will tell thee, for thou hast a cool\nhead. They will dance, and it behooves thy father, who has swept all the hills\nof all the elephants, to double-chain his pickets to-night.”\n</p><p>\n“What talk is this?” said Big Toomai. “For forty years, father and son, we have\ntended elephants, and we have never heard such moonshine about dances.”\n</p><p>\n“Yes; but a plainsman who lives in a hut knows only the four walls of his hut.\nWell, leave thy elephants unshackled tonight and see what comes. As for their\ndancing, I have seen the place where—Bapree-bap! How many windings has the\nDihang River? Here is another ford, and we must swim the calves. Stop still,\nyou behind there.”\n</p><p>\nAnd in this way, talking and wrangling and splashing through the rivers, they\nmade their first march to a sort of receiving camp for the new elephants. But\nthey lost their tempers long before they got there.\n</p><p>\nThen the elephants were chained by their hind legs to their big stumps of\npickets, and extra ropes were fitted to the new elephants, and the fodder was\npiled before them, and the hill drivers went back to Petersen Sahib through the\nafternoon light, telling the plains drivers to be extra careful that night, and\nlaughing when the plains drivers asked the reason.\n</p><p>\nLittle Toomai attended to Kala Nag’s supper, and as evening fell, wandered\nthrough the camp, unspeakably happy, in search of a tom-tom. When an Indian\nchild’s heart is full, he does not run about and make a noise in an irregular\nfashion. He sits down to a sort of revel all by himself. And Little Toomai had\nbeen spoken to by Petersen Sahib! If he had not found what he wanted, I believe\nhe would have been ill. But the sweetmeat seller in the camp lent him a little\ntom-tom—a drum beaten with the flat of the hand—and he sat down, cross-legged,\nbefore Kala Nag as the stars began to come out, the tom-tom in his lap, and he\nthumped and he thumped and he thumped, and the more he thought of the great\nhonor that had been done to him, the more he thumped, all alone among the\nelephant fodder. There was no tune and no words, but the thumping made him\nhappy.\n</p><p>\nThe new elephants strained at their ropes, and squealed and trumpeted from time\nto time, and he could hear his mother in the camp hut putting his small brother\nto sleep with an old, old song about the great God Shiv, who once told all the\nanimals what they should eat. It is a very soothing lullaby, and the first\nverse says:\n</p><p class=\"poem\">\nShiv, who poured the harvest and made the winds to blow,<br/>\nSitting at the doorways of a day of long ago,<br/>\nGave to each his portion, food and toil and fate,<br/>\nFrom the King upon the <i>guddee</i> to the Beggar at the gate.<br/>\n    All things made he—Shiva the Preserver.<br/>\n    Mahadeo!  Mahadeo!  He made all—<br/>\n    Thorn for the camel, fodder for the kine,<br/>\n    And mother’s heart for sleepy head, O little son of mine!\n</p><p>\nLittle Toomai came in with a joyous tunk-a-tunk at the end of each verse, till\nhe felt sleepy and stretched himself on the fodder at Kala Nag’s side. At last\nthe elephants began to lie down one after another as is their custom, till only\nKala Nag at the right of the line was left standing up; and he rocked slowly\nfrom side to side, his ears put forward to listen to the night wind as it blew\nvery slowly across the hills. The air was full of all the night noises that,\ntaken together, make one big silence—the click of one bamboo stem against the\nother, the rustle of something alive in the undergrowth, the scratch and squawk\nof a half-waked bird (birds are awake in the night much more often than we\nimagine), and the fall of water ever so far away. Little Toomai slept for some\ntime, and when he waked it was brilliant moonlight, and Kala Nag was still\nstanding up with his ears cocked. Little Toomai turned, rustling in the fodder,\nand watched the curve of his big back against half the stars in heaven, and\nwhile he watched he heard, so far away that it sounded no more than a pinhole\nof noise pricked through the stillness, the “hoot-toot” of a wild elephant.\n</p><p>\nAll the elephants in the lines jumped up as if they had been shot, and their\ngrunts at last waked the sleeping mahouts, and they came out and drove in the\npicket pegs with big mallets, and tightened this rope and knotted that till all\nwas quiet. One new elephant had nearly grubbed up his picket, and Big Toomai\ntook off Kala Nag’s leg chain and shackled that elephant fore-foot to\nhind-foot, but slipped a loop of grass string round Kala Nag’s leg, and told\nhim to remember that he was tied fast. He knew that he and his father and his\ngrandfather had done the very same thing hundreds of times before. Kala Nag did\nnot answer to the order by gurgling, as he usually did. He stood still, looking\nout across the moonlight, his head a little raised and his ears spread like\nfans, up to the great folds of the Garo hills.\n</p><p>\n“Tend to him if he grows restless in the night,” said Big Toomai to Little\nToomai, and he went into the hut and slept. Little Toomai was just going to\nsleep, too, when he heard the coir string snap with a little “tang,” and Kala\nNag rolled out of his pickets as slowly and as silently as a cloud rolls out of\nthe mouth of a valley. Little Toomai pattered after him, barefooted, down the\nroad in the moonlight, calling under his breath, “Kala Nag! Kala Nag! Take me\nwith you, O Kala Nag!” The elephant turned, without a sound, took three strides\nback to the boy in the moonlight, put down his trunk, swung him up to his neck,\nand almost before Little Toomai had settled his knees, slipped into the forest.\n</p><p>\nThere was one blast of furious trumpeting from the lines, and then the silence\nshut down on everything, and Kala Nag began to move. Sometimes a tuft of high\ngrass washed along his sides as a wave washes along the sides of a ship, and\nsometimes a cluster of wild-pepper vines would scrape along his back, or a\nbamboo would creak where his shoulder touched it. But between those times he\nmoved absolutely without any sound, drifting through the thick Garo forest as\nthough it had been smoke. He was going uphill, but though Little Toomai watched\nthe stars in the rifts of the trees, he could not tell in what direction.\n</p><p>\nThen Kala Nag reached the crest of the ascent and stopped for a minute, and\nLittle Toomai could see the tops of the trees lying all speckled and furry\nunder the moonlight for miles and miles, and the blue-white mist over the river\nin the hollow. Toomai leaned forward and looked, and he felt that the forest\nwas awake below him—awake and alive and crowded. A big brown fruit-eating bat\nbrushed past his ear; a porcupine’s quills rattled in the thicket; and in the\ndarkness between the tree stems he heard a hog-bear digging hard in the moist\nwarm earth, and snuffing as it digged.\n</p><p>\nThen the branches closed over his head again, and Kala Nag began to go down\ninto the valley—not quietly this time, but as a runaway gun goes down a steep\nbank—in one rush. The huge limbs moved as steadily as pistons, eight feet to\neach stride, and the wrinkled skin of the elbow points rustled. The undergrowth\non either side of him ripped with a noise like torn canvas, and the saplings\nthat he heaved away right and left with his shoulders sprang back again and\nbanged him on the flank, and great trails of creepers, all matted together,\nhung from his tusks as he threw his head from side to side and plowed out his\npathway. Then Little Toomai laid himself down close to the great neck lest a\nswinging bough should sweep him to the ground, and he wished that he were back\nin the lines again.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0010}\" src=\"images/{0010}.jpg\" width=\"100%\"/>\n</div><img alt=\"{0010}\" src=\"images/{0010}.jpg\" width=\"100%\"/><p>\nThe grass began to get squashy, and Kala Nag’s feet sucked and squelched as he\nput them down, and the night mist at the bottom of the valley chilled Little\nToomai. There was a splash and a trample, and the rush of running water, and\nKala Nag strode through the bed of a river, feeling his way at each step. Above\nthe noise of the water, as it swirled round the elephant’s legs, Little Toomai\ncould hear more splashing and some trumpeting both upstream and down—great\ngrunts and angry snortings, and all the mist about him seemed to be full of\nrolling, wavy shadows.\n</p><p>\n“Ai!” he said, half aloud, his teeth chattering. “The elephant-folk are out\ntonight. It is the dance, then!”\n</p><p>\nKala Nag swashed out of the water, blew his trunk clear, and began another\nclimb. But this time he was not alone, and he had not to make his path. That\nwas made already, six feet wide, in front of him, where the bent jungle-grass\nwas trying to recover itself and stand up. Many elephants must have gone that\nway only a few minutes before. Little Toomai looked back, and behind him a\ngreat wild tusker with his little pig’s eyes glowing like hot coals was just\nlifting himself out of the misty river. Then the trees closed up again, and\nthey went on and up, with trumpetings and crashings, and the sound of breaking\nbranches on every side of them.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5317}\" src=\"images/{5317}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Elephant-dance</p>\n</div><img alt=\"{5317}\" src=\"images/{5317}.jpg\" width=\"100%\"/><p class=\"caption\">Elephant-dance</p><p>\nAt last Kala Nag stood still between two tree-trunks at the very top of the\nhill. They were part of a circle of trees that grew round an irregular space of\nsome three or four acres, and in all that space, as Little Toomai could see,\nthe ground had been trampled down as hard as a brick floor. Some trees grew in\nthe center of the clearing, but their bark was rubbed away, and the white wood\nbeneath showed all shiny and polished in the patches of moonlight. There were\ncreepers hanging from the upper branches, and the bells of the flowers of the\ncreepers, great waxy white things like convolvuluses, hung down fast asleep.\nBut within the limits of the clearing there was not a single blade of\ngreen—nothing but the trampled earth.\n</p><p>\nThe moonlight showed it all iron gray, except where some elephants stood upon\nit, and their shadows were inky black. Little Toomai looked, holding his\nbreath, with his eyes starting out of his head, and as he looked, more and more\nand more elephants swung out into the open from between the tree trunks. Little\nToomai could only count up to ten, and he counted again and again on his\nfingers till he lost count of the tens, and his head began to swim. Outside the\nclearing he could hear them crashing in the undergrowth as they worked their\nway up the hillside, but as soon as they were within the circle of the tree\ntrunks they moved like ghosts.\n</p><p>\nThere were white-tusked wild males, with fallen leaves and nuts and twigs lying\nin the wrinkles of their necks and the folds of their ears; fat, slow-footed\nshe-elephants, with restless, little pinky black calves only three or four feet\nhigh running under their stomachs; young elephants with their tusks just\nbeginning to show, and very proud of them; lanky, scraggy old-maid elephants,\nwith their hollow anxious faces, and trunks like rough bark; savage old bull\nelephants, scarred from shoulder to flank with great weals and cuts of bygone\nfights, and the caked dirt of their solitary mud baths dropping from their\nshoulders; and there was one with a broken tusk and the marks of the\nfull-stroke, the terrible drawing scrape, of a tiger’s claws on his side.\n</p><p>\nThey were standing head to head, or walking to and fro across the ground in\ncouples, or rocking and swaying all by themselves—scores and scores of\nelephants.\n</p><p>\nToomai knew that so long as he lay still on Kala Nag’s neck nothing would\nhappen to him, for even in the rush and scramble of a Keddah drive a wild\nelephant does not reach up with his trunk and drag a man off the neck of a tame\nelephant. And these elephants were not thinking of men that night. Once they\nstarted and put their ears forward when they heard the chinking of a leg iron\nin the forest, but it was Pudmini, Petersen Sahib’s pet elephant, her chain\nsnapped short off, grunting, snuffling up the hillside. She must have broken\nher pickets and come straight from Petersen Sahib’s camp; and Little Toomai saw\nanother elephant, one that he did not know, with deep rope galls on his back\nand breast. He, too, must have run away from some camp in the hills about.\n</p><p>\nAt last there was no sound of any more elephants moving in the forest, and Kala\nNag rolled out from his station between the trees and went into the middle of\nthe crowd, clucking and gurgling, and all the elephants began to talk in their\nown tongue, and to move about.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0271}\" src=\"images/{0271}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Little Toomai looked down upon scores and scores of broad\nbacks.</p>\n</div><img alt=\"{0271}\" src=\"images/{0271}.jpg\" width=\"100%\"/><p class=\"caption\">Little Toomai looked down upon scores and scores of broad\nbacks.</p><p>\nStill lying down, Little Toomai looked down upon scores and scores of broad\nbacks, and wagging ears, and tossing trunks, and little rolling eyes. He heard\nthe click of tusks as they crossed other tusks by accident, and the dry rustle\nof trunks twined together, and the chafing of enormous sides and shoulders in\nthe crowd, and the incessant flick and hissh of the great tails. Then a cloud\ncame over the moon, and he sat in black darkness. But the quiet, steady\nhustling and pushing and gurgling went on just the same. He knew that there\nwere elephants all round Kala Nag, and that there was no chance of backing him\nout of the assembly; so he set his teeth and shivered. In a Keddah at least\nthere was torchlight and shouting, but here he was all alone in the dark, and\nonce a trunk came up and touched him on the knee.\n</p><p>\nThen an elephant trumpeted, and they all took it up for five or ten terrible\nseconds. The dew from the trees above spattered down like rain on the unseen\nbacks, and a dull booming noise began, not very loud at first, and Little\nToomai could not tell what it was. But it grew and grew, and Kala Nag lifted up\none forefoot and then the other, and brought them down on the ground—one-two,\none-two, as steadily as trip-hammers. The elephants were stamping all together\nnow, and it sounded like a war drum beaten at the mouth of a cave. The dew fell\nfrom the trees till there was no more left to fall, and the booming went on,\nand the ground rocked and shivered, and Little Toomai put his hands up to his\nears to shut out the sound. But it was all one gigantic jar that ran through\nhim—this stamp of hundreds of heavy feet on the raw earth. Once or twice he\ncould feel Kala Nag and all the others surge forward a few strides, and the\nthumping would change to the crushing sound of juicy green things being\nbruised, but in a minute or two the boom of feet on hard earth began again. A\ntree was creaking and groaning somewhere near him. He put out his arm and felt\nthe bark, but Kala Nag moved forward, still tramping, and he could not tell\nwhere he was in the clearing. There was no sound from the elephants, except\nonce, when two or three little calves squeaked together. Then he heard a thump\nand a shuffle, and the booming went on. It must have lasted fully two hours,\nand Little Toomai ached in every nerve, but he knew by the smell of the night\nair that the dawn was coming.\n</p><p>\nThe morning broke in one sheet of pale yellow behind the green hills, and the\nbooming stopped with the first ray, as though the light had been an order.\nBefore Little Toomai had got the ringing out of his head, before even he had\nshifted his position, there was not an elephant in sight except Kala Nag,\nPudmini, and the elephant with the rope-galls, and there was neither sign nor\nrustle nor whisper down the hillsides to show where the others had gone.\n</p><p>\nLittle Toomai stared again and again. The clearing, as he remembered it, had\ngrown in the night. More trees stood in the middle of it, but the undergrowth\nand the jungle grass at the sides had been rolled back. Little Toomai stared\nonce more. Now he understood the trampling. The elephants had stamped out more\nroom—had stamped the thick grass and juicy cane to trash, the trash into\nslivers, the slivers into tiny fibers, and the fibers into hard earth.\n</p><p>\n“Wah!” said Little Toomai, and his eyes were very heavy. “Kala Nag, my lord,\nlet us keep by Pudmini and go to Petersen Sahib’s camp, or I shall drop from\nthy neck.”\n</p><p>\nThe third elephant watched the two go away, snorted, wheeled round, and took\nhis own path. He may have belonged to some little native king’s establishment,\nfifty or sixty or a hundred miles away.\n</p><p>\nTwo hours later, as Petersen Sahib was eating early breakfast, his elephants,\nwho had been double chained that night, began to trumpet, and Pudmini, mired to\nthe shoulders, with Kala Nag, very footsore, shambled into the camp. Little\nToomai’s face was gray and pinched, and his hair was full of leaves and\ndrenched with dew, but he tried to salute Petersen Sahib, and cried faintly:\n“The dance—the elephant dance! I have seen it, and—I die!” As Kala Nag sat\ndown, he slid off his neck in a dead faint.\n</p><p>\nBut, since native children have no nerves worth speaking of, in two hours he\nwas lying very contentedly in Petersen Sahib’s hammock with Petersen Sahib’s\nshooting-coat under his head, and a glass of warm milk, a little brandy, with a\ndash of quinine, inside of him, and while the old hairy, scarred hunters of the\njungles sat three deep before him, looking at him as though he were a spirit,\nhe told his tale in short words, as a child will, and wound up with:\n</p><p>\n“Now, if I lie in one word, send men to see, and they will find that the\nelephant folk have trampled down more room in their dance-room, and they will\nfind ten and ten, and many times ten, tracks leading to that dance-room. They\nmade more room with their feet. I have seen it. Kala Nag took me, and I saw.\nAlso Kala Nag is very leg-weary!”\n</p><p>\nLittle Toomai lay back and slept all through the long afternoon and into the\ntwilight, and while he slept Petersen Sahib and Machua Appa followed the track\nof the two elephants for fifteen miles across the hills. Petersen Sahib had\nspent eighteen years in catching elephants, and he had only once before found\nsuch a dance-place. Machua Appa had no need to look twice at the clearing to\nsee what had been done there, or to scratch with his toe in the packed, rammed\nearth.\n</p><p>\n“The child speaks truth,” said he. “All this was done last night, and I have\ncounted seventy tracks crossing the river. See, Sahib, where Pudmini’s leg-iron\ncut the bark of that tree! Yes; she was there too.”\n</p><p>\nThey looked at one another and up and down, and they wondered. For the ways of\nelephants are beyond the wit of any man, black or white, to fathom.\n</p><p>\n“Forty years and five,” said Machua Appa, “have I followed my lord, the\nelephant, but never have I heard that any child of man had seen what this child\nhas seen. By all the Gods of the Hills, it is—what can we say?” and he shook\nhis head.\n</p><p>\nWhen they got back to camp it was time for the evening meal. Petersen Sahib ate\nalone in his tent, but he gave orders that the camp should have two sheep and\nsome fowls, as well as a double ration of flour and rice and salt, for he knew\nthat there would be a feast.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5332}\" src=\"images/{5332}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Toomai of the elephants</p>\n</div><img alt=\"{5332}\" src=\"images/{5332}.jpg\" width=\"100%\"/><p class=\"caption\">Toomai of the elephants</p><p>\nBig Toomai had come up hotfoot from the camp in the plains to search for his\nson and his elephant, and now that he had found them he looked at them as\nthough he were afraid of them both. And there was a feast by the blazing\ncampfires in front of the lines of picketed elephants, and Little Toomai was\nthe hero of it all. And the big brown elephant catchers, the trackers and\ndrivers and ropers, and the men who know all the secrets of breaking the\nwildest elephants, passed him from one to the other, and they marked his\nforehead with blood from the breast of a newly killed jungle-cock, to show that\nhe was a forester, initiated and free of all the jungles.\n</p><p>\nAnd at last, when the flames died down, and the red light of the logs made the\nelephants look as though they had been dipped in blood too, Machua Appa, the\nhead of all the drivers of all the Keddahs—Machua Appa, Petersen Sahib’s other\nself, who had never seen a made road in forty years: Machua Appa, who was so\ngreat that he had no other name than Machua Appa,—leaped to his feet, with\nLittle Toomai held high in the air above his head, and shouted: “Listen, my\nbrothers. Listen, too, you my lords in the lines there, for I, Machua Appa, am\nspeaking! This little one shall no more be called Little Toomai, but Toomai of\nthe Elephants, as his great-grandfather was called before him. What never man\nhas seen he has seen through the long night, and the favor of the elephant-folk\nand of the Gods of the Jungles is with him. He shall become a great tracker. He\nshall become greater than I, even I, Machua Appa! He shall follow the new\ntrail, and the stale trail, and the mixed trail, with a clear eye! He shall\ntake no harm in the Keddah when he runs under their bellies to rope the wild\ntuskers; and if he slips before the feet of the charging bull elephant, the\nbull elephant shall know who he is and shall not crush him. Aihai! my lords in\nthe chains,”—he whirled up the line of pickets—“here is the little one that has\nseen your dances in your hidden places,—the sight that never man saw! Give him\nhonor, my lords! Salaam karo, my children. Make your salute to Toomai of the\nElephants! Gunga Pershad, ahaa! Hira Guj, Birchi Guj, Kuttar Guj, ahaa!\nPudmini,—thou hast seen him at the dance, and thou too, Kala Nag, my pearl\namong elephants!—ahaa! Together! To Toomai of the Elephants. Barrao!”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0279}\" src=\"images/{0279}.jpg\" width=\"100%\"/>\n<p class=\"caption\">To Toomai of the elephants. Barrao!</p>\n</div><img alt=\"{0279}\" src=\"images/{0279}.jpg\" width=\"100%\"/><p class=\"caption\">To Toomai of the elephants. Barrao!</p><p>\nAnd at that last wild yell the whole line flung up their trunks till the tips\ntouched their foreheads, and broke out into the full salute—the crashing\ntrumpet-peal that only the Viceroy of India hears, the Salaamut of the Keddah.\n</p><p>\nBut it was all for the sake of Little Toomai, who had seen what never man had\nseen before—the dance of the elephants at night and alone in the heart of the\nGaro hills!\n</p>"
}