{
  "title": "Kaa’s Hunting",
  "subtitle": "Kaa’s Hunting",
  "chapterId": "chapter-4",
  "prev": "chapter-3",
  "next": "chapter-5",
  "content": "<p class=\"poem\">\nHis spots are the joy of the Leopard: his horns are the Buffalo’s pride.<br/>\nBe clean, for the strength of the hunter is known by the gloss of his\nhide.<br/>\nIf ye find that the Bullock can toss you, or the heavy-browed Sambhur can\ngore;<br/>\nYe need not stop work to inform us: we knew it ten seasons before.<br/>\n<br/>\nOppress not the cubs of the stranger, but hail them as Sister and Brother,<br/>\nFor though they are little and fubsy, it may be the Bear is their mother.<br/>\n“There is none like to me!” says the Cub in the pride of his earliest\nkill;<br/>\nBut the jungle is large and the Cub he is small. Let him think and be\nstill.<br/>\n<i>Maxims of Baloo</i>\n</p><p>\nAll that is told here happened some time before Mowgli was turned out of the\nSeeonee Wolf Pack, or revenged himself on Shere Khan the tiger. It was in the\ndays when Baloo was teaching him the Law of the Jungle. The big, serious, old\nbrown bear was delighted to have so quick a pupil, for the young wolves will\nonly learn as much of the Law of the Jungle as applies to their own pack and\ntribe, and run away as soon as they can repeat the Hunting Verse—“Feet that\nmake no noise; eyes that can see in the dark; ears that can hear the winds in\ntheir lairs, and sharp white teeth, all these things are the marks of our\nbrothers except Tabaqui the Jackal and the Hyaena whom we hate.” But Mowgli, as\na man-cub, had to learn a great deal more than this. Sometimes Bagheera the\nBlack Panther would come lounging through the jungle to see how his pet was\ngetting on, and would purr with his head against a tree while Mowgli recited\nthe day’s lesson to Baloo. The boy could climb almost as well as he could swim,\nand swim almost as well as he could run. So Baloo, the Teacher of the Law,\ntaught him the Wood and Water Laws: how to tell a rotten branch from a sound\none; how to speak politely to the wild bees when he came upon a hive of them\nfifty feet above ground; what to say to Mang the Bat when he disturbed him in\nthe branches at midday; and how to warn the water-snakes in the pools before he\nsplashed down among them. None of the Jungle People like being disturbed, and\nall are very ready to fly at an intruder. Then, too, Mowgli was taught the\nStrangers’ Hunting Call, which must be repeated aloud till it is answered,\nwhenever one of the Jungle-People hunts outside his own grounds. It means,\ntranslated, “Give me leave to hunt here because I am hungry.” And the answer\nis, “Hunt then for food, but not for pleasure.”\n</p><p>\nAll this will show you how much Mowgli had to learn by heart, and he grew very\ntired of saying the same thing over a hundred times. But, as Baloo said to\nBagheera, one day when Mowgli had been cuffed and run off in a temper, “A man’s\ncub is a man’s cub, and he must learn all the Law of the Jungle.”\n</p><p>\n“But think how small he is,” said the Black Panther, who would have spoiled\nMowgli if he had had his own way. “How can his little head carry all thy long\ntalk?”\n</p><p>\n“Is there anything in the jungle too little to be killed? No. That is why I\nteach him these things, and that is why I hit him, very softly, when he\nforgets.”\n</p><p>\n“Softly! What dost thou know of softness, old Iron-feet?” Bagheera grunted.\n“His face is all bruised today by thy—softness. Ugh.”\n</p><p>\n“Better he should be bruised from head to foot by me who love him than that he\nshould come to harm through ignorance,” Baloo answered very earnestly. “I am\nnow teaching him the Master Words of the Jungle that shall protect him with the\nbirds and the Snake People, and all that hunt on four feet, except his own\npack. He can now claim protection, if he will only remember the words, from all\nin the jungle. Is not that worth a little beating?”\n</p><p>\n“Well, look to it then that thou dost not kill the man-cub. He is no tree trunk\nto sharpen thy blunt claws upon. But what are those Master Words? I am more\nlikely to give help than to ask it”—Bagheera stretched out one paw and admired\nthe steel-blue, ripping-chisel talons at the end of it—“still I should like to\nknow.”\n</p><p>\n“I will call Mowgli and he shall say them—if he will. Come, Little Brother!”\n</p><p>\n“My head is ringing like a bee tree,” said a sullen little voice over their\nheads, and Mowgli slid down a tree trunk very angry and indignant, adding as he\nreached the ground: “I come for Bagheera and not for thee, fat old Baloo!”\n</p><p>\n“That is all one to me,” said Baloo, though he was hurt and grieved. “Tell\nBagheera, then, the Master Words of the Jungle that I have taught thee this\nday.”\n</p><p>\n“Master Words for which people?” said Mowgli, delighted to show off. “The\njungle has many tongues. I know them all.”\n</p><p>\n“A little thou knowest, but not much. See, O Bagheera, they never thank their\nteacher. Not one small wolfling has ever come back to thank old Baloo for his\nteachings. Say the word for the Hunting-People, then—great scholar.”\n</p><p>\n“We be of one blood, ye and I,” said Mowgli, giving the words the Bear accent\nwhich all the Hunting People use.\n</p><p>\n“Good. Now for the birds.”\n</p><p>\nMowgli repeated, with the Kite’s whistle at the end of the sentence.\n</p><p>\n“Now for the Snake-People,” said Bagheera.\n</p><p>\nThe answer was a perfectly indescribable hiss, and Mowgli kicked up his feet\nbehind, clapped his hands together to applaud himself, and jumped on to\nBagheera’s back, where he sat sideways, drumming with his heels on the glossy\nskin and making the worst faces he could think of at Baloo.\n</p><p>\n“There—there! That was worth a little bruise,” said the brown bear tenderly.\n“Some day thou wilt remember me.” Then he turned aside to tell Bagheera how he\nhad begged the Master Words from Hathi the Wild Elephant, who knows all about\nthese things, and how Hathi had taken Mowgli down to a pool to get the Snake\nWord from a water-snake, because Baloo could not pronounce it, and how Mowgli\nwas now reasonably safe against all accidents in the jungle, because neither\nsnake, bird, nor beast would hurt him.\n</p><p>\n“No one then is to be feared,” Baloo wound up, patting his big furry stomach\nwith pride.\n</p><p>\n“Except his own tribe,” said Bagheera, under his breath; and then aloud to\nMowgli, “Have a care for my ribs, Little Brother! What is all this dancing up\nand down?”\n</p><p>\nMowgli had been trying to make himself heard by pulling at Bagheera’s shoulder\nfur and kicking hard. When the two listened to him he was shouting at the top\nof his voice, “And so I shall have a tribe of my own, and lead them through the\nbranches all day long.”\n</p><p>\n“What is this new folly, little dreamer of dreams?” said Bagheera.\n</p><p>\n“Yes, and throw branches and dirt at old Baloo,” Mowgli went on. “They have\npromised me this. Ah!”\n</p><p>\n“Whoof!” Baloo’s big paw scooped Mowgli off Bagheera’s back, and as the boy lay\nbetween the big fore-paws he could see the Bear was angry.\n</p><p>\n“Mowgli,” said Baloo, “thou hast been talking with the Bandar-log—the Monkey\nPeople.”\n</p><p>\nMowgli looked at Bagheera to see if the Panther was angry too, and Bagheera’s\neyes were as hard as jade stones.\n</p><p>\n“Thou hast been with the Monkey People—the gray apes—the people without a\nlaw—the eaters of everything. That is great shame.”\n</p><p>\n“When Baloo hurt my head,” said Mowgli (he was still on his back), “I went\naway, and the gray apes came down from the trees and had pity on me. No one\nelse cared.” He snuffled a little.\n</p><p>\n“The pity of the Monkey People!” Baloo snorted. “The stillness of the mountain\nstream! The cool of the summer sun! And then, man-cub?”\n</p><p>\n“And then, and then, they gave me nuts and pleasant things to eat, and\nthey—they carried me in their arms up to the top of the trees and said I was\ntheir blood brother except that I had no tail, and should be their leader some\nday.”\n</p><p>\n“They have no leader,” said Bagheera. “They lie. They have always lied.”\n</p><p>\n“They were very kind and bade me come again. Why have I never been taken among\nthe Monkey People? They stand on their feet as I do. They do not hit me with\ntheir hard paws. They play all day. Let me get up! Bad Baloo, let me up! I will\nplay with them again.”\n</p><p>\n“Listen, man-cub,” said the Bear, and his voice rumbled like thunder on a hot\nnight. “I have taught thee all the Law of the Jungle for all the peoples of the\njungle—except the Monkey-Folk who live in the trees. They have no law. They are\noutcasts. They have no speech of their own, but use the stolen words which they\noverhear when they listen, and peep, and wait up above in the branches. Their\nway is not our way. They are without leaders. They have no remembrance. They\nboast and chatter and pretend that they are a great people about to do great\naffairs in the jungle, but the falling of a nut turns their minds to laughter\nand all is forgotten. We of the jungle have no dealings with them. We do not\ndrink where the monkeys drink; we do not go where the monkeys go; we do not\nhunt where they hunt; we do not die where they die. Hast thou ever heard me\nspeak of the Bandar-log till today?”\n</p><p>\n“No,” said Mowgli in a whisper, for the forest was very still now Baloo had\nfinished.\n</p><p>\n“The Jungle-People put them out of their mouths and out of their minds. They\nare very many, evil, dirty, shameless, and they desire, if they have any fixed\ndesire, to be noticed by the Jungle People. But we do not notice them even when\nthey throw nuts and filth on our heads.”\n</p><p>\nHe had hardly spoken when a shower of nuts and twigs spattered down through the\nbranches; and they could hear coughings and howlings and angry jumpings high up\nin the air among the thin branches.\n</p><p>\n“The Monkey-People are forbidden,” said Baloo, “forbidden to the Jungle-People.\nRemember.”\n</p><p>\n“Forbidden,” said Bagheera, “but I still think Baloo should have warned thee\nagainst them.”\n</p><p>\n“I—I? How was I to guess he would play with such dirt. The Monkey People!\nFaugh!”\n</p><p>\nA fresh shower came down on their heads and the two trotted away, taking Mowgli\nwith them. What Baloo had said about the monkeys was perfectly true. They\nbelonged to the tree-tops, and as beasts very seldom look up, there was no\noccasion for the monkeys and the Jungle-People to cross each other’s path. But\nwhenever they found a sick wolf, or a wounded tiger, or bear, the monkeys would\ntorment him, and would throw sticks and nuts at any beast for fun and in the\nhope of being noticed. Then they would howl and shriek senseless songs, and\ninvite the Jungle-People to climb up their trees and fight them, or would start\nfurious battles over nothing among themselves, and leave the dead monkeys where\nthe Jungle-People could see them. They were always just going to have a leader,\nand laws and customs of their own, but they never did, because their memories\nwould not hold over from day to day, and so they compromised things by making\nup a saying, “What the Bandar-log think now the jungle will think later,” and\nthat comforted them a great deal. None of the beasts could reach them, but on\nthe other hand none of the beasts would notice them, and that was why they were\nso pleased when Mowgli came to play with them, and they heard how angry Baloo\nwas.\n</p><p>\nThey never meant to do any more—the Bandar-log never mean anything at all; but\none of them invented what seemed to him a brilliant idea, and he told all the\nothers that Mowgli would be a useful person to keep in the tribe, because he\ncould weave sticks together for protection from the wind; so, if they caught\nhim, they could make him teach them. Of course Mowgli, as a woodcutter’s child,\ninherited all sorts of instincts, and used to make little huts of fallen\nbranches without thinking how he came to do it. The Monkey-People, watching in\nthe trees, considered his play most wonderful. This time, they said, they were\nreally going to have a leader and become the wisest people in the jungle—so\nwise that everyone else would notice and envy them. Therefore they followed\nBaloo and Bagheera and Mowgli through the jungle very quietly till it was time\nfor the midday nap, and Mowgli, who was very much ashamed of himself, slept\nbetween the Panther and the Bear, resolving to have no more to do with the\nMonkey People.\n</p><p>\nThe next thing he remembered was feeling hands on his legs and arms—hard,\nstrong, little hands—and then a swash of branches in his face, and then he was\nstaring down through the swaying boughs as Baloo woke the jungle with his deep\ncries and Bagheera bounded up the trunk with every tooth bared. The Bandar-log\nhowled with triumph and scuffled away to the upper branches where Bagheera\ndared not follow, shouting: “He has noticed us! Bagheera has noticed us. All\nthe Jungle-People admire us for our skill and our cunning.” Then they began\ntheir flight; and the flight of the Monkey-People through tree-land is one of\nthe things nobody can describe. They have their regular roads and crossroads,\nup hills and down hills, all laid out from fifty to seventy or a hundred feet\nabove ground, and by these they can travel even at night if necessary. Two of\nthe strongest monkeys caught Mowgli under the arms and swung off with him\nthrough the treetops, twenty feet at a bound. Had they been alone they could\nhave gone twice as fast, but the boy’s weight held them back. Sick and giddy as\nMowgli was he could not help enjoying the wild rush, though the glimpses of\nearth far down below frightened him, and the terrible check and jerk at the end\nof the swing over nothing but empty air brought his heart between his teeth.\nHis escort would rush him up a tree till he felt the thinnest topmost branches\ncrackle and bend under them, and then with a cough and a whoop would fling\nthemselves into the air outward and downward, and bring up, hanging by their\nhands or their feet to the lower limbs of the next tree. Sometimes he could see\nfor miles and miles across the still green jungle, as a man on the top of a\nmast can see for miles across the sea, and then the branches and leaves would\nlash him across the face, and he and his two guards would be almost down to\nearth again. So, bounding and crashing and whooping and yelling, the whole\ntribe of Bandar-log swept along the tree-roads with Mowgli their prisoner.\n</p><p>\nFor a time he was afraid of being dropped. Then he grew angry but knew better\nthan to struggle, and then he began to think. The first thing was to send back\nword to Baloo and Bagheera, for, at the pace the monkeys were going, he knew\nhis friends would be left far behind. It was useless to look down, for he could\nonly see the topsides of the branches, so he stared upward and saw, far away in\nthe blue, Rann the Kite balancing and wheeling as he kept watch over the jungle\nwaiting for things to die. Rann saw that the monkeys were carrying something,\nand dropped a few hundred yards to find out whether their load was good to eat.\nHe whistled with surprise when he saw Mowgli being dragged up to a treetop and\nheard him give the Kite call for—“We be of one blood, thou and I.” The waves of\nthe branches closed over the boy, but Rann balanced away to the next tree in\ntime to see the little brown face come up again. “Mark my trail!” Mowgli\nshouted. “Tell Baloo of the Seeonee Pack and Bagheera of the Council Rock.”\n</p><p>\n“In whose name, Brother?” Rann had never seen Mowgli before, though of course\nhe had heard of him.\n</p><p>\n“Mowgli, the Frog. Man-cub they call me! Mark my trail!”\n</p><p>\nThe last words were shrieked as he was being swung through the air, but Rann\nnodded and rose up till he looked no bigger than a speck of dust, and there he\nhung, watching with his telescope eyes the swaying of the treetops as Mowgli’s\nescort whirled along.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5090}\" src=\"images/{5090}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Baloo in the forest</p>\n</div><img alt=\"{5090}\" src=\"images/{5090}.jpg\" width=\"100%\"/><p class=\"caption\">Baloo in the forest</p><p>\n“They never go far,” he said with a chuckle. “They never do what they set out\nto do. Always pecking at new things are the Bandar-log. This time, if I have\nany eye-sight, they have pecked down trouble for themselves, for Baloo is no\nfledgling and Bagheera can, as I know, kill more than goats.”\n</p><p>\nSo he rocked on his wings, his feet gathered up under him, and waited.\n</p><p>\nMeantime, Baloo and Bagheera were furious with rage and grief. Bagheera climbed\nas he had never climbed before, but the thin branches broke beneath his weight,\nand he slipped down, his claws full of bark.\n</p><p>\n“Why didst thou not warn the man-cub?” he roared to poor Baloo, who had set off\nat a clumsy trot in the hope of overtaking the monkeys. “What was the use of\nhalf slaying him with blows if thou didst not warn him?”\n</p><p>\n“Haste! O haste! We—we may catch them yet!” Baloo panted.\n</p><p>\n“At that speed! It would not tire a wounded cow. Teacher of the\nLaw—cub-beater—a mile of that rolling to and fro would burst thee open. Sit\nstill and think! Make a plan. This is no time for chasing. They may drop him if\nwe follow too close.”\n</p><p>\n“Arrula! Whoo! They may have dropped him already, being tired of carrying him.\nWho can trust the Bandar-log? Put dead bats on my head! Give me black bones to\neat! Roll me into the hives of the wild bees that I may be stung to death, and\nbury me with the Hyaena, for I am most miserable of bears! Arulala! Wahooa! O\nMowgli, Mowgli! Why did I not warn thee against the Monkey-Folk instead of\nbreaking thy head? Now perhaps I may have knocked the day’s lesson out of his\nmind, and he will be alone in the jungle without the Master Words.”\n</p><p>\nBaloo clasped his paws over his ears and rolled to and fro moaning.\n</p><p>\n“At least he gave me all the Words correctly a little time ago,” said Bagheera\nimpatiently. “Baloo, thou hast neither memory nor respect. What would the\njungle think if I, the Black Panther, curled myself up like Ikki the Porcupine,\nand howled?”\n</p><p>\n“What do I care what the jungle thinks? He may be dead by now.”\n</p><p>\n“Unless and until they drop him from the branches in sport, or kill him out of\nidleness, I have no fear for the man-cub. He is wise and well taught, and above\nall he has the eyes that make the Jungle-People afraid. But (and it is a great\nevil) he is in the power of the Bandar-log, and they, because they live in\ntrees, have no fear of any of our people.” Bagheera licked one forepaw\nthoughtfully.\n</p><p>\n“Fool that I am! Oh, fat, brown, root-digging fool that I am,” said Baloo,\nuncoiling himself with a jerk, “it is true what Hathi the Wild Elephant says:\n`To each his own fear’; and they, the Bandar-log, fear Kaa the Rock Snake. He\ncan climb as well as they can. He steals the young monkeys in the night. The\nwhisper of his name makes their wicked tails cold. Let us go to Kaa.”\n</p><p>\n“What will he do for us? He is not of our tribe, being footless—and with most\nevil eyes,” said Bagheera.\n</p><p>\n“He is very old and very cunning. Above all, he is always hungry,” said Baloo\nhopefully. “Promise him many goats.”\n</p><p>\n“He sleeps for a full month after he has once eaten. He may be asleep now, and\neven were he awake what if he would rather kill his own goats?” Bagheera, who\ndid not know much about Kaa, was naturally suspicious.\n</p><p>\n“Then in that case, thou and I together, old hunter, might make him see\nreason.” Here Baloo rubbed his faded brown shoulder against the Panther, and\nthey went off to look for Kaa the Rock Python.\n</p><p>\nThey found him stretched out on a warm ledge in the afternoon sun, admiring his\nbeautiful new coat, for he had been in retirement for the last ten days\nchanging his skin, and now he was very splendid—darting his big blunt-nosed\nhead along the ground, and twisting the thirty feet of his body into fantastic\nknots and curves, and licking his lips as he thought of his dinner to come.\n</p><p>\n“He has not eaten,” said Baloo, with a grunt of relief, as soon as he saw the\nbeautifully mottled brown and yellow jacket. “Be careful, Bagheera! He is\nalways a little blind after he has changed his skin, and very quick to strike.”\n</p><p>\nKaa was not a poison snake—in fact he rather despised the poison snakes as\ncowards—but his strength lay in his hug, and when he had once lapped his huge\ncoils round anybody there was no more to be said. “Good hunting!” cried Baloo,\nsitting up on his haunches. Like all snakes of his breed Kaa was rather deaf,\nand did not hear the call at first. Then he curled up ready for any accident,\nhis head lowered.\n</p><p>\n“Good hunting for us all,” he answered. “Oho, Baloo, what dost thou do here?\nGood hunting, Bagheera. One of us at least needs food. Is there any news of\ngame afoot? A doe now, or even a young buck? I am as empty as a dried well.”\n</p><p>\n“We are hunting,” said Baloo carelessly. He knew that you must not hurry Kaa.\nHe is too big.\n</p><p>\n“Give me permission to come with you,” said Kaa. “A blow more or less is\nnothing to thee, Bagheera or Baloo, but I—I have to wait and wait for days in a\nwood-path and climb half a night on the mere chance of a young ape. Psshaw! The\nbranches are not what they were when I was young. Rotten twigs and dry boughs\nare they all.”\n</p><p>\n“Maybe thy great weight has something to do with the matter,” said Baloo.\n</p><p>\n“I am a fair length—a fair length,” said Kaa with a little pride. “But for all\nthat, it is the fault of this new-grown timber. I came very near to falling on\nmy last hunt—very near indeed—and the noise of my slipping, for my tail was not\ntight wrapped around the tree, waked the Bandar-log, and they called me most\nevil names.”\n</p><p>\n“Footless, yellow earth-worm,” said Bagheera under his whiskers, as though he\nwere trying to remember something.\n</p><p>\n“Sssss! Have they ever called me that?” said Kaa.\n</p><p>\n“Something of that kind it was that they shouted to us last moon, but we never\nnoticed them. They will say anything—even that thou hast lost all thy teeth,\nand wilt not face anything bigger than a kid, because (they are indeed\nshameless, these Bandar-log)—because thou art afraid of the he-goat’s horns,”\nBagheera went on sweetly.\n</p><p>\nNow a snake, especially a wary old python like Kaa, very seldom shows that he\nis angry, but Baloo and Bagheera could see the big swallowing muscles on either\nside of Kaa’s throat ripple and bulge.\n</p><p>\n“The Bandar-log have shifted their grounds,” he said quietly. “When I came up\ninto the sun today I heard them whooping among the tree-tops.”\n</p><p>\n“It—it is the Bandar-log that we follow now,” said Baloo, but the words stuck\nin his throat, for that was the first time in his memory that one of the\nJungle-People had owned to being interested in the doings of the monkeys.\n</p><p>\n“Beyond doubt then it is no small thing that takes two such hunters—leaders in\ntheir own jungle I am certain—on the trail of the Bandar-log,” Kaa replied\ncourteously, as he swelled with curiosity.\n</p><p>\n“Indeed,” Baloo began, “I am no more than the old and sometimes very foolish\nTeacher of the Law to the Seeonee wolf-cubs, and Bagheera here—”\n</p><p>\n“Is Bagheera,” said the Black Panther, and his jaws shut with a snap, for he\ndid not believe in being humble. “The trouble is this, Kaa. Those nut-stealers\nand pickers of palm leaves have stolen away our man-cub of whom thou hast\nperhaps heard.”\n</p><p>\n“I heard some news from Ikki (his quills make him presumptuous) of a man-thing\nthat was entered into a wolf pack, but I did not believe. Ikki is full of\nstories half heard and very badly told.”\n</p><p>\n“But it is true. He is such a man-cub as never was,” said Baloo. “The best and\nwisest and boldest of man-cubs—my own pupil, who shall make the name of Baloo\nfamous through all the jungles; and besides, I—we—love him, Kaa.”\n</p><p>\n“Ts! Ts!” said Kaa, weaving his head to and fro. “I also have known what love\nis. There are tales I could tell that—”\n</p><p>\n“That need a clear night when we are all well fed to praise properly,” said\nBagheera quickly. “Our man-cub is in the hands of the Bandar-log now, and we\nknow that of all the Jungle-People they fear Kaa alone.”\n</p><p>\n“They fear me alone. They have good reason,” said Kaa. “Chattering, foolish,\nvain—vain, foolish, and chattering, are the monkeys. But a man-thing in their\nhands is in no good luck. They grow tired of the nuts they pick, and throw them\ndown. They carry a branch half a day, meaning to do great things with it, and\nthen they snap it in two. That man-thing is not to be envied. They called me\nalso—`yellow fish’ was it not?”\n</p><p>\n“Worm—worm—earth-worm,” said Bagheera, “as well as other things which I cannot\nnow say for shame.”\n</p><p>\n“We must remind them to speak well of their master. Aaa-ssp! We must help their\nwandering memories. Now, whither went they with the cub?”\n</p><p>\n“The jungle alone knows. Toward the sunset, I believe,” said Baloo. “We had\nthought that thou wouldst know, Kaa.”\n</p><p>\n“I? How? I take them when they come in my way, but I do not hunt the\nBandar-log, or frogs—or green scum on a water-hole, for that matter.”\n</p><p>\n“Up, Up! Up, Up! Hillo! Illo! Illo, look up, Baloo of the Seeonee Wolf Pack!”\n</p><p>\nBaloo looked up to see where the voice came from, and there was Rann the Kite,\nsweeping down with the sun shining on the upturned flanges of his wings. It was\nnear Rann’s bedtime, but he had ranged all over the jungle looking for the Bear\nand had missed him in the thick foliage.\n</p><p>\n“What is it?” said Baloo.\n</p><p>\n“I have seen Mowgli among the Bandar-log. He bade me tell you. I watched. The\nBandar-log have taken him beyond the river to the monkey city—to the Cold\nLairs. They may stay there for a night, or ten nights, or an hour. I have told\nthe bats to watch through the dark time. That is my message. Good hunting, all\nyou below!”\n</p><p>\n“Full gorge and a deep sleep to you, Rann,” cried Bagheera. “I will remember\nthee in my next kill, and put aside the head for thee alone, O best of kites!”\n</p><p>\n“It is nothing. It is nothing. The boy held the Master Word. I could have done\nno less,” and Rann circled up again to his roost.\n</p><p>\n“He has not forgotten to use his tongue,” said Baloo with a chuckle of pride.\n“To think of one so young remembering the Master Word for the birds too while\nhe was being pulled across trees!”\n</p><p>\n“It was most firmly driven into him,” said Bagheera. “But I am proud of him,\nand now we must go to the Cold Lairs.”\n</p><p>\nThey all knew where that place was, but few of the Jungle People ever went\nthere, because what they called the Cold Lairs was an old deserted city, lost\nand buried in the jungle, and beasts seldom use a place that men have once\nused. The wild boar will, but the hunting tribes do not. Besides, the monkeys\nlived there as much as they could be said to live anywhere, and no\nself-respecting animal would come within eyeshot of it except in times of\ndrought, when the half-ruined tanks and reservoirs held a little water.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5104}\" src=\"images/{5104}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The “Cold Lairs”</p>\n</div><img alt=\"{5104}\" src=\"images/{5104}.jpg\" width=\"100%\"/><p class=\"caption\">The “Cold Lairs”</p><p>\n“It is half a night’s journey—at full speed,” said Bagheera, and Baloo looked\nvery serious. “I will go as fast as I can,” he said anxiously.\n</p><p>\n“We dare not wait for thee. Follow, Baloo. We must go on the quick-foot—Kaa and\nI.”\n</p><p>\n“Feet or no feet, I can keep abreast of all thy four,” said Kaa shortly. Baloo\nmade one effort to hurry, but had to sit down panting, and so they left him to\ncome on later, while Bagheera hurried forward, at the quick panther-canter. Kaa\nsaid nothing, but, strive as Bagheera might, the huge Rock-python held level\nwith him. When they came to a hill stream, Bagheera gained, because he bounded\nacross while Kaa swam, his head and two feet of his neck clearing the water,\nbut on level ground Kaa made up the distance.\n</p><p>\n“By the Broken Lock that freed me,” said Bagheera, when twilight had fallen,\n“thou art no slow goer!”\n</p><p>\n“I am hungry,” said Kaa. “Besides, they called me speckled frog.”\n</p><p>\n“Worm—earth-worm, and yellow to boot.”\n</p><p>\n“All one. Let us go on,” and Kaa seemed to pour himself along the ground,\nfinding the shortest road with his steady eyes, and keeping to it.\n</p><p>\nIn the Cold Lairs the Monkey-People were not thinking of Mowgli’s friends at\nall. They had brought the boy to the Lost City, and were very much pleased with\nthemselves for the time. Mowgli had never seen an Indian city before, and\nthough this was almost a heap of ruins it seemed very wonderful and splendid.\nSome king had built it long ago on a little hill. You could still trace the\nstone causeways that led up to the ruined gates where the last splinters of\nwood hung to the worn, rusted hinges. Trees had grown into and out of the\nwalls; the battlements were tumbled down and decayed, and wild creepers hung\nout of the windows of the towers on the walls in bushy hanging clumps.\n</p><p>\nA great roofless palace crowned the hill, and the marble of the courtyards and\nthe fountains was split, and stained with red and green, and the very\ncobblestones in the courtyard where the king’s elephants used to live had been\nthrust up and apart by grasses and young trees. From the palace you could see\nthe rows and rows of roofless houses that made up the city looking like empty\nhoneycombs filled with blackness; the shapeless block of stone that had been an\nidol in the square where four roads met; the pits and dimples at street corners\nwhere the public wells once stood, and the shattered domes of temples with wild\nfigs sprouting on their sides. The monkeys called the place their city, and\npretended to despise the Jungle-People because they lived in the forest. And\nyet they never knew what the buildings were made for nor how to use them. They\nwould sit in circles on the hall of the king’s council chamber, and scratch for\nfleas and pretend to be men; or they would run in and out of the roofless\nhouses and collect pieces of plaster and old bricks in a corner, and forget\nwhere they had hidden them, and fight and cry in scuffling crowds, and then\nbreak off to play up and down the terraces of the king’s garden, where they\nwould shake the rose trees and the oranges in sport to see the fruit and\nflowers fall. They explored all the passages and dark tunnels in the palace and\nthe hundreds of little dark rooms, but they never remembered what they had seen\nand what they had not; and so drifted about in ones and twos or crowds telling\neach other that they were doing as men did. They drank at the tanks and made\nthe water all muddy, and then they fought over it, and then they would all rush\ntogether in mobs and shout: “There is no one in the jungle so wise and good and\nclever and strong and gentle as the Bandar-log.” Then all would begin again\ntill they grew tired of the city and went back to the tree-tops, hoping the\nJungle-People would notice them.\n</p><p>\nMowgli, who had been trained under the Law of the Jungle, did not like or\nunderstand this kind of life. The monkeys dragged him into the Cold Lairs late\nin the afternoon, and instead of going to sleep, as Mowgli would have done\nafter a long journey, they joined hands and danced about and sang their foolish\nsongs. One of the monkeys made a speech and told his companions that Mowgli’s\ncapture marked a new thing in the history of the Bandar-log, for Mowgli was\ngoing to show them how to weave sticks and canes together as a protection\nagainst rain and cold. Mowgli picked up some creepers and began to work them in\nand out, and the monkeys tried to imitate; but in a very few minutes they lost\ninterest and began to pull their friends’ tails or jump up and down on all\nfours, coughing.\n</p><p>\n“I wish to eat,” said Mowgli. “I am a stranger in this part of the jungle.\nBring me food, or give me leave to hunt here.”\n</p><p>\nTwenty or thirty monkeys bounded away to bring him nuts and wild pawpaws. But\nthey fell to fighting on the road, and it was too much trouble to go back with\nwhat was left of the fruit. Mowgli was sore and angry as well as hungry, and he\nroamed through the empty city giving the Strangers’ Hunting Call from time to\ntime, but no one answered him, and Mowgli felt that he had reached a very bad\nplace indeed. “All that Baloo has said about the Bandar-log is true,” he\nthought to himself. “They have no Law, no Hunting Call, and no leaders—nothing\nbut foolish words and little picking thievish hands. So if I am starved or\nkilled here, it will be all my own fault. But I must try to return to my own\njungle. Baloo will surely beat me, but that is better than chasing silly rose\nleaves with the Bandar-log.”\n</p><p>\nNo sooner had he walked to the city wall than the monkeys pulled him back,\ntelling him that he did not know how happy he was, and pinching him to make him\ngrateful. He set his teeth and said nothing, but went with the shouting monkeys\nto a terrace above the red sandstone reservoirs that were half-full of rain\nwater. There was a ruined summer-house of white marble in the center of the\nterrace, built for queens dead a hundred years ago. The domed roof had half\nfallen in and blocked up the underground passage from the palace by which the\nqueens used to enter. But the walls were made of screens of marble\ntracery—beautiful milk-white fretwork, set with agates and cornelians and\njasper and lapis lazuli, and as the moon came up behind the hill it shone\nthrough the open work, casting shadows on the ground like black velvet\nembroidery. Sore, sleepy, and hungry as he was, Mowgli could not help laughing\nwhen the Bandar-log began, twenty at a time, to tell him how great and wise and\nstrong and gentle they were, and how foolish he was to wish to leave them. “We\nare great. We are free. We are wonderful. We are the most wonderful people in\nall the jungle! We all say so, and so it must be true,” they shouted. “Now as\nyou are a new listener and can carry our words back to the Jungle-People so\nthat they may notice us in future, we will tell you all about our most\nexcellent selves.” Mowgli made no objection, and the monkeys gathered by\nhundreds and hundreds on the terrace to listen to their own speakers singing\nthe praises of the Bandar-log, and whenever a speaker stopped for want of\nbreath they would all shout together: “This is true; we all say so.” Mowgli\nnodded and blinked, and said “Yes” when they asked him a question, and his head\nspun with the noise. “Tabaqui the Jackal must have bitten all these people,” he\nsaid to himself, “and now they have madness. Certainly this is <i>dewanee</i>,\nthe madness. Do they never go to sleep? Now there is a cloud coming to cover\nthat moon. If it were only a big enough cloud I might try to run away in the\ndarkness. But I am tired.”\n</p><p>\nThat same cloud was being watched by two good friends in the ruined ditch below\nthe city wall, for Bagheera and Kaa, knowing well how dangerous the\nMonkey-People were in large numbers, did not wish to run any risks. The monkeys\nnever fight unless they are a hundred to one, and few in the jungle care for\nthose odds.\n</p><p>\n“I will go to the west wall,” Kaa whispered, “and come down swiftly with the\nslope of the ground in my favor. They will not throw themselves upon my back in\ntheir hundreds, but—”\n</p><p>\n“I know it,” said Bagheera. “Would that Baloo were here, but we must do what we\ncan. When that cloud covers the moon I shall go to the terrace. They hold some\nsort of council there over the boy.”\n</p><p>\n“Good hunting,” said Kaa grimly, and glided away to the west wall. That\nhappened to be the least ruined of any, and the big snake was delayed awhile\nbefore he could find a way up the stones. The cloud hid the moon, and as Mowgli\nwondered what would come next he heard Bagheera’s light feet on the terrace.\nThe Black Panther had raced up the slope almost without a sound and was\nstriking—he knew better than to waste time in biting—right and left among the\nmonkeys, who were seated round Mowgli in circles fifty and sixty deep. There\nwas a howl of fright and rage, and then as Bagheera tripped on the rolling\nkicking bodies beneath him, a monkey shouted: “There is only one here! Kill\nhim! Kill.” A scuffling mass of monkeys, biting, scratching, tearing, and\npulling, closed over Bagheera, while five or six laid hold of Mowgli, dragged\nhim up the wall of the summerhouse and pushed him through the hole of the\nbroken dome. A man-trained boy would have been badly bruised, for the fall was\na good fifteen feet, but Mowgli fell as Baloo had taught him to fall, and\nlanded on his feet.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{5117}\" src=\"images/{5117}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The monkey fight</p>\n</div><img alt=\"{5117}\" src=\"images/{5117}.jpg\" width=\"100%\"/><p class=\"caption\">The monkey fight</p><p>\n“Stay there,” shouted the monkeys, “till we have killed thy friends, and later\nwe will play with thee—if the Poison-People leave thee alive.”\n</p><p>\n“We be of one blood, ye and I,” said Mowgli, quickly giving the Snake’s Call.\nHe could hear rustling and hissing in the rubbish all round him and gave the\nCall a second time, to make sure.\n</p><p>\n“Even ssso! Down hoods all!” said half a dozen low voices (every ruin in India\nbecomes sooner or later a dwelling place of snakes, and the old summerhouse was\nalive with cobras). “Stand still, Little Brother, for thy feet may do us harm.”\n</p><p>\nMowgli stood as quietly as he could, peering through the open work and\nlistening to the furious din of the fight round the Black Panther—the yells and\nchatterings and scufflings, and Bagheera’s deep, hoarse cough as he backed and\nbucked and twisted and plunged under the heaps of his enemies. For the first\ntime since he was born, Bagheera was fighting for his life.\n</p><p>\n“Baloo must be at hand; Bagheera would not have come alone,” Mowgli thought.\nAnd then he called aloud: “To the tank, Bagheera. Roll to the water tanks. Roll\nand plunge! Get to the water!”\n</p><p>\nBagheera heard, and the cry that told him Mowgli was safe gave him new courage.\nHe worked his way desperately, inch by inch, straight for the reservoirs,\nhalting in silence. Then from the ruined wall nearest the jungle rose up the\nrumbling war-shout of Baloo. The old Bear had done his best, but he could not\ncome before. “Bagheera,” he shouted, “I am here. I climb! I haste! Ahuwora! The\nstones slip under my feet! Wait my coming, O most infamous Bandar-log!” He\npanted up the terrace only to disappear to the head in a wave of monkeys, but\nhe threw himself squarely on his haunches, and, spreading out his forepaws,\nhugged as many as he could hold, and then began to hit with a regular\nbat-bat-bat, like the flipping strokes of a paddle wheel. A crash and a splash\ntold Mowgli that Bagheera had fought his way to the tank where the monkeys\ncould not follow. The Panther lay gasping for breath, his head just out of the\nwater, while the monkeys stood three deep on the red steps, dancing up and down\nwith rage, ready to spring upon him from all sides if he came out to help\nBaloo. It was then that Bagheera lifted up his dripping chin, and in despair\ngave the Snake’s Call for protection—“We be of one blood, ye and I”—for he\nbelieved that Kaa had turned tail at the last minute. Even Baloo, half\nsmothered under the monkeys on the edge of the terrace, could not help\nchuckling as he heard the Black Panther asking for help.\n</p><p>\nKaa had only just worked his way over the west wall, landing with a wrench that\ndislodged a coping stone into the ditch. He had no intention of losing any\nadvantage of the ground, and coiled and uncoiled himself once or twice, to be\nsure that every foot of his long body was in working order. All that while the\nfight with Baloo went on, and the monkeys yelled in the tank round Bagheera,\nand Mang the Bat, flying to and fro, carried the news of the great battle over\nthe jungle, till even Hathi the Wild Elephant trumpeted, and, far away,\nscattered bands of the Monkey-Folk woke and came leaping along the tree-roads\nto help their comrades in the Cold Lairs, and the noise of the fight roused all\nthe day birds for miles round. Then Kaa came straight, quickly, and anxious to\nkill. The fighting strength of a python is in the driving blow of his head\nbacked by all the strength and weight of his body. If you can imagine a lance,\nor a battering ram, or a hammer weighing nearly half a ton driven by a cool,\nquiet mind living in the handle of it, you can roughly imagine what Kaa was\nlike when he fought. A python four or five feet long can knock a man down if he\nhits him fairly in the chest, and Kaa was thirty feet long, as you know. His\nfirst stroke was delivered into the heart of the crowd round Baloo. It was sent\nhome with shut mouth in silence, and there was no need of a second. The monkeys\nscattered with cries of—“Kaa! It is Kaa! Run! Run!”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5125}\" src=\"images/{5125}.jpg\" width=\"100%\"/>\n<p class=\"caption\">‘Kaa’ the python</p>\n</div><img alt=\"{5125}\" src=\"images/{5125}.jpg\" width=\"100%\"/><p class=\"caption\">‘Kaa’ the python</p><p>\nGenerations of monkeys had been scared into good behavior by the stories their\nelders told them of Kaa, the night thief, who could slip along the branches as\nquietly as moss grows, and steal away the strongest monkey that ever lived; of\nold Kaa, who could make himself look so like a dead branch or a rotten stump\nthat the wisest were deceived, till the branch caught them. Kaa was everything\nthat the monkeys feared in the jungle, for none of them knew the limits of his\npower, none of them could look him in the face, and none had ever come alive\nout of his hug. And so they ran, stammering with terror, to the walls and the\nroofs of the houses, and Baloo drew a deep breath of relief. His fur was much\nthicker than Bagheera’s, but he had suffered sorely in the fight. Then Kaa\nopened his mouth for the first time and spoke one long hissing word, and the\nfar-away monkeys, hurrying to the defense of the Cold Lairs, stayed where they\nwere, cowering, till the loaded branches bent and crackled under them. The\nmonkeys on the walls and the empty houses stopped their cries, and in the\nstillness that fell upon the city Mowgli heard Bagheera shaking his wet sides\nas he came up from the tank. Then the clamor broke out again. The monkeys\nleaped higher up the walls. They clung around the necks of the big stone idols\nand shrieked as they skipped along the battlements, while Mowgli, dancing in\nthe summerhouse, put his eye to the screenwork and hooted owl-fashion between\nhis front teeth, to show his derision and contempt.\n</p><p>\n“Get the man-cub out of that trap; I can do no more,” Bagheera gasped. “Let us\ntake the man-cub and go. They may attack again.”\n</p><p>\n“They will not move till I order them. Stay you sssso!” Kaa hissed, and the\ncity was silent once more. “I could not come before, Brother, but I think I\nheard thee call”—this was to Bagheera.\n</p><p>\n“I—I may have cried out in the battle,” Bagheera answered. “Baloo, art thou\nhurt?\n</p><p>\n“I am not sure that they did not pull me into a hundred little bearlings,” said\nBaloo, gravely shaking one leg after the other. “Wow! I am sore. Kaa, we owe\nthee, I think, our lives—Bagheera and I.”\n</p><p>\n“No matter. Where is the manling?”\n</p><p>\n“Here, in a trap. I cannot climb out,” cried Mowgli. The curve of the broken\ndome was above his head.\n</p><p>\n“Take him away. He dances like Mao the Peacock. He will crush our young,” said\nthe cobras inside.\n</p><p>\n“Hah!” said Kaa with a chuckle, “he has friends everywhere, this manling. Stand\nback, manling. And hide you, O Poison People. I break down the wall.”\n</p><p>\nKaa looked carefully till he found a discolored crack in the marble tracery\nshowing a weak spot, made two or three light taps with his head to get the\ndistance, and then lifting up six feet of his body clear of the ground, sent\nhome half a dozen full-power smashing blows, nose-first. The screen-work broke\nand fell away in a cloud of dust and rubbish, and Mowgli leaped through the\nopening and flung himself between Baloo and Bagheera—an arm around each big\nneck.\n</p><p>\n“Art thou hurt?” said Baloo, hugging him softly.\n</p><p>\n“I am sore, hungry, and not a little bruised. But, oh, they have handled ye\ngrievously, my Brothers! Ye bleed.”\n</p><p>\n“Others also,” said Bagheera, licking his lips and looking at the monkey-dead\non the terrace and round the tank.\n</p><p>\n“It is nothing, it is nothing, if thou art safe, oh, my pride of all little\nfrogs!” whimpered Baloo.\n</p><p>\n“Of that we shall judge later,” said Bagheera, in a dry voice that Mowgli did\nnot at all like. “But here is Kaa to whom we owe the battle and thou owest thy\nlife. Thank him according to our customs, Mowgli.”\n</p><p>\nMowgli turned and saw the great Python’s head swaying a foot above his own.\n</p><p>\n“So this is the manling,” said Kaa. “Very soft is his skin, and he is not\nunlike the Bandar-log. Have a care, manling, that I do not mistake thee for a\nmonkey some twilight when I have newly changed my coat.”\n</p><p>\n“We be one blood, thou and I,” Mowgli answered. “I take my life from thee\ntonight. My kill shall be thy kill if ever thou art hungry, O Kaa.”\n</p><p>\n“All thanks, Little Brother,” said Kaa, though his eyes twinkled. “And what may\nso bold a hunter kill? I ask that I may follow when next he goes abroad.”\n</p><p>\n“I kill nothing,—I am too little,—but I drive goats toward such as can use\nthem. When thou art empty come to me and see if I speak the truth. I have some\nskill in these [he held out his hands], and if ever thou art in a trap, I may\npay the debt which I owe to thee, to Bagheera, and to Baloo, here. Good hunting\nto ye all, my masters.”\n</p><p>\n“Well said,” growled Baloo, for Mowgli had returned thanks very prettily. The\nPython dropped his head lightly for a minute on Mowgli’s shoulder. “A brave\nheart and a courteous tongue,” said he. “They shall carry thee far through the\njungle, manling. But now go hence quickly with thy friends. Go and sleep, for\nthe moon sets, and what follows it is not well that thou shouldst see.”\n</p><p>\nThe moon was sinking behind the hills and the lines of trembling monkeys\nhuddled together on the walls and battlements looked like ragged shaky fringes\nof things. Baloo went down to the tank for a drink and Bagheera began to put\nhis fur in order, as Kaa glided out into the center of the terrace and brought\nhis jaws together with a ringing snap that drew all the monkeys’ eyes upon him.\n</p><p>\n“The moon sets,” he said. “Is there yet light enough to see?”\n</p><p>\nFrom the walls came a moan like the wind in the tree-tops—“We see, O Kaa.”\n</p><p>\n“Good. Begins now the dance—the Dance of the Hunger of Kaa. Sit still and\nwatch.”\n</p><p>\nHe turned twice or thrice in a big circle, weaving his head from right to left.\nThen he began making loops and figures of eight with his body, and soft, oozy\ntriangles that melted into squares and five-sided figures, and coiled mounds,\nnever resting, never hurrying, and never stopping his low humming song. It grew\ndarker and darker, till at last the dragging, shifting coils disappeared, but\nthey could hear the rustle of the scales.\n</p><p>\nBaloo and Bagheera stood still as stone, growling in their throats, their neck\nhair bristling, and Mowgli watched and wondered.\n</p><p>\n“Bandar-log,” said the voice of Kaa at last, “can ye stir foot or hand without\nmy order? Speak!”\n</p><p>\n“Without thy order we cannot stir foot or hand, O Kaa!”\n</p><p>\n“Good! Come all one pace nearer to me.”\n</p><p>\nThe lines of the monkeys swayed forward helplessly, and Baloo and Bagheera took\none stiff step forward with them.\n</p><p>\n“Nearer!” hissed Kaa, and they all moved again.\n</p><p>\nMowgli laid his hands on Baloo and Bagheera to get them away, and the two great\nbeasts started as though they had been waked from a dream.\n</p><p>\n“Keep thy hand on my shoulder,” Bagheera whispered. “Keep it there, or I must\ngo back—must go back to Kaa. Aah!”\n</p><p>\n“It is only old Kaa making circles on the dust,” said Mowgli. “Let us go.” And\nthe three slipped off through a gap in the walls to the jungle.\n</p><p>\n“Whoof!” said Baloo, when he stood under the still trees again. “Never more\nwill I make an ally of Kaa,” and he shook himself all over.\n</p><p>\n“He knows more than we,” said Bagheera, trembling. “In a little time, had I\nstayed, I should have walked down his throat.”\n</p><p>\n“Many will walk by that road before the moon rises again,” said Baloo. “He will\nhave good hunting—after his own fashion.”\n</p><p>\n“But what was the meaning of it all?” said Mowgli, who did not know anything of\na python’s powers of fascination. “I saw no more than a big snake making\nfoolish circles till the dark came. And his nose was all sore. Ho! Ho!”\n</p><p>\n“Mowgli,” said Bagheera angrily, “his nose was sore on thy account, as my ears\nand sides and paws, and Baloo’s neck and shoulders are bitten on thy account.\nNeither Baloo nor Bagheera will be able to hunt with pleasure for many days.”\n</p><p>\n“It is nothing,” said Baloo; “we have the man-cub again.”\n</p><p>\n“True, but he has cost us heavily in time which might have been spent in good\nhunting, in wounds, in hair—I am half plucked along my back—and last of all, in\nhonor. For, remember, Mowgli, I, who am the Black Panther, was forced to call\nupon Kaa for protection, and Baloo and I were both made stupid as little birds\nby the Hunger Dance. All this, man-cub, came of thy playing with the\nBandar-log.”\n</p><p>\n“True, it is true,” said Mowgli sorrowfully. “I am an evil man-cub, and my\nstomach is sad in me.”\n</p><p>\n“Mf! What says the Law of the Jungle, Baloo?”\n</p><p>\nBaloo did not wish to bring Mowgli into any more trouble, but he could not\ntamper with the Law, so he mumbled: “Sorrow never stays punishment. But\nremember, Bagheera, he is very little.”\n</p><p>\n“I will remember. But he has done mischief, and blows must be dealt now.\nMowgli, hast thou anything to say?”\n</p><p>\n“Nothing. I did wrong. Baloo and thou are wounded. It is just.”\n</p><p>\nBagheera gave him half a dozen love-taps from a panther’s point of view (they\nwould hardly have waked one of his own cubs), but for a seven-year-old boy they\namounted to as severe a beating as you could wish to avoid. When it was all\nover Mowgli sneezed, and picked himself up without a word.\n</p><p>\n“Now,” said Bagheera, “jump on my back, Little Brother, and we will go home.”\n</p><p>\nOne of the beauties of Jungle Law is that punishment settles all scores. There\nis no nagging afterward.\n</p><p>\nMowgli laid his head down on Bagheera’s back and slept so deeply that he never\nwaked when he was put down in the home-cave.\n</p>"
}