{
  "title": "“Tiger! Tiger!”",
  "subtitle": "“Tiger! Tiger!”",
  "chapterId": "chapter-6",
  "prev": "chapter-5",
  "next": "chapter-7",
  "content": "<p class=\"poem\">\nWhat of the hunting, hunter bold?<br/>\n    <i>Brother, the watch was long and cold.</i><br/>\nWhat of the quarry ye went to kill?<br/>\n    <i>Brother, he crops in the jungle still.</i><br/>\nWhere is the power that made your pride?<br/>\n    <i>Brother, it ebbs from my flank and side.</i><br/>\nWhere is the haste that ye hurry by?<br/>\n    <i>Brother, I go to my lair—to die.</i>\n</p><p>\nNow we must go back to the first tale. When Mowgli left the wolf’s cave after\nthe fight with the Pack at the Council Rock, he went down to the plowed lands\nwhere the villagers lived, but he would not stop there because it was too near\nto the jungle, and he knew that he had made at least one bad enemy at the\nCouncil. So he hurried on, keeping to the rough road that ran down the valley,\nand followed it at a steady jog-trot for nearly twenty miles, till he came to a\ncountry that he did not know. The valley opened out into a great plain dotted\nover with rocks and cut up by ravines. At one end stood a little village, and\nat the other the thick jungle came down in a sweep to the grazing-grounds, and\nstopped there as though it had been cut off with a hoe. All over the plain,\ncattle and buffaloes were grazing, and when the little boys in charge of the\nherds saw Mowgli they shouted and ran away, and the yellow pariah dogs that\nhang about every Indian village barked. Mowgli walked on, for he was feeling\nhungry, and when he came to the village gate he saw the big thorn-bush that was\ndrawn up before the gate at twilight, pushed to one side.\n</p><p>\n“Umph!” he said, for he had come across more than one such barricade in his\nnight rambles after things to eat. “So men are afraid of the People of the\nJungle here also.” He sat down by the gate, and when a man came out he stood\nup, opened his mouth, and pointed down it to show that he wanted food. The man\nstared, and ran back up the one street of the village shouting for the priest,\nwho was a big, fat man dressed in white, with a red and yellow mark on his\nforehead. The priest came to the gate, and with him at least a hundred people,\nwho stared and talked and shouted and pointed at Mowgli.\n</p><p>\n“They have no manners, these Men Folk,” said Mowgli to himself. “Only the gray\nape would behave as they do.” So he threw back his long hair and frowned at the\ncrowd.\n</p><p>\n“What is there to be afraid of?” said the priest. “Look at the marks on his\narms and legs. They are the bites of wolves. He is but a wolf-child run away\nfrom the jungle.”\n</p><p>\nOf course, in playing together, the cubs had often nipped Mowgli harder than\nthey intended, and there were white scars all over his arms and legs. But he\nwould have been the last person in the world to call these bites, for he knew\nwhat real biting meant.\n</p><p>\n“Arre! Arre!” said two or three women together. “To be bitten by wolves, poor\nchild! He is a handsome boy. He has eyes like red fire. By my honor, Messua, he\nis not unlike thy boy that was taken by the tiger.”\n</p><p>\n“Let me look,” said a woman with heavy copper rings on her wrists and ankles,\nand she peered at Mowgli under the palm of her hand. “Indeed he is not. He is\nthinner, but he has the very look of my boy.”\n</p><p>\nThe priest was a clever man, and he knew that Messua was wife to the richest\nvillager in the place. So he looked up at the sky for a minute and said\nsolemnly: “What the jungle has taken the jungle has restored. Take the boy into\nthy house, my sister, and forget not to honor the priest who sees so far into\nthe lives of men.”\n</p><p>\n“By the Bull that bought me,” said Mowgli to himself, “but all this talking is\nlike another looking-over by the Pack! Well, if I am a man, a man I must\nbecome.”\n</p><p>\nThe crowd parted as the woman beckoned Mowgli to her hut, where there was a red\nlacquered bedstead, a great earthen grain chest with funny raised patterns on\nit, half a dozen copper cooking pots, an image of a Hindu god in a little\nalcove, and on the wall a real looking glass, such as they sell at the country\nfairs.\n</p><p>\nShe gave him a long drink of milk and some bread, and then she laid her hand on\nhis head and looked into his eyes; for she thought perhaps that he might be her\nreal son come back from the jungle where the tiger had taken him. So she said,\n“Nathoo, O Nathoo!” Mowgli did not show that he knew the name. “Dost thou not\nremember the day when I gave thee thy new shoes?” She touched his foot, and it\nwas almost as hard as horn. “No,” she said sorrowfully, “those feet have never\nworn shoes, but thou art very like my Nathoo, and thou shalt be my son.”\n</p><p>\nMowgli was uneasy, because he had never been under a roof before. But as he\nlooked at the thatch, he saw that he could tear it out any time if he wanted to\nget away, and that the window had no fastenings. “What is the good of a man,”\nhe said to himself at last, “if he does not understand man’s talk? Now I am as\nsilly and dumb as a man would be with us in the jungle. I must speak their\ntalk.”\n</p><p>\nIt was not for fun that he had learned while he was with the wolves to imitate\nthe challenge of bucks in the jungle and the grunt of the little wild pig. So,\nas soon as Messua pronounced a word Mowgli would imitate it almost perfectly,\nand before dark he had learned the names of many things in the hut.\n</p><p>\nThere was a difficulty at bedtime, because Mowgli would not sleep under\nanything that looked so like a panther trap as that hut, and when they shut the\ndoor he went through the window. “Give him his will,” said Messua’s husband.\n“Remember he can never till now have slept on a bed. If he is indeed sent in\nthe place of our son he will not run away.”\n</p><p>\nSo Mowgli stretched himself in some long, clean grass at the edge of the field,\nbut before he had closed his eyes a soft gray nose poked him under the chin.\n</p><p>\n“Phew!” said Gray Brother (he was the eldest of Mother Wolf’s cubs). “This is a\npoor reward for following thee twenty miles. Thou smellest of wood smoke and\ncattle—altogether like a man already. Wake, Little Brother; I bring news.”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0119}\" src=\"images/{0119}.jpg\" width=\"100%\"/>\n<p class=\"caption\">“Wake, Little Brother; I bring news.”</p>\n</div><img alt=\"{0119}\" src=\"images/{0119}.jpg\" width=\"100%\"/><p class=\"caption\">“Wake, Little Brother; I bring news.”</p><p>\n“Are all well in the jungle?” said Mowgli, hugging him.\n</p><p>\n“All except the wolves that were burned with the Red Flower. Now, listen. Shere\nKhan has gone away to hunt far off till his coat grows again, for he is badly\nsinged. When he returns he swears that he will lay thy bones in the Waingunga.”\n</p><p>\n“There are two words to that. I also have made a little promise. But news is\nalways good. I am tired to-night,—very tired with new things, Gray Brother,—but\nbring me the news always.”\n</p><p>\n“Thou wilt not forget that thou art a wolf? Men will not make thee forget?”\nsaid Gray Brother anxiously.\n</p><p>\n“Never. I will always remember that I love thee and all in our cave. But also I\nwill always remember that I have been cast out of the Pack.”\n</p><p>\n“And that thou mayest be cast out of another pack. Men are only men, Little\nBrother, and their talk is like the talk of frogs in a pond. When I come down\nhere again, I will wait for thee in the bamboos at the edge of the\ngrazing-ground.”\n</p><p>\nFor three months after that night Mowgli hardly ever left the village gate, he\nwas so busy learning the ways and customs of men. First he had to wear a cloth\nround him, which annoyed him horribly; and then he had to learn about money,\nwhich he did not in the least understand, and about plowing, of which he did\nnot see the use. Then the little children in the village made him very angry.\nLuckily, the Law of the Jungle had taught him to keep his temper, for in the\njungle life and food depend on keeping your temper; but when they made fun of\nhim because he would not play games or fly kites, or because he mispronounced\nsome word, only the knowledge that it was unsportsmanlike to kill little naked\ncubs kept him from picking them up and breaking them in two.\n</p><p>\nHe did not know his own strength in the least. In the jungle he knew he was\nweak compared with the beasts, but in the village people said that he was as\nstrong as a bull.\n</p><p>\nAnd Mowgli had not the faintest idea of the difference that caste makes between\nman and man. When the potter’s donkey slipped in the clay pit, Mowgli hauled it\nout by the tail, and helped to stack the pots for their journey to the market\nat Khanhiwara. That was very shocking, too, for the potter is a low-caste man,\nand his donkey is worse. When the priest scolded him, Mowgli threatened to put\nhim on the donkey too, and the priest told Messua’s husband that Mowgli had\nbetter be set to work as soon as possible; and the village head-man told Mowgli\nthat he would have to go out with the buffaloes next day, and herd them while\nthey grazed. No one was more pleased than Mowgli; and that night, because he\nhad been appointed a servant of the village, as it were, he went off to a\ncircle that met every evening on a masonry platform under a great fig-tree. It\nwas the village club, and the head-man and the watchman and the barber, who\nknew all the gossip of the village, and old Buldeo, the village hunter, who had\na Tower musket, met and smoked. The monkeys sat and talked in the upper\nbranches, and there was a hole under the platform where a cobra lived, and he\nhad his little platter of milk every night because he was sacred; and the old\nmen sat around the tree and talked, and pulled at the big huqas (the\nwater-pipes) till far into the night. They told wonderful tales of gods and men\nand ghosts; and Buldeo told even more wonderful ones of the ways of beasts in\nthe jungle, till the eyes of the children sitting outside the circle bulged out\nof their heads. Most of the tales were about animals, for the jungle was always\nat their door. The deer and the wild pig grubbed up their crops, and now and\nagain the tiger carried off a man at twilight, within sight of the village\ngates.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5152}\" src=\"images/{5152}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The village club</p>\n</div><img alt=\"{5152}\" src=\"images/{5152}.jpg\" width=\"100%\"/><p class=\"caption\">The village club</p><p>\nMowgli, who naturally knew something about what they were talking of, had to\ncover his face not to show that he was laughing, while Buldeo, the Tower musket\nacross his knees, climbed on from one wonderful story to another, and Mowgli’s\nshoulders shook.\n</p><p>\nBuldeo was explaining how the tiger that had carried away Messua’s son was a\nghost-tiger, and his body was inhabited by the ghost of a wicked, old\nmoney-lender, who had died some years ago. “And I know that this is true,” he\nsaid, “because Purun Dass always limped from the blow that he got in a riot\nwhen his account books were burned, and the tiger that I speak of he limps,\ntoo, for the tracks of his pads are unequal.”\n</p><p>\n“True, true, that must be the truth,” said the gray-beards, nodding together.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0125}\" src=\"images/{0125}.jpg\" width=\"100%\"/>\n<p class=\"caption\">“Are all these tales such cobwebs and moontalk?” said Mowgli.</p>\n</div><img alt=\"{0125}\" src=\"images/{0125}.jpg\" width=\"100%\"/><p class=\"caption\">“Are all these tales such cobwebs and moontalk?” said Mowgli.</p><p>\n“Are all these tales such cobwebs and moontalk?” said Mowgli. “That tiger\nlimps because he was born lame, as everyone knows. To talk of the soul of a\nmoney-lender in a beast that never had the courage of a jackal is child’s\ntalk.”\n</p><p>\nBuldeo was speechless with surprise for a moment, and the head-man stared.\n</p><p>\n“Oho! It is the jungle brat, is it?” said Buldeo. “If thou art so wise, better\nbring his hide to Khanhiwara, for the Government has set a hundred rupees on\nhis life. Better still, talk not when thy elders speak.”\n</p><p>\nMowgli rose to go. “All the evening I have lain here listening,” he called back\nover his shoulder, “and, except once or twice, Buldeo has not said one word of\ntruth concerning the jungle, which is at his very doors. How, then, shall I\nbelieve the tales of ghosts and gods and goblins which he says he has seen?”\n</p><p>\n“It is full time that boy went to herding,” said the head-man, while Buldeo\npuffed and snorted at Mowgli’s impertinence.\n</p><p>\nThe custom of most Indian villages is for a few boys to take the cattle and\nbuffaloes out to graze in the early morning, and bring them back at night. The\nvery cattle that would trample a white man to death allow themselves to be\nbanged and bullied and shouted at by children that hardly come up to their\nnoses. So long as the boys keep with the herds they are safe, for not even the\ntiger will charge a mob of cattle. But if they straggle to pick flowers or hunt\nlizards, they are sometimes carried off. Mowgli went through the village street\nin the dawn, sitting on the back of Rama, the great herd bull. The slaty-blue\nbuffaloes, with their long, backward-sweeping horns and savage eyes, rose out\ntheir byres, one by one, and followed him, and Mowgli made it very clear to the\nchildren with him that he was the master. He beat the buffaloes with a long,\npolished bamboo, and told Kamya, one of the boys, to graze the cattle by\nthemselves, while he went on with the buffaloes, and to be very careful not to\nstray away from the herd.\n</p><p>\nAn Indian grazing ground is all rocks and scrub and tussocks and little\nravines, among which the herds scatter and disappear. The buffaloes generally\nkeep to the pools and muddy places, where they lie wallowing or basking in the\nwarm mud for hours. Mowgli drove them on to the edge of the plain where the\nWaingunga came out of the jungle; then he dropped from Rama’s neck, trotted off\nto a bamboo clump, and found Gray Brother. “Ah,” said Gray Brother, “I have\nwaited here very many days. What is the meaning of this cattle-herding work?”\n</p><p>\n“It is an order,” said Mowgli. “I am a village herd for a while. What news of\nShere Khan?”\n</p><p>\n“He has come back to this country, and has waited here a long time for thee.\nNow he has gone off again, for the game is scarce. But he means to kill thee.”\n</p><p>\n“Very good,” said Mowgli. “So long as he is away do thou or one of the four\nbrothers sit on that rock, so that I can see thee as I come out of the village.\nWhen he comes back wait for me in the ravine by the <i>dhâk</i> tree in the\ncenter of the plain. We need not walk into Shere Khan’s mouth.”\n</p><p>\nThen Mowgli picked out a shady place, and lay down and slept while the\nbuffaloes grazed round him. Herding in India is one of the laziest things in\nthe world. The cattle move and crunch, and lie down, and move on again, and\nthey do not even low. They only grunt, and the buffaloes very seldom say\nanything, but get down into the muddy pools one after another, and work their\nway into the mud till only their noses and staring china-blue eyes show above\nthe surface, and then they lie like logs. The sun makes the rocks dance in the\nheat, and the herd children hear one kite (never any more) whistling almost out\nof sight overhead, and they know that if they died, or a cow died, that kite\nwould sweep down, and the next kite miles away would see him drop and follow,\nand the next, and the next, and almost before they were dead there would be a\nscore of hungry kites come out of nowhere. Then they sleep and wake and sleep\nagain, and weave little baskets of dried grass and put grasshoppers in them; or\ncatch two praying mantises and make them fight; or string a necklace of red and\nblack jungle nuts; or watch a lizard basking on a rock, or a snake hunting a\nfrog near the wallows. Then they sing long, long songs with odd native quavers\nat the end of them, and the day seems longer than most people’s whole lives,\nand perhaps they make a mud castle with mud figures of men and horses and\nbuffaloes, and put reeds into the men’s hands, and pretend that they are kings\nand the figures are their armies, or that they are gods to be worshiped. Then\nevening comes and the children call, and the buffaloes lumber up out of the\nsticky mud with noises like gunshots going off one after the other, and they\nall string across the gray plain back to the twinkling village lights.\n</p><p>\nDay after day Mowgli would lead the buffaloes out to their wallows, and day\nafter day he would see Gray Brother’s back a mile and a half away across the\nplain (so he knew that Shere Khan had not come back), and day after day he\nwould lie on the grass listening to the noises round him, and dreaming of old\ndays in the jungle. If Shere Khan had made a false step with his lame paw up in\nthe jungles by the Waingunga, Mowgli would have heard him in those long, still\nmornings.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0130}\" src=\"images/{0130}.jpg\" width=\"100%\"/>\n</div><img alt=\"{0130}\" src=\"images/{0130}.jpg\" width=\"100%\"/><p>\nAt last a day came when he did not see Gray Brother at the signal place, and he\nlaughed and headed the buffaloes for the ravine by the dhk tree, which was all\ncovered with golden-red flowers. There sat Gray Brother, every bristle on his\nback lifted.\n</p><p>\n“He has hidden for a month to throw thee off thy guard. He crossed the ranges\nlast night with Tabaqui, hot-foot on thy trail,” said the Wolf, panting.\n</p><p>\nMowgli frowned. “I am not afraid of Shere Khan, but Tabaqui is very cunning.”\n</p><p>\n“Have no fear,” said Gray Brother, licking his lips a little. “I met Tabaqui in\nthe dawn. Now he is telling all his wisdom to the kites, but he told me\neverything before I broke his back. Shere Khan’s plan is to wait for thee at\nthe village gate this evening—for thee and for no one else. He is lying up now,\nin the big dry ravine of the Waingunga.”\n</p><p>\n“Has he eaten today, or does he hunt empty?” said Mowgli, for the answer meant\nlife and death to him.\n</p><p>\n“He killed at dawn,—a pig,—and he has drunk too. Remember, Shere Khan could\nnever fast, even for the sake of revenge.”\n</p><p>\n“Oh! Fool, fool! What a cub’s cub it is! Eaten and drunk too, and he thinks\nthat I shall wait till he has slept! Now, where does he lie up? If there were\nbut ten of us we might pull him down as he lies. These buffaloes will not\ncharge unless they wind him, and I cannot speak their language. Can we get\nbehind his track so that they may smell it?”\n</p><p>\n“He swam far down the Waingunga to cut that off,” said Gray Brother.\n</p><p>\n“Tabaqui told him that, I know. He would never have thought of it alone.”\nMowgli stood with his finger in his mouth, thinking. “The big ravine of the\nWaingunga. That opens out on the plain not half a mile from here. I can take\nthe herd round through the jungle to the head of the ravine and then sweep\ndown—but he would slink out at the foot. We must block that end. Gray Brother,\ncanst thou cut the herd in two for me?”\n</p><p>\n“Not I, perhaps—but I have brought a wise helper.” Gray Brother trotted off and\ndropped into a hole. Then there lifted up a huge gray head that Mowgli knew\nwell, and the hot air was filled with the most desolate cry of all the\njungle—the hunting howl of a wolf at midday.\n</p><p>\n“Akela! Akela!” said Mowgli, clapping his hands. “I might have known that thou\nwouldst not forget me. We have a big work in hand. Cut the herd in two, Akela.\nKeep the cows and calves together, and the bulls and the plow buffaloes by\nthemselves.”\n</p><p>\nThe two wolves ran, ladies’-chain fashion, in and out of the herd, which\nsnorted and threw up its head, and separated into two clumps. In one, the\ncow-buffaloes stood with their calves in the center, and glared and pawed,\nready, if a wolf would only stay still, to charge down and trample the life out\nof him. In the other, the bulls and the young bulls snorted and stamped, but\nthough they looked more imposing they were much less dangerous, for they had no\ncalves to protect. No six men could have divided the herd so neatly.\n</p><p>\n“What orders!” panted Akela. “They are trying to join again.”\n</p><p>\nMowgli slipped on to Rama’s back. “Drive the bulls away to the left, Akela.\nGray Brother, when we are gone, hold the cows together, and drive them into the\nfoot of the ravine.”\n</p><p>\n“How far?” said Gray Brother, panting and snapping.\n</p><p>\n“Till the sides are higher than Shere Khan can jump,” shouted Mowgli. “Keep\nthem there till we come down.” The bulls swept off as Akela bayed, and Gray\nBrother stopped in front of the cows. They charged down on him, and he ran just\nbefore them to the foot of the ravine, as Akela drove the bulls far to the\nleft.\n</p><p>\n“Well done! Another charge and they are fairly started. Careful, now—careful,\nAkela. A snap too much and the bulls will charge. Hujah! This is wilder work\nthan driving black-buck. Didst thou think these creatures could move so\nswiftly?” Mowgli called.\n</p><p>\n“I have—have hunted these too in my time,” gasped Akela in the dust. “Shall I\nturn them into the jungle?”\n</p><p>\n“Ay! Turn. Swiftly turn them! Rama is mad with rage. Oh, if I could only tell\nhim what I need of him to-day.”\n</p><p>\nThe bulls were turned, to the right this time, and crashed into the standing\nthicket. The other herd children, watching with the cattle half a mile away,\nhurried to the village as fast as their legs could carry them, crying that the\nbuffaloes had gone mad and run away.\n</p><p>\nBut Mowgli’s plan was simple enough. All he wanted to do was to make a big\ncircle uphill and get at the head of the ravine, and then take the bulls down\nit and catch Shere Khan between the bulls and the cows; for he knew that after\na meal and a full drink Shere Khan would not be in any condition to fight or to\nclamber up the sides of the ravine. He was soothing the buffaloes now by voice,\nand Akela had dropped far to the rear, only whimpering once or twice to hurry\nthe rear-guard. It was a long, long circle, for they did not wish to get too\nnear the ravine and give Shere Khan warning. At last Mowgli rounded up the\nbewildered herd at the head of the ravine on a grassy patch that sloped steeply\ndown to the ravine itself. From that height you could see across the tops of\nthe trees down to the plain below; but what Mowgli looked at was the sides of\nthe ravine, and he saw with a great deal of satisfaction that they ran nearly\nstraight up and down, while the vines and creepers that hung over them would\ngive no foothold to a tiger who wanted to get out.\n</p><p>\n“Let them breathe, Akela,” he said, holding up his hand. “They have not winded\nhim yet. Let them breathe. I must tell Shere Khan who comes. We have him in the\ntrap.”\n</p><p>\nHe put his hands to his mouth and shouted down the ravine—it was almost like\nshouting down a tunnel—and the echoes jumped from rock to rock.\n</p><p>\nAfter a long time there came back the drawling, sleepy snarl of a full-fed\ntiger just wakened.\n</p><p>\n“Who calls?” said Shere Khan, and a splendid peacock fluttered up out of the\nravine screeching.\n</p><p>\n“I, Mowgli. Cattle thief, it is time to come to the Council Rock! Down—hurry\nthem down, Akela! Down, Rama, down!”\n</p><p>\nThe herd paused for an instant at the edge of the slope, but Akela gave tongue\nin the full hunting-yell, and they pitched over one after the other, just as\nsteamers shoot rapids, the sand and stones spurting up round them. Once\nstarted, there was no chance of stopping, and before they were fairly in the\nbed of the ravine Rama winded Shere Khan and bellowed.\n</p><div class=\"fig\" style=\"width:50%;\">\n<img alt=\"{5171}\" src=\"images/{5171}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Shere Khan in the jungle</p>\n</div><img alt=\"{5171}\" src=\"images/{5171}.jpg\" width=\"100%\"/><p class=\"caption\">Shere Khan in the jungle</p><p>\n“Ha! Ha!” said Mowgli, on his back. “Now thou knowest!” and the torrent of\nblack horns, foaming muzzles, and staring eyes whirled down the ravine just as\nboulders go down in floodtime; the weaker buffaloes being shouldered out to the\nsides of the ravine where they tore through the creepers. They knew what the\nbusiness was before them—the terrible charge of the buffalo herd against which\nno tiger can hope to stand. Shere Khan heard the thunder of their hoofs, picked\nhimself up, and lumbered down the ravine, looking from side to side for some\nway of escape, but the walls of the ravine were straight and he had to hold on,\nheavy with his dinner and his drink, willing to do anything rather than fight.\nThe herd splashed through the pool he had just left, bellowing till the narrow\ncut rang. Mowgli heard an answering bellow from the foot of the ravine, saw\nShere Khan turn (the tiger knew if the worst came to the worst it was better to\nmeet the bulls than the cows with their calves), and then Rama tripped,\nstumbled, and went on again over something soft, and, with the bulls at his\nheels, crashed full into the other herd, while the weaker buffaloes were lifted\nclean off their feet by the shock of the meeting. That charge carried both\nherds out into the plain, goring and stamping and snorting. Mowgli watched his\ntime, and slipped off Rama’s neck, laying about him right and left with his\nstick.\n</p><p>\n“Quick, Akela! Break them up. Scatter them, or they will be fighting one\nanother. Drive them away, Akela. Hai, Rama! Hai, hai, hai! my children. Softly\nnow, softly! It is all over.”\n</p><p>\nAkela and Gray Brother ran to and fro nipping the buffaloes’ legs, and though\nthe herd wheeled once to charge up the ravine again, Mowgli managed to turn\nRama, and the others followed him to the wallows.\n</p><p>\nShere Khan needed no more trampling. He was dead, and the kites were coming for\nhim already.\n</p><p>\n“Brothers, that was a dog’s death,” said Mowgli, feeling for the knife he\nalways carried in a sheath round his neck now that he lived with men. “But he\nwould never have shown fight. His hide will look well on the Council Rock. We\nmust get to work swiftly.”\n</p><p>\nA boy trained among men would never have dreamed of skinning a ten-foot tiger\nalone, but Mowgli knew better than anyone else how an animal’s skin is fitted\non, and how it can be taken off. But it was hard work, and Mowgli slashed and\ntore and grunted for an hour, while the wolves lolled out their tongues, or\ncame forward and tugged as he ordered them. Presently a hand fell on his\nshoulder, and looking up he saw Buldeo with the Tower musket. The children had\ntold the village about the buffalo stampede, and Buldeo went out angrily, only\ntoo anxious to correct Mowgli for not taking better care of the herd. The\nwolves dropped out of sight as soon as they saw the man coming.\n</p><p>\n“What is this folly?” said Buldeo angrily. “To think that thou canst skin a\ntiger! Where did the buffaloes kill him? It is the Lame Tiger too, and there is\na hundred rupees on his head. Well, well, we will overlook thy letting the herd\nrun off, and perhaps I will give thee one of the rupees of the reward when I\nhave taken the skin to Khanhiwara.” He fumbled in his waist cloth for flint and\nsteel, and stooped down to singe Shere Khan’s whiskers. Most native hunters\nalways singe a tiger’s whiskers to prevent his ghost from haunting them.\n</p><p>\n“Hum!” said Mowgli, half to himself as he ripped back the skin of a forepaw.\n“So thou wilt take the hide to Khanhiwara for the reward, and perhaps give me\none rupee? Now it is in my mind that I need the skin for my own use. Heh! Old\nman, take away that fire!”\n</p><p>\n“What talk is this to the chief hunter of the village? Thy luck and the\nstupidity of thy buffaloes have helped thee to this kill. The tiger has just\nfed, or he would have gone twenty miles by this time. Thou canst not even skin\nhim properly, little beggar brat, and forsooth I, Buldeo, must be told not to\nsinge his whiskers. Mowgli, I will not give thee one anna of the reward, but\nonly a very big beating. Leave the carcass!”\n</p><p>\n“By the Bull that bought me,” said Mowgli, who was trying to get at the\nshoulder, “must I stay babbling to an old ape all noon? Here, Akela, this man\nplagues me.”\n</p><p>\nBuldeo, who was still stooping over Shere Khan’s head, found himself sprawling\non the grass, with a gray wolf standing over him, while Mowgli went on skinning\nas though he were alone in all India.\n</p><p>\n“Ye-es,” he said, between his teeth. “Thou art altogether right, Buldeo. Thou\nwilt never give me one anna of the reward. There is an old war between this\nlame tiger and myself—a very old war, and—I have won.”\n</p><p>\nTo do Buldeo justice, if he had been ten years younger he would have taken his\nchance with Akela had he met the wolf in the woods, but a wolf who obeyed the\norders of this boy who had private wars with man-eating tigers was not a common\nanimal. It was sorcery, magic of the worst kind, thought Buldeo, and he\nwondered whether the amulet round his neck would protect him. He lay as still\nas still, expecting every minute to see Mowgli turn into a tiger too.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0141}\" src=\"images/{0141}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Buldeo lay as still, expecting every minute to see Mowgli\nturn into a tiger too.</p>\n</div><img alt=\"{0141}\" src=\"images/{0141}.jpg\" width=\"100%\"/><p class=\"caption\">Buldeo lay as still, expecting every minute to see Mowgli\nturn into a tiger too.</p><p>\n“Maharaj! Great King,” he said at last in a husky whisper.\n</p><p>\n“Yes,” said Mowgli, without turning his head, chuckling a little.\n</p><p>\n“I am an old man. I did not know that thou wast anything more than a herdsboy.\nMay I rise up and go away, or will thy servant tear me to pieces?”\n</p><p>\n“Go, and peace go with thee. Only, another time do not meddle with my game. Let\nhim go, Akela.”\n</p><p>\nBuldeo hobbled away to the village as fast as he could, looking back over his\nshoulder in case Mowgli should change into something terrible. When he got to\nthe village he told a tale of magic and enchantment and sorcery that made the\npriest look very grave.\n</p><p>\nMowgli went on with his work, but it was nearly twilight before he and the\nwolves had drawn the great gay skin clear of the body.\n</p><div class=\"fig\" style=\"width:80%;\">\n<img alt=\"{5179}\" src=\"images/{5179}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The return of the buffalo herd</p>\n</div><img alt=\"{5179}\" src=\"images/{5179}.jpg\" width=\"100%\"/><p class=\"caption\">The return of the buffalo herd</p><p>\n“Now we must hide this and take the buffaloes home! Help me to herd them,\nAkela.”\n</p><p>\nThe herd rounded up in the misty twilight, and when they got near the village\nMowgli saw lights, and heard the conches and bells in the temple blowing and\nbanging. Half the village seemed to be waiting for him by the gate. “That is\nbecause I have killed Shere Khan,” he said to himself. But a shower of stones\nwhistled about his ears, and the villagers shouted: “Sorcerer! Wolf’s brat!\nJungle demon! Go away! Get hence quickly or the priest will turn thee into a\nwolf again. Shoot, Buldeo, shoot!”\n</p><p>\nThe old Tower musket went off with a bang, and a young buffalo bellowed in\npain.\n</p><p>\n“More sorcery!” shouted the villagers. “He can turn bullets. Buldeo, that was\nthy buffalo.”\n</p><p>\n“Now what is this?” said Mowgli, bewildered, as the stones flew thicker.\n</p><p>\n“They are not unlike the Pack, these brothers of thine,” said Akela, sitting\ndown composedly. “It is in my head that, if bullets mean anything, they would\ncast thee out.”\n</p><p>\n“Wolf! Wolf’s cub! Go away!” shouted the priest, waving a sprig of the sacred\ntulsi plant.\n</p><p>\n“Again? Last time it was because I was a man. This time it is because I am a\nwolf. Let us go, Akela.”\n</p><p>\nA woman—it was Messua—ran across to the herd, and cried: “Oh, my son, my son!\nThey say thou art a sorcerer who can turn himself into a beast at will. I do\nnot believe, but go away or they will kill thee. Buldeo says thou art a wizard,\nbut I know thou hast avenged Nathoo’s death.”\n</p><p>\n“Come back, Messua!” shouted the crowd. “Come back, or we will stone thee.”\n</p><p>\nMowgli laughed a little short ugly laugh, for a stone had hit him in the mouth.\n“Run back, Messua. This is one of the foolish tales they tell under the big\ntree at dusk. I have at least paid for thy son’s life. Farewell; and run\nquickly, for I shall send the herd in more swiftly than their brickbats. I am\nno wizard, Messua. Farewell!”\n</p><p>\n“Now, once more, Akela,” he cried. “Bring the herd in.”\n</p><p>\nThe buffaloes were anxious enough to get to the village. They hardly needed\nAkela’s yell, but charged through the gate like a whirlwind, scattering the\ncrowd right and left.\n</p><p>\n“Keep count!” shouted Mowgli scornfully. “It may be that I have stolen one of\nthem. Keep count, for I will do your herding no more. Fare you well, children\nof men, and thank Messua that I do not come in with my wolves and hunt you up\nand down your street.”\n</p><p>\nHe turned on his heel and walked away with the Lone Wolf, and as he looked up\nat the stars he felt happy. “No more sleeping in traps for me, Akela. Let us\nget Shere Khan’s skin and go away. No, we will not hurt the village, for Messua\nwas kind to me.”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0146}\" src=\"images/{0146}.jpg\" width=\"100%\"/>\n<p class=\"caption\">When the moon rose over the plain the villagers saw Mowgli\ntrotting across, with two wolves at his heels</p>\n</div><img alt=\"{0146}\" src=\"images/{0146}.jpg\" width=\"100%\"/><p class=\"caption\">When the moon rose over the plain the villagers saw Mowgli\ntrotting across, with two wolves at his heels</p><p>\nWhen the moon rose over the plain, making it look all milky, the horrified\nvillagers saw Mowgli, with two wolves at his heels and a bundle on his head,\ntrotting across at the steady wolf’s trot that eats up the long miles like\nfire. Then they banged the temple bells and blew the conches louder than ever.\nAnd Messua cried, and Buldeo embroidered the story of his adventures in the\njungle, till he ended by saying that Akela stood up on his hind legs and talked\nlike a man.\n</p><p>\nThe moon was just going down when Mowgli and the two wolves came to the hill of\nthe Council Rock, and they stopped at Mother Wolf’s cave.\n</p><p>\n“They have cast me out from the Man-Pack, Mother,” shouted Mowgli, “but I come\nwith the hide of Shere Khan to keep my word.”\n</p><p>\nMother Wolf walked stiffly from the cave with the cubs behind her, and her eyes\nglowed as she saw the skin.\n</p><p>\n“I told him on that day, when he crammed his head and shoulders into this cave,\nhunting for thy life, Little Frog—I told him that the hunter would be the\nhunted. It is well done.”\n</p><p>\n“Little Brother, it is well done,” said a deep voice in the thicket. “We were\nlonely in the jungle without thee,” and Bagheera came running to Mowgli’s bare\nfeet. They clambered up the Council Rock together, and Mowgli spread the skin\nout on the flat stone where Akela used to sit, and pegged it down with four\nslivers of bamboo, and Akela lay down upon it, and called the old call to the\nCouncil, “Look—look well, O Wolves,” exactly as he had called when Mowgli was\nfirst brought there.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0149}\" src=\"images/{0149}.jpg\" width=\"100%\"/>\n<p class=\"caption\">They clambered up the Council Rock together, and Mowgli\nspread the skin out on the flat stone</p>\n</div><img alt=\"{0149}\" src=\"images/{0149}.jpg\" width=\"100%\"/><p class=\"caption\">They clambered up the Council Rock together, and Mowgli\nspread the skin out on the flat stone</p><p>\nEver since Akela had been deposed, the Pack had been without a leader, hunting\nand fighting at their own pleasure. But they answered the call from habit; and\nsome of them were lame from the traps they had fallen into, and some limped\nfrom shot wounds, and some were mangy from eating bad food, and many were\nmissing. But they came to the Council Rock, all that were left of them, and saw\nShere Khan’s striped hide on the rock, and the huge claws dangling at the end\nof the empty dangling feet. It was then that Mowgli made up a song that came up\ninto his throat all by itself, and he shouted it aloud, leaping up and down on\nthe rattling skin, and beating time with his heels till he had no more breath\nleft, while Gray Brother and Akela howled between the verses.\n</p><p>\n“Look well, O Wolves. Have I kept my word?” said Mowgli. And the wolves bayed\n“Yes,” and one tattered wolf howled:\n</p><p>\n“Lead us again, O Akela. Lead us again, O Man-cub, for we be sick of this\nlawlessness, and we would be the Free People once more.”\n</p><p>\n“Nay,” purred Bagheera, “that may not be. When ye are full-fed, the madness may\ncome upon you again. Not for nothing are ye called the Free People. Ye fought\nfor freedom, and it is yours. Eat it, O Wolves.”\n</p><p>\n“Man-Pack and Wolf-Pack have cast me out,” said Mowgli. “Now I will hunt alone\nin the jungle.”\n</p><p>\n“And we will hunt with thee,” said the four cubs.\n</p><p>\nSo Mowgli went away and hunted with the four cubs in the jungle from that day\non. But he was not always alone, because, years afterward, he became a man and\nmarried.\n</p><p>\nBut that is a story for grown-ups.\n</p>"
}