{
  "title": "Mowgli’s Song",
  "subtitle": "Mowgli’s Song",
  "chapterId": "chapter-7",
  "prev": "chapter-6",
  "next": "chapter-8",
  "content": "<p class=\"center\">\nTHAT HE SANG AT THE COUNCIL ROCK WHEN HE DANCED ON SHERE KHAN’S HIDE\n</p><p class=\"poem\">\nThe Song of Mowgli—I, Mowgli, am singing. Let the jungle listen to the things I\nhave done.<br/>\nShere Khan said he would kill—would kill! At the gates in the twilight he would\nkill Mowgli, the Frog!<br/>\nHe ate and he drank. Drink deep, Shere Khan, for when wilt thou drink again?\nSleep and dream of the kill.<br/>\nI am alone on the grazing-grounds. Gray Brother, come to me! Come to me, Lone\nWolf, for there is big game afoot!<br/>\nBring up the great bull buffaloes, the blue-skinned herd bulls with the angry\neyes. Drive them to and fro as I order.<br/>\nSleepest thou still, Shere Khan? Wake, oh, wake! Here come I, and the bulls are\nbehind.<br/>\nRama, the King of the Buffaloes, stamped with his foot. Waters of the\nWaingunga, whither went Shere Khan?<br/>\nHe is not Ikki to dig holes, nor Mao, the Peacock, that he should fly. He is\nnot Mang the Bat, to hang in the branches. Little bamboos that creak together,\ntell me where he ran?<br/>\n<i>Ow!</i> He is there. <i>Ahoo!</i> He is there. Under the feet of Rama lies\nthe Lame One! Up, Shere Khan!<br/>\nUp and kill! Here is meat; break the necks of the bulls!<br/>\n<i>Hsh!</i> He is asleep. We will not wake him, for his strength is very great.\nThe kites have come down to see it. The black ants have come up to know it.\nThere is a great assembly in his honor.<br/>\n<i>Alala!</i> I have no cloth to wrap me. The kites will see that I am naked. I\nam ashamed to meet all these people.<br/>\nLend me thy coat, Shere Khan. Lend me thy gay striped coat that I may go to the\nCouncil Rock.<br/>\nBy the Bull that bought me I made a promise—a little promise. Only thy coat is\nlacking before I keep my word.<br/>\nWith the knife, with the knife that men use, with the knife of the hunter, I\nwill stoop down for my gift.<br/>\nWaters of the Waingunga, Shere Khan gives me his coat for the love that he\nbears me. Pull, Gray Brother! Pull, Akela! Heavy is the hide of Shere\nKhan.<br/>\nThe Man Pack are angry. They throw stones and talk child’s talk. My mouth is\nbleeding. Let me run away.<br/>\nThrough the night, through the hot night, run swiftly with me, my brothers. We\nwill leave the lights of the village and go to the low moon.<br/>\nWaters of the Waingunga, the Man-Pack have cast me out. I did them no harm, but\nthey were afraid of me. Why?<br/>\nWolf Pack, ye have cast me out too. The jungle is shut to me and the village\ngates are shut. Why?<br/>\nAs Mang flies between the beasts and birds, so fly I between the village and\nthe jungle. Why?<br/>\nI dance on the hide of Shere Khan, but my heart is very heavy. My mouth is cut\nand wounded with the stones from the village, but my heart is very light,\nbecause I have come back to the jungle. Why?<br/>\nThese two things fight together in me as the snakes fight in the spring. The\nwater comes out of my eyes; yet I laugh while it falls. Why?<br/>\nI am two Mowglis, but the hide of Shere Khan is under my feet.<br/>\nAll the jungle knows that I have killed Shere Khan. Look—look well, O\nWolves!<br/>\n<i>Ahae!</i> My heart is heavy with the things that I do not understand.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{0157}\" src=\"images/{0157}.jpg\" width=\"100%\"/>\n</div><img alt=\"{0157}\" src=\"images/{0157}.jpg\" width=\"100%\"/>"
}