{
  "title": "The White Seal",
  "subtitle": "The White Seal",
  "chapterId": "chapter-8",
  "prev": "chapter-7",
  "next": "chapter-9",
  "content": "<p class=\"poem\">\nOh! hush thee, my baby, the night is behind us,<br/>\n    And black are the waters that sparkled so green.<br/>\nThe moon, o’er the combers, looks downward to find us<br/>\n    At rest in the hollows that rustle between.<br/>\nWhere billow meets billow, then soft be thy pillow,<br/>\n    Ah, weary wee flipperling, curl at thy ease!<br/>\nThe storm shall not wake thee, nor shark overtake thee,<br/>\n    Asleep in the arms of the slow-swinging seas!<br/>\n<br/>\n<i>Seal Lullaby</i>\n</p><p>\nAll these things happened several years ago at a place called Novastoshnah, or\nNorth East Point, on the Island of St. Paul, away and away in the Bering Sea.\nLimmershin, the Winter Wren, told me the tale when he was blown on to the\nrigging of a steamer going to Japan, and I took him down into my cabin and\nwarmed and fed him for a couple of days till he was fit to fly back to St.\nPaul’s again. Limmershin is a very quaint little bird, but he knows how to tell\nthe truth.\n</p><p>\nNobody comes to Novastoshnah except on business, and the only people who have\nregular business there are the seals. They come in the summer months by\nhundreds and hundreds of thousands out of the cold gray sea. For Novastoshnah\nBeach has the finest accommodation for seals of any place in all the world.\n</p><p>\nSea Catch knew that, and every spring would swim from whatever place he\nhappened to be in—would swim like a torpedo-boat straight for Novastoshnah and\nspend a month fighting with his companions for a good place on the rocks, as\nclose to the sea as possible. Sea Catch was fifteen years old, a huge gray fur\nseal with almost a mane on his shoulders, and long, wicked dog teeth. When he\nheaved himself up on his front flippers he stood more than four feet clear of\nthe ground, and his weight, if anyone had been bold enough to weigh him, was\nnearly seven hundred pounds. He was scarred all over with the marks of savage\nfights, but he was always ready for just one fight more. He would put his head\non one side, as though he were afraid to look his enemy in the face; then he\nwould shoot it out like lightning, and when the big teeth were firmly fixed on\nthe other seal’s neck, the other seal might get away if he could, but Sea Catch\nwould not help him.\n</p><p>\nYet Sea Catch never chased a beaten seal, for that was against the Rules of the\nBeach. He only wanted room by the sea for his nursery. But as there were forty\nor fifty thousand other seals hunting for the same thing each spring, the\nwhistling, bellowing, roaring, and blowing on the beach was something\nfrightful.\n</p><p>\nFrom a little hill called Hutchinson’s Hill, you could look over three and a\nhalf miles of ground covered with fighting seals; and the surf was dotted all\nover with the heads of seals hurrying to land and begin their share of the\nfighting. They fought in the breakers, they fought in the sand, and they fought\non the smooth-worn basalt rocks of the nurseries, for they were just as stupid\nand unaccommodating as men. Their wives never came to the island until late in\nMay or early in June, for they did not care to be torn to pieces; and the young\ntwo-, three-, and four-year-old seals who had not begun housekeeping went\ninland about half a mile through the ranks of the fighters and played about on\nthe sand dunes in droves and legions, and rubbed off every single green thing\nthat grew. They were called the holluschickie—the bachelors—and there were\nperhaps two or three hundred thousand of them at Novastoshnah alone.\n</p><p>\nSea Catch had just finished his forty-fifth fight one spring when Matkah, his\nsoft, sleek, gentle-eyed wife, came up out of the sea, and he caught her by the\nscruff of the neck and dumped her down on his reservation, saying gruffly:\n“Late as usual. Where have you been?”\n</p><p>\nIt was not the fashion for Sea Catch to eat anything during the four months he\nstayed on the beaches, and so his temper was generally bad. Matkah knew better\nthan to answer back. She looked round and cooed: “How thoughtful of you. You’ve\ntaken the old place again.”\n</p><p>\n“I should think I had,” said Sea Catch. “Look at me!”\n</p><p>\nHe was scratched and bleeding in twenty places; one eye was almost out, and his\nsides were torn to ribbons.\n</p><p>\n“Oh, you men, you men!” Matkah said, fanning herself with her hind flipper.\n“Why can’t you be sensible and settle your places quietly? You look as though\nyou had been fighting with the Killer Whale.”\n</p><p>\n“I haven’t been doing anything but fight since the middle of May. The beach is\ndisgracefully crowded this season. I’ve met at least a hundred seals from\nLukannon Beach, house hunting. Why can’t people stay where they belong?”\n</p><p>\n“I’ve often thought we should be much happier if we hauled out at Otter Island\ninstead of this crowded place,” said Matkah.\n</p><p>\n“Bah! Only the holluschickie go to Otter Island. If we went there they would\nsay we were afraid. We must preserve appearances, my dear.”\n</p><p>\nSea Catch sunk his head proudly between his fat shoulders and pretended to go\nto sleep for a few minutes, but all the time he was keeping a sharp lookout for\na fight. Now that all the seals and their wives were on the land, you could\nhear their clamor miles out to sea above the loudest gales. At the lowest\ncounting there were over a million seals on the beach—old seals, mother seals,\ntiny babies, and holluschickie, fighting, scuffling, bleating, crawling, and\nplaying together—going down to the sea and coming up from it in gangs and\nregiments, lying over every foot of ground as far as the eye could reach, and\nskirmishing about in brigades through the fog. It is nearly always foggy at\nNovastoshnah, except when the sun comes out and makes everything look all\npearly and rainbow-colored for a little while.\n</p><p>\nKotick, Matkah’s baby, was born in the middle of that confusion, and he was all\nhead and shoulders, with pale, watery blue eyes, as tiny seals must be, but\nthere was something about his coat that made his mother look at him very\nclosely.\n</p><p>\n“Sea Catch,” she said, at last, “our baby’s going to be white!”\n</p><p>\n“Empty clam-shells and dry seaweed!” snorted Sea Catch. “There never has been\nsuch a thing in the world as a white seal.”\n</p><p>\n“I can’t help that,” said Matkah; “there’s going to be now.” And she sang the\nlow, crooning seal song that all the mother seals sing to their babies:\n</p><p class=\"poem\">\nYou mustn’t swim till you’re six weeks old,<br/>\n    Or your head will be sunk by your heels;<br/>\nAnd summer gales and Killer Whales<br/>\n    Are bad for baby seals.<br/>\n<br/>\nAre bad for baby seals, dear rat,<br/>\n    As bad as bad can be;<br/>\nBut splash and grow strong,<br/>\nAnd you can’t be wrong.<br/>\n    Child of the Open Sea!\n</p><p>\nOf course the little fellow did not understand the words at first. He paddled\nand scrambled about by his mother’s side, and learned to scuffle out of the way\nwhen his father was fighting with another seal, and the two rolled and roared\nup and down the slippery rocks. Matkah used to go to sea to get things to eat,\nand the baby was fed only once in two days, but then he ate all he could and\nthrove upon it.\n</p><p>\nThe first thing he did was to crawl inland, and there he met tens of thousands\nof babies of his own age, and they played together like puppies, went to sleep\non the clean sand, and played again. The old people in the nurseries took no\nnotice of them, and the holluschickie kept to their own grounds, and the babies\nhad a beautiful playtime.\n</p><p>\nWhen Matkah came back from her deep-sea fishing she would go straight to their\nplayground and call as a sheep calls for a lamb, and wait until she heard\nKotick bleat. Then she would take the straightest of straight lines in his\ndirection, striking out with her fore flippers and knocking the youngsters head\nover heels right and left. There were always a few hundred mothers hunting for\ntheir children through the playgrounds, and the babies were kept lively. But,\nas Matkah told Kotick, “So long as you don’t lie in muddy water and get mange,\nor rub the hard sand into a cut or scratch, and so long as you never go\nswimming when there is a heavy sea, nothing will hurt you here.”\n</p><p>\nLittle seals can no more swim than little children, but they are unhappy till\nthey learn. The first time that Kotick went down to the sea a wave carried him\nout beyond his depth, and his big head sank and his little hind flippers flew\nup exactly as his mother had told him in the song, and if the next wave had not\nthrown him back again he would have drowned.\n</p><p>\nAfter that, he learned to lie in a beach pool and let the wash of the waves\njust cover him and lift him up while he paddled, but he always kept his eye\nopen for big waves that might hurt. He was two weeks learning to use his\nflippers; and all that while he floundered in and out of the water, and coughed\nand grunted and crawled up the beach and took catnaps on the sand, and went\nback again, until at last he found that he truly belonged to the water.\n</p><p>\nThen you can imagine the times that he had with his companions, ducking under\nthe rollers; or coming in on top of a comber and landing with a swash and a\nsplutter as the big wave went whirling far up the beach; or standing up on his\ntail and scratching his head as the old people did; or playing “I’m the King of\nthe Castle” on slippery, weedy rocks that just stuck out of the wash. Now and\nthen he would see a thin fin, like a big shark’s fin, drifting along close to\nshore, and he knew that that was the Killer Whale, the Grampus, who eats young\nseals when he can get them; and Kotick would head for the beach like an arrow,\nand the fin would jig off slowly, as if it were looking for nothing at all.\n</p><p>\nLate in October the seals began to leave St. Paul’s for the deep sea, by\nfamilies and tribes, and there was no more fighting over the nurseries, and the\nholluschickie played anywhere they liked. “Next year,” said Matkah to Kotick,\n“you will be a holluschickie; but this year you must learn how to catch fish.”\n</p><p>\nThey set out together across the Pacific, and Matkah showed Kotick how to sleep\non his back with his flippers tucked down by his side and his little nose just\nout of the water. No cradle is so comfortable as the long, rocking swell of the\nPacific. When Kotick felt his skin tingle all over, Matkah told him he was\nlearning the “feel of the water,” and that tingly, prickly feelings meant bad\nweather coming, and he must swim hard and get away.\n</p><div class=\"figleft\" style=\"width:20%;\">\n<img alt=\"{9166}\" src=\"images/{9166}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Ten fathoms deep</p>\n</div><img alt=\"{9166}\" src=\"images/{9166}.jpg\" width=\"100%\"/><p class=\"caption\">Ten fathoms deep</p><p>\n“In a little time,” she said, “you’ll know where to swim to, but just now we’ll\nfollow Sea Pig, the Porpoise, for he is very wise.” A school of porpoises were\nducking and tearing through the water, and little Kotick followed them as fast\nas he could. “How do you know where to go to?” he panted. The leader of the\nschool rolled his white eye and ducked under. “My tail tingles, youngster,” he\nsaid. “That means there’s a gale behind me. Come along! When you’re south of\nthe Sticky Water [he meant the Equator] and your tail tingles, that means\nthere’s a gale in front of you and you must head north. Come along! The water\nfeels bad here.”\n</p><p>\nThis was one of very many things that Kotick learned, and he was always\nlearning. Matkah taught him to follow the cod and the halibut along the\nunder-sea banks and wrench the rockling out of his hole among the weeds; how to\nskirt the wrecks lying a hundred fathoms below water and dart like a rifle\nbullet in at one porthole and out at another as the fishes ran; how to dance on\nthe top of the waves when the lightning was racing all over the sky, and wave\nhis flipper politely to the stumpy-tailed Albatross and the Man-of-war Hawk as\nthey went down the wind; how to jump three or four feet clear of the water like\na dolphin, flippers close to the side and tail curved; to leave the flying fish\nalone because they are all bony; to take the shoulder-piece out of a cod at\nfull speed ten fathoms deep, and never to stop and look at a boat or a ship,\nbut particularly a row-boat. At the end of six months what Kotick did not know\nabout deep-sea fishing was not worth the knowing. And all that time he never\nset flipper on dry ground.\n</p><p>\nOne day, however, as he was lying half asleep in the warm water somewhere off\nthe Island of Juan Fernandez, he felt faint and lazy all over, just as human\npeople do when the spring is in their legs, and he remembered the good firm\nbeaches of Novastoshnah seven thousand miles away, the games his companions\nplayed, the smell of the seaweed, the seal roar, and the fighting. That very\nminute he turned north, swimming steadily, and as he went on he met scores of\nhis mates, all bound for the same place, and they said: “Greeting, Kotick! This\nyear we are all holluschickie, and we can dance the Fire-dance in the breakers\noff Lukannon and play on the new grass. But where did you get that coat?”\n</p><p>\nKotick’s fur was almost pure white now, and though he felt very proud of it, he\nonly said, “Swim quickly! My bones are aching for the land.” And so they all\ncame to the beaches where they had been born, and heard the old seals, their\nfathers, fighting in the rolling mist.\n</p><p>\nThat night Kotick danced the Fire-dance with the yearling seals. The sea is\nfull of fire on summer nights all the way down from Novastoshnah to Lukannon,\nand each seal leaves a wake like burning oil behind him and a flaming flash\nwhen he jumps, and the waves break in great phosphorescent streaks and swirls.\nThen they went inland to the holluschickie grounds and rolled up and down in\nthe new wild wheat and told stories of what they had done while they had been\nat sea. They talked about the Pacific as boys would talk about a wood that they\nhad been nutting in, and if anyone had understood them he could have gone away\nand made such a chart of that ocean as never was. The three- and four-year-old\nholluschickie romped down from Hutchinson’s Hill crying: “Out of the way,\nyoungsters! The sea is deep and you don’t know all that’s in it yet. Wait till\nyou’ve rounded the Horn. Hi, you yearling, where did you get that white coat?”\n</p><p>\n“I didn’t get it,” said Kotick. “It grew.” And just as he was going to roll the\nspeaker over, a couple of black-haired men with flat red faces came from behind\na sand dune, and Kotick, who had never seen a man before, coughed and lowered\nhis head. The holluschickie just bundled off a few yards and sat staring\nstupidly. The men were no less than Kerick Booterin, the chief of the\nseal-hunters on the island, and Patalamon, his son. They came from the little\nvillage not half a mile from the sea nurseries, and they were deciding what\nseals they would drive up to the killing pens—for the seals were driven just\nlike sheep—to be turned into seal-skin jackets later on.\n</p><p>\n“Ho!” said Patalamon. “Look! There’s a white seal!”\n</p><p>\nKerick Booterin turned nearly white under his oil and smoke, for he was an\nAleut, and Aleuts are not clean people. Then he began to mutter a prayer.\n“Don’t touch him, Patalamon. There has never been a white seal since—since I\nwas born. Perhaps it is old Zaharrof’s ghost. He was lost last year in the big\ngale.”\n</p><p>\n“I’m not going near him,” said Patalamon. “He’s unlucky. Do you really think he\nis old Zaharrof come back? I owe him for some gulls’ eggs.”\n</p><p>\n“Don’t look at him,” said Kerick. “Head off that drove of four-year-olds. The\nmen ought to skin two hundred to-day, but it’s the beginning of the season and\nthey are new to the work. A hundred will do. Quick!”\n</p><p>\nPatalamon rattled a pair of seal’s shoulder bones in front of a herd of\nholluschickie and they stopped dead, puffing and blowing. Then he stepped near\nand the seals began to move, and Kerick headed them inland, and they never\ntried to get back to their companions. Hundreds and hundreds of thousands of\nseals watched them being driven, but they went on playing just the same. Kotick\nwas the only one who asked questions, and none of his companions could tell him\nanything, except that the men always drove seals in that way for six weeks or\ntwo months of every year.\n</p><p>\n“I am going to follow,” he said, and his eyes nearly popped out of his head as\nhe shuffled along in the wake of the herd.\n</p><p>\n“The white seal is coming after us,” cried Patalamon. “That’s the first time a\nseal has ever come to the killing-grounds alone.”\n</p><p>\n“Hsh! Don’t look behind you,” said Kerick. “It is Zaharrof’s ghost! I must\nspeak to the priest about this.”\n</p><p>\nThe distance to the killing-grounds was only half a mile, but it took an hour\nto cover, because if the seals went too fast Kerick knew that they would get\nheated and then their fur would come off in patches when they were skinned. So\nthey went on very slowly, past Sea Lion’s Neck, past Webster House, till they\ncame to the Salt House just beyond the sight of the seals on the beach. Kotick\nfollowed, panting and wondering. He thought that he was at the world’s end, but\nthe roar of the seal nurseries behind him sounded as loud as the roar of a\ntrain in a tunnel. Then Kerick sat down on the moss and pulled out a heavy\npewter watch and let the drove cool off for thirty minutes, and Kotick could\nhear the fog-dew dripping off the brim of his cap. Then ten or twelve men, each\nwith an iron-bound club three or four feet long, came up, and Kerick pointed\nout one or two of the drove that were bitten by their companions or too hot,\nand the men kicked those aside with their heavy boots made of the skin of a\nwalrus’s throat, and then Kerick said, “Let go!” and then the men clubbed the\nseals on the head as fast as they could.\n</p><p>\nTen minutes later little Kotick did not recognize his friends any more, for\ntheir skins were ripped off from the nose to the hind flippers, whipped off and\nthrown down on the ground in a pile. That was enough for Kotick. He turned and\ngalloped (a seal can gallop very swiftly for a short time) back to the sea; his\nlittle new mustache bristling with horror. At Sea Lion’s Neck, where the great\nsea lions sit on the edge of the surf, he flung himself flipper-overhead into\nthe cool water and rocked there, gasping miserably. “What’s here?” said a sea\nlion gruffly, for as a rule the sea lions keep themselves to themselves.\n</p><p>\n“Scoochnie! Ochen scoochnie!” (“I’m lonesome, very lonesome!”) said Kotick.\n“They’re killing all the holluschickie on all the beaches!”\n</p><p>\nThe Sea Lion turned his head inshore. “Nonsense!” he said. “Your friends are\nmaking as much noise as ever. You must have seen old Kerick polishing off a\ndrove. He’s done that for thirty years.”\n</p><p>\n“It’s horrible,” said Kotick, backing water as a wave went over him, and\nsteadying himself with a screw stroke of his flippers that brought him all\nstanding within three inches of a jagged edge of rock.\n</p><p>\n“Well done for a yearling!” said the Sea Lion, who could appreciate good\nswimming. “I suppose it is rather awful from your way of looking at it, but if\nyou seals will come here year after year, of course the men get to know of it,\nand unless you can find an island where no men ever come you will always be\ndriven.”\n</p><p>\n“Isn’t there any such island?” began Kotick.\n</p><p>\n“I’ve followed the poltoos [the halibut] for twenty years, and I can’t say I’ve\nfound it yet. But look here—you seem to have a fondness for talking to your\nbetters—suppose you go to Walrus Islet and talk to Sea Vitch. He may know\nsomething. Don’t flounce off like that. It’s a six-mile swim, and if I were you\nI should haul out and take a nap first, little one.”\n</p><p>\nKotick thought that that was good advice, so he swam round to his own beach,\nhauled out, and slept for half an hour, twitching all over, as seals will. Then\nhe headed straight for Walrus Islet, a little low sheet of rocky island almost\ndue northeast from Novastoshnah, all ledges and rock and gulls’ nests, where\nthe walrus herded by themselves.\n</p><p>\nHe landed close to old Sea Vitch—the big, ugly, bloated, pimpled, fat-necked,\nlong-tusked walrus of the North Pacific, who has no manners except when he is\nasleep—as he was then, with his hind flippers half in and half out of the surf.\n</p><p>\n“Wake up!” barked Kotick, for the gulls were making a great noise.\n</p><p>\n“Hah! Ho! Hmph! What’s that?” said Sea Vitch, and he struck the next walrus a\nblow with his tusks and waked him up, and the next struck the next, and so on\ntill they were all awake and staring in every direction but the right one.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0174}\" src=\"images/{0174}.jpg\" width=\"100%\"/>\n<p class=\"caption\">They were all awake and staring in every direction but the\nright one.</p>\n</div><img alt=\"{0174}\" src=\"images/{0174}.jpg\" width=\"100%\"/><p class=\"caption\">They were all awake and staring in every direction but the\nright one.</p><p>\n“Hi! It’s me,” said Kotick, bobbing in the surf and looking like a little white\nslug.\n</p><p>\n“Well! May I be—skinned!” said Sea Vitch, and they all looked at Kotick as you\ncan fancy a club full of drowsy old gentlemen would look at a little boy.\nKotick did not care to hear any more about skinning just then; he had seen\nenough of it. So he called out: “Isn’t there any place for seals to go where\nmen don’t ever come?”\n</p><p>\n“Go and find out,” said Sea Vitch, shutting his eyes. “Run away. We’re busy\nhere.”\n</p><p>\nKotick made his dolphin-jump in the air and shouted as loud as he could:\n“Clam-eater! Clam-eater!” He knew that Sea Vitch never caught a fish in his\nlife but always rooted for clams and seaweed; though he pretended to be a very\nterrible person. Naturally the Chickies and the Gooverooskies and the\nEpatkas—the Burgomaster Gulls and the Kittiwakes and the Puffins, who are\nalways looking for a chance to be rude, took up the cry, and—so Limmershin told\nme—for nearly five minutes you could not have heard a gun fired on Walrus\nIslet. All the population was yelling and screaming “Clam-eater! Stareek [old\nman]!” while Sea Vitch rolled from side to side grunting and coughing.\n</p><p>\n“Now will you tell?” said Kotick, all out of breath.\n</p><p>\n“Go and ask Sea Cow,” said Sea Vitch. “If he is living still, he’ll be able to\ntell you.”\n</p><p>\n“How shall I know Sea Cow when I meet him?” said Kotick, sheering off.\n</p><p>\n“He’s the only thing in the sea uglier than Sea Vitch,” screamed a Burgomaster\ngull, wheeling under Sea Vitch’s nose. “Uglier, and with worse manners!\nStareek!”\n</p><p>\nKotick swam back to Novastoshnah, leaving the gulls to scream. There he found\nthat no one sympathized with him in his little attempt to discover a quiet\nplace for the seals. They told him that men had always driven the\nholluschickie—it was part of the day’s work—and that if he did not like to see\nugly things he should not have gone to the killing grounds. But none of the\nother seals had seen the killing, and that made the difference between him and\nhis friends. Besides, Kotick was a white seal.\n</p><p>\n“What you must do,” said old Sea Catch, after he had heard his son’s\nadventures, “is to grow up and be a big seal like your father, and have a\nnursery on the beach, and then they will leave you alone. In another five years\nyou ought to be able to fight for yourself.” Even gentle Matkah, his mother,\nsaid: “You will never be able to stop the killing. Go and play in the sea,\nKotick.” And Kotick went off and danced the Fire-dance with a very heavy little\nheart.\n</p><p>\nThat autumn he left the beach as soon as he could, and set off alone because of\na notion in his bullet-head. He was going to find Sea Cow, if there was such a\nperson in the sea, and he was going to find a quiet island with good firm\nbeaches for seals to live on, where men could not get at them. So he explored\nand explored by himself from the North to the South Pacific, swimming as much\nas three hundred miles in a day and a night. He met with more adventures than\ncan be told, and narrowly escaped being caught by the Basking Shark, and the\nSpotted Shark, and the Hammerhead, and he met all the untrustworthy ruffians\nthat loaf up and down the seas, and the heavy polite fish, and the scarlet\nspotted scallops that are moored in one place for hundreds of years, and grow\nvery proud of it; but he never met Sea Cow, and he never found an island that\nhe could fancy.\n</p><p>\nIf the beach was good and hard, with a slope behind it for seals to play on,\nthere was always the smoke of a whaler on the horizon, boiling down blubber,\nand Kotick knew what that meant. Or else he could see that seals had once\nvisited the island and been killed off, and Kotick knew that where men had come\nonce they would come again.\n</p><p>\nHe picked up with an old stumpy-tailed albatross, who told him that Kerguelen\nIsland was the very place for peace and quiet, and when Kotick went down there\nhe was all but smashed to pieces against some wicked black cliffs in a heavy\nsleet-storm with lightning and thunder. Yet as he pulled out against the gale\nhe could see that even there had once been a seal nursery. And it was so in all\nthe other islands that he visited.\n</p><p>\nLimmershin gave a long list of them, for he said that Kotick spent five seasons\nexploring, with a four months’ rest each year at Novastoshnah, when the\nholluschickie used to make fun of him and his imaginary islands. He went to the\nGallapagos, a horrid dry place on the Equator, where he was nearly baked to\ndeath; he went to the Georgia Islands, the Orkneys, Emerald Island, Little\nNightingale Island, Gough’s Island, Bouvet’s Island, the Crossets, and even to\na little speck of an island south of the Cape of Good Hope. But everywhere the\nPeople of the Sea told him the same things. Seals had come to those islands\nonce upon a time, but men had killed them all off. Even when he swam thousands\nof miles out of the Pacific and got to a place called Cape Corrientes (that was\nwhen he was coming back from Gough’s Island), he found a few hundred mangy\nseals on a rock and they told him that men came there too.\n</p><p>\nThat nearly broke his heart, and he headed round the Horn back to his own\nbeaches; and on his way north he hauled out on an island full of green trees,\nwhere he found an old, old seal who was dying, and Kotick caught fish for him\nand told him all his sorrows. “Now,” said Kotick, “I am going back to\nNovastoshnah, and if I am driven to the killing-pens with the holluschickie I\nshall not care.”\n</p><p>\nThe old seal said, “Try once more. I am the last of the Lost Rookery of\nMasafuera, and in the days when men killed us by the hundred thousand there was\na story on the beaches that some day a white seal would come out of the North\nand lead the seal people to a quiet place. I am old, and I shall never live to\nsee that day, but others will. Try once more.”\n</p><p>\nAnd Kotick curled up his mustache (it was a beauty) and said, “I am the only\nwhite seal that has ever been born on the beaches, and I am the only seal,\nblack or white, who ever thought of looking for new islands.”\n</p><p>\nThis cheered him immensely; and when he came back to Novastoshnah that summer,\nMatkah, his mother, begged him to marry and settle down, for he was no longer a\nholluschick but a full-grown sea-catch, with a curly white mane on his\nshoulders, as heavy, as big, and as fierce as his father. “Give me another\nseason,” he said. “Remember, Mother, it is always the seventh wave that goes\nfarthest up the beach.”\n</p><p>\nCuriously enough, there was another seal who thought that she would put off\nmarrying till the next year, and Kotick danced the Fire-dance with her all down\nLukannon Beach the night before he set off on his last exploration. This time\nhe went westward, because he had fallen on the trail of a great shoal of\nhalibut, and he needed at least one hundred pounds of fish a day to keep him in\ngood condition. He chased them till he was tired, and then he curled himself up\nand went to sleep on the hollows of the ground swell that sets in to Copper\nIsland. He knew the coast perfectly well, so about midnight, when he felt\nhimself gently bumped on a weed-bed, he said, “Hm, tide’s running strong\ntonight,” and turning over under water opened his eyes slowly and stretched.\nThen he jumped like a cat, for he saw huge things nosing about in the shoal\nwater and browsing on the heavy fringes of the weeds.\n</p><p>\n“By the Great Combers of Magellan!” he said, beneath his mustache. “Who in the\nDeep Sea are these people?”\n</p><p>\nThey were like no walrus, sea lion, seal, bear, whale, shark, fish, squid, or\nscallop that Kotick had ever seen before. They were between twenty and thirty\nfeet long, and they had no hind flippers, but a shovel-like tail that looked as\nif it had been whittled out of wet leather. Their heads were the most\nfoolish-looking things you ever saw, and they balanced on the ends of their\ntails in deep water when they weren’t grazing, bowing solemnly to each other\nand waving their front flippers as a fat man waves his arm.\n</p><p>\n“Ahem!” said Kotick. “Good sport, gentlemen?” The big things answered by bowing\nand waving their flippers like the Frog Footman. When they began feeding again\nKotick saw that their upper lip was split into two pieces that they could\ntwitch apart about a foot and bring together again with a whole bushel of\nseaweed between the splits. They tucked the stuff into their mouths and chumped\nsolemnly.\n</p><p>\n“Messy style of feeding, that,” said Kotick. They bowed again, and Kotick began\nto lose his temper. “Very good,” he said. “If you do happen to have an extra\njoint in your front flipper you needn’t show off so. I see you bow gracefully,\nbut I should like to know your names.” The split lips moved and twitched; and\nthe glassy green eyes stared, but they did not speak.\n</p><p>\n“Well!” said Kotick. “You’re the only people I’ve ever met uglier than Sea\nVitch—and with worse manners.”\n</p><p>\nThen he remembered in a flash what the Burgomaster gull had screamed to him\nwhen he was a little yearling at Walrus Islet, and he tumbled backward in the\nwater, for he knew that he had found Sea Cow at last.\n</p><p>\nThe sea cows went on schlooping and grazing and chumping in the weed, and\nKotick asked them questions in every language that he had picked up in his\ntravels; and the Sea People talk nearly as many languages as human beings. But\nthe sea cows did not answer because Sea Cow cannot talk. He has only six bones\nin his neck where he ought to have seven, and they say under the sea that that\nprevents him from speaking even to his companions. But, as you know, he has an\nextra joint in his foreflipper, and by waving it up and down and about he makes\nwhat answers to a sort of clumsy telegraphic code.\n</p><p>\nBy daylight Kotick’s mane was standing on end and his temper was gone where the\ndead crabs go. Then the Sea Cow began to travel northward very slowly, stopping\nto hold absurd bowing councils from time to time, and Kotick followed them,\nsaying to himself, “People who are such idiots as these are would have been\nkilled long ago if they hadn’t found out some safe island. And what is good\nenough for the Sea Cow is good enough for the Sea Catch. All the same, I wish\nthey’d hurry.”\n</p><p>\nIt was weary work for Kotick. The herd never went more than forty or fifty\nmiles a day, and stopped to feed at night, and kept close to the shore all the\ntime; while Kotick swam round them, and over them, and under them, but he could\nnot hurry them up one-half mile. As they went farther north they held a bowing\ncouncil every few hours, and Kotick nearly bit off his mustache with impatience\ntill he saw that they were following up a warm current of water, and then he\nrespected them more.\n</p><p>\nOne night they sank through the shiny water—sank like stones—and for the first\ntime since he had known them began to swim quickly. Kotick followed, and the\npace astonished him, for he never dreamed that Sea Cow was anything of a\nswimmer. They headed for a cliff by the shore—a cliff that ran down into deep\nwater, and plunged into a dark hole at the foot of it, twenty fathoms under the\nsea. It was a long, long swim, and Kotick badly wanted fresh air before he was\nout of the dark tunnel they led him through.\n</p><p>\n“My wig!” he said, when he rose, gasping and puffing, into open water at the\nfarther end. “It was a long dive, but it was worth it.”\n</p><p>\nThe sea cows had separated and were browsing lazily along the edges of the\nfinest beaches that Kotick had ever seen. There were long stretches of\nsmooth-worn rock running for miles, exactly fitted to make seal-nurseries, and\nthere were play-grounds of hard sand sloping inland behind them, and there were\nrollers for seals to dance in, and long grass to roll in, and sand dunes to\nclimb up and down, and, best of all, Kotick knew by the feel of the water,\nwhich never deceives a true sea catch, that no men had ever come there.\n</p><p>\nThe first thing he did was to assure himself that the fishing was good, and\nthen he swam along the beaches and counted up the delightful low sandy islands\nhalf hidden in the beautiful rolling fog. Away to the northward, out to sea,\nran a line of bars and shoals and rocks that would never let a ship come within\nsix miles of the beach, and between the islands and the mainland was a stretch\nof deep water that ran up to the perpendicular cliffs, and somewhere below the\ncliffs was the mouth of the tunnel.\n</p><p>\n“It’s Novastoshnah over again, but ten times better,” said Kotick. “Sea Cow\nmust be wiser than I thought. Men can’t come down the cliffs, even if there\nwere any men; and the shoals to seaward would knock a ship to splinters. If any\nplace in the sea is safe, this is it.”\n</p><p>\nHe began to think of the seal he had left behind him, but though he was in a\nhurry to go back to Novastoshnah, he thoroughly explored the new country, so\nthat he would be able to answer all questions.\n</p><p>\nThen he dived and made sure of the mouth of the tunnel, and raced through to\nthe southward. No one but a sea cow or a seal would have dreamed of there being\nsuch a place, and when he looked back at the cliffs even Kotick could hardly\nbelieve that he had been under them.\n</p><p>\nHe was six days going home, though he was not swimming slowly; and when he\nhauled out just above Sea Lion’s Neck the first person he met was the seal who\nhad been waiting for him, and she saw by the look in his eyes that he had found\nhis island at last.\n</p><p>\nBut the holluschickie and Sea Catch, his father, and all the other seals\nlaughed at him when he told them what he had discovered, and a young seal about\nhis own age said, “This is all very well, Kotick, but you can’t come from no\none knows where and order us off like this. Remember we’ve been fighting for\nour nurseries, and that’s a thing you never did. You preferred prowling about\nin the sea.”\n</p><p>\nThe other seals laughed at this, and the young seal began twisting his head\nfrom side to side. He had just married that year, and was making a great fuss\nabout it.\n</p><p>\n“I’ve no nursery to fight for,” said Kotick. “I only want to show you all a\nplace where you will be safe. What’s the use of fighting?”\n</p><p>\n“Oh, if you’re trying to back out, of course I’ve no more to say,” said the\nyoung seal with an ugly chuckle.\n</p><p>\n“Will you come with me if I win?” said Kotick. And a green light came into his\neye, for he was very angry at having to fight at all.\n</p><p>\n“Very good,” said the young seal carelessly. “If you win, I’ll come.”\n</p><p>\nHe had no time to change his mind, for Kotick’s head was out and his teeth sunk\nin the blubber of the young seal’s neck. Then he threw himself back on his\nhaunches and hauled his enemy down the beach, shook him, and knocked him over.\nThen Kotick roared to the seals: “I’ve done my best for you these five seasons\npast. I’ve found you the island where you’ll be safe, but unless your heads are\ndragged off your silly necks you won’t believe. I’m going to teach you now.\nLook out for yourselves!”\n</p><p>\nLimmershin told me that never in his life—and Limmershin sees ten thousand big\nseals fighting every year—never in all his little life did he see anything like\nKotick’s charge into the nurseries. He flung himself at the biggest sea catch\nhe could find, caught him by the throat, choked him and bumped him and banged\nhim till he grunted for mercy, and then threw him aside and attacked the next.\nYou see, Kotick had never fasted for four months as the big seals did every\nyear, and his deep-sea swimming trips kept him in perfect condition, and, best\nof all, he had never fought before. His curly white mane stood up with rage,\nand his eyes flamed, and his big dog teeth glistened, and he was splendid to\nlook at. Old Sea Catch, his father, saw him tearing past, hauling the grizzled\nold seals about as though they had been halibut, and upsetting the young\nbachelors in all directions; and Sea Catch gave a roar and shouted: “He may be\na fool, but he is the best fighter on the beaches! Don’t tackle your father, my\nson! He’s with you!”\n</p><p>\nKotick roared in answer, and old Sea Catch waddled in with his mustache on end,\nblowing like a locomotive, while Matkah and the seal that was going to marry\nKotick cowered down and admired their men-folk. It was a gorgeous fight, for\nthe two fought as long as there was a seal that dared lift up his head, and\nwhen there were none they paraded grandly up and down the beach side by side,\nbellowing.\n</p><p>\nAt night, just as the Northern Lights were winking and flashing through the\nfog, Kotick climbed a bare rock and looked down on the scattered nurseries and\nthe torn and bleeding seals. “Now,” he said, “I’ve taught you your lesson.”\n</p><p>\n“My wig!” said old Sea Catch, boosting himself up stiffly, for he was fearfully\nmauled. “The Killer Whale himself could not have cut them up worse. Son, I’m\nproud of you, and what’s more, I’ll come with you to your island—if there is\nsuch a place.”\n</p><p>\n“Hear you, fat pigs of the sea. Who comes with me to the Sea Cow’s tunnel?\nAnswer, or I shall teach you again,” roared Kotick.\n</p><p>\nThere was a murmur like the ripple of the tide all up and down the beaches. “We\nwill come,” said thousands of tired voices. “We will follow Kotick, the White\nSeal.”\n</p><p>\nThen Kotick dropped his head between his shoulders and shut his eyes proudly.\nHe was not a white seal any more, but red from head to tail. All the same he\nwould have scorned to look at or touch one of his wounds.\n</p><p>\nA week later he and his army (nearly ten thousand holluschickie and old seals)\nwent away north to the Sea Cow’s tunnel, Kotick leading them, and the seals\nthat stayed at Novastoshnah called them idiots. But next spring, when they all\nmet off the fishing banks of the Pacific, Kotick’s seals told such tales of the\nnew beaches beyond Sea Cow’s tunnel that more and more seals left Novastoshnah.\nOf course it was not all done at once, for the seals are not very clever, and\nthey need a long time to turn things over in their minds, but year after year\nmore seals went away from Novastoshnah, and Lukannon, and the other nurseries,\nto the quiet, sheltered beaches where Kotick sits all the summer through,\ngetting bigger and fatter and stronger each year, while the holluschickie play\naround him, in that sea where no man comes.\n</p>"
}