{
  "title": "Mowgli’s Brothers",
  "subtitle": "Mowgli’s Brothers",
  "chapterId": "chapter-2",
  "prev": "chapter-1",
  "next": "chapter-3",
  "content": "<p class=\"poem\">\nNow Rann the Kite brings home the night<br/>\n    That Mang the Bat sets free—<br/>\nThe herds are shut in byre and hut<br/>\n    For loosed till dawn are we.<br/>\nThis is the hour of pride and power,<br/>\n    Talon and tush and claw.<br/>\nOh, hear the call!—Good hunting all<br/>\n    That keep the Jungle Law!<br/>\n<i>Night-Song in the Jungle</i>\n</p><p>\nIt was seven o’clock of a very warm evening in the Seeonee hills when Father\nWolf woke up from his day’s rest, scratched himself, yawned, and spread out his\npaws one after the other to get rid of the sleepy feeling in their tips. Mother\nWolf lay with her big gray nose dropped across her four tumbling, squealing\ncubs, and the moon shone into the mouth of the cave where they all lived.\n“Augrh!” said Father Wolf. “It is time to hunt again.” He was going to spring\ndown hill when a little shadow with a bushy tail crossed the threshold and\nwhined: “Good luck go with you, O Chief of the Wolves. And good luck and strong\nwhite teeth go with noble children that they may never forget the hungry in\nthis world.”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0025}\" src=\"images/{0025}.jpg\" width=\"100%\"/>\n<p class=\"caption\">“Good luck go with you, O chief of the wolves.”</p>\n</div><img alt=\"{0025}\" src=\"images/{0025}.jpg\" width=\"100%\"/><p class=\"caption\">“Good luck go with you, O chief of the wolves.”</p><p>\nIt was the jackal—Tabaqui, the Dish-licker—and the wolves of India despise\nTabaqui because he runs about making mischief, and telling tales, and eating\nrags and pieces of leather from the village rubbish-heaps. But they are afraid\nof him too, because Tabaqui, more than anyone else in the jungle, is apt to go\nmad, and then he forgets that he was ever afraid of anyone, and runs through\nthe forest biting everything in his way. Even the tiger runs and hides when\nlittle Tabaqui goes mad, for madness is the most disgraceful thing that can\novertake a wild creature. We call it hydrophobia, but they call it dewanee—the\nmadness—and run.\n</p><p>\n“Enter, then, and look,” said Father Wolf stiffly, “but there is no food here.”\n</p><p>\n“For a wolf, no,” said Tabaqui, “but for so mean a person as myself a dry bone\nis a good feast. Who are we, the Gidur-log [the jackal people], to pick and\nchoose?” He scuttled to the back of the cave, where he found the bone of a buck\nwith some meat on it, and sat cracking the end merrily.\n</p><p>\n“All thanks for this good meal,” he said, licking his lips. “How beautiful are\nthe noble children! How large are their eyes! And so young too! Indeed, indeed,\nI might have remembered that the children of kings are men from the beginning.”\n</p><p>\nNow, Tabaqui knew as well as anyone else that there is nothing so unlucky as to\ncompliment children to their faces. It pleased him to see Mother and Father\nWolf look uncomfortable.\n</p><p>\nTabaqui sat still, rejoicing in the mischief that he had made, and then he said\nspitefully:\n</p><p>\n“Shere Khan, the Big One, has shifted his hunting grounds. He will hunt among\nthese hills for the next moon, so he has told me.”\n</p><p>\nShere Khan was the tiger who lived near the Waingunga River, twenty miles away.\n</p><p>\n“He has no right!” Father Wolf began angrily—“By the Law of the Jungle he has\nno right to change his quarters without due warning. He will frighten every\nhead of game within ten miles, and I—I have to kill for two, these days.”\n</p><p>\n“His mother did not call him Lungri [the Lame One] for nothing,” said Mother\nWolf quietly. “He has been lame in one foot from his birth. That is why he has\nonly killed cattle. Now the villagers of the Waingunga are angry with him, and\nhe has come here to make our villagers angry. They will scour the jungle for\nhim when he is far away, and we and our children must run when the grass is set\nalight. Indeed, we are very grateful to Shere Khan!”\n</p><p>\n“Shall I tell him of your gratitude?” said Tabaqui.\n</p><p>\n“Out!” snapped Father Wolf. “Out and hunt with thy master. Thou hast done harm\nenough for one night.”\n</p><p>\n“I go,” said Tabaqui quietly. “Ye can hear Shere Khan below in the thickets. I\nmight have saved myself the message.”\n</p><p>\nFather Wolf listened, and below in the valley that ran down to a little river\nhe heard the dry, angry, snarly, singsong whine of a tiger who has caught\nnothing and does not care if all the jungle knows it.\n</p><p>\n“The fool!” said Father Wolf. “To begin a night’s work with that noise! Does he\nthink that our buck are like his fat Waingunga bullocks?”\n</p><p>\n“H’sh. It is neither bullock nor buck he hunts to-night,” said Mother Wolf. “It\nis Man.”\n</p><p>\nThe whine had changed to a sort of humming purr that seemed to come from every\nquarter of the compass. It was the noise that bewilders woodcutters and gypsies\nsleeping in the open, and makes them run sometimes into the very mouth of the\ntiger.\n</p><p>\n“Man!” said Father Wolf, showing all his white teeth. “Faugh! Are there not\nenough beetles and frogs in the tanks that he must eat Man, and on our ground\ntoo!”\n</p><p>\nThe Law of the Jungle, which never orders anything without a reason, forbids\nevery beast to eat Man except when he is killing to show his children how to\nkill, and then he must hunt outside the hunting grounds of his pack or tribe.\nThe real reason for this is that man-killing means, sooner or later, the\narrival of white men on elephants, with guns, and hundreds of brown men with\ngongs and rockets and torches. Then everybody in the jungle suffers. The reason\nthe beasts give among themselves is that Man is the weakest and most\ndefenseless of all living things, and it is unsportsmanlike to touch him. They\nsay too—and it is true—that man-eaters become mangy, and lose their teeth.\n</p><p>\nThe purr grew louder, and ended in the full-throated “Aaarh!” of the tiger’s\ncharge.\n</p><p>\nThen there was a howl—an untigerish howl—from Shere Khan. “He has missed,” said\nMother Wolf. “What is it?”\n</p><p>\nFather Wolf ran out a few paces and heard Shere Khan muttering and mumbling\nsavagely as he tumbled about in the scrub.\n</p><p>\n“The fool has had no more sense than to jump at a woodcutter’s campfire, and\nhas burned his feet,” said Father Wolf with a grunt. “Tabaqui is with him.”\n</p><p>\n“Something is coming uphill,” said Mother Wolf, twitching one ear. “Get ready.”\n</p><p>\nThe bushes rustled a little in the thicket, and Father Wolf dropped with his\nhaunches under him, ready for his leap. Then, if you had been watching, you\nwould have seen the most wonderful thing in the world—the wolf checked in\nmid-spring. He made his bound before he saw what it was he was jumping at, and\nthen he tried to stop himself. The result was that he shot up straight into the\nair for four or five feet, landing almost where he left ground.\n</p><p>\n“Man!” he snapped. “A man’s cub. Look!”\n</p><p>\nDirectly in front of him, holding on by a low branch, stood a naked brown baby\nwho could just walk—as soft and as dimpled a little atom as ever came to a\nwolf’s cave at night. He looked up into Father Wolf’s face, and laughed.\n</p><p>\n“Is that a man’s cub?” said Mother Wolf. “I have never seen one. Bring it\nhere.”\n</p><p>\nA Wolf accustomed to moving his own cubs can, if necessary, mouth an egg\nwithout breaking it, and though Father Wolf’s jaws closed right on the child’s\nback not a tooth even scratched the skin as he laid it down among the cubs.\n</p><p>\n“How little! How naked, and—how bold!” said Mother Wolf softly. The baby was\npushing his way between the cubs to get close to the warm hide. “Ahai! He is\ntaking his meal with the others. And so this is a man’s cub. Now, was there\never a wolf that could boast of a man’s cub among her children?”\n</p><p>\n“I have heard now and again of such a thing, but never in our Pack or in my\ntime,” said Father Wolf. “He is altogether without hair, and I could kill him\nwith a touch of my foot. But see, he looks up and is not afraid.”\n</p><p>\nThe moonlight was blocked out of the mouth of the cave, for Shere Khan’s great\nsquare head and shoulders were thrust into the entrance. Tabaqui, behind him,\nwas squeaking: “My lord, my lord, it went in here!”\n</p><p>\n“Shere Khan does us great honor,” said Father Wolf, but his eyes were very\nangry. “What does Shere Khan need?”\n</p><p>\n“My quarry. A man’s cub went this way,” said Shere Khan. “Its parents have run\noff. Give it to me.”\n</p><p>\nShere Khan had jumped at a woodcutter’s campfire, as Father Wolf had said, and\nwas furious from the pain of his burned feet. But Father Wolf knew that the\nmouth of the cave was too narrow for a tiger to come in by. Even where he was,\nShere Khan’s shoulders and forepaws were cramped for want of room, as a man’s\nwould be if he tried to fight in a barrel.\n</p><p>\n“The Wolves are a free people,” said Father Wolf. “They take orders from the\nHead of the Pack, and not from any striped cattle-killer. The man’s cub is\nours—to kill if we choose.”\n</p><p>\n“Ye choose and ye do not choose! What talk is this of choosing? By the bull\nthat I killed, am I to stand nosing into your dog’s den for my fair dues? It is\nI, Shere Khan, who speak!”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0031}\" src=\"images/{0031}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The tiger’s roar filled the cave with thunder.</p>\n</div><img alt=\"{0031}\" src=\"images/{0031}.jpg\" width=\"100%\"/><p class=\"caption\">The tiger’s roar filled the cave with thunder.</p><p>\nThe tiger’s roar filled the cave with thunder. Mother Wolf shook herself clear\nof the cubs and sprang forward, her eyes, like two green moons in the darkness,\nfacing the blazing eyes of Shere Khan.\n</p><p>\n“And it is I, Raksha [The Demon], who answers. The man’s cub is mine,\nLungri—mine to me! He shall not be killed. He shall live to run with the Pack\nand to hunt with the Pack; and in the end, look you, hunter of little naked\ncubs—frog-eater—fish-killer—he shall hunt thee! Now get hence, or by the\nSambhur that I killed (I eat no starved cattle), back thou goest to thy mother,\nburned beast of the jungle, lamer than ever thou camest into the world! Go!”\n</p><p>\nFather Wolf looked on amazed. He had almost forgotten the days when he won\nMother Wolf in fair fight from five other wolves, when she ran in the Pack and\nwas not called The Demon for compliment’s sake. Shere Khan might have faced\nFather Wolf, but he could not stand up against Mother Wolf, for he knew that\nwhere he was she had all the advantage of the ground, and would fight to the\ndeath. So he backed out of the cave mouth growling, and when he was clear he\nshouted:\n</p><p>\n“Each dog barks in his own yard! We will see what the Pack will say to this\nfostering of man-cubs. The cub is mine, and to my teeth he will come in the\nend, O bush-tailed thieves!”\n</p><p>\nMother Wolf threw herself down panting among the cubs, and Father Wolf said to\nher gravely:\n</p><p>\n“Shere Khan speaks this much truth. The cub must be shown to the Pack. Wilt\nthou still keep him, Mother?”\n</p><p>\n“Keep him!” she gasped. “He came naked, by night, alone and very hungry; yet he\nwas not afraid! Look, he has pushed one of my babes to one side already. And\nthat lame butcher would have killed him and would have run off to the Waingunga\nwhile the villagers here hunted through all our lairs in revenge! Keep him?\nAssuredly I will keep him. Lie still, little frog. O thou Mowgli—for Mowgli the\nFrog I will call thee—the time will come when thou wilt hunt Shere Khan as he\nhas hunted thee.”\n</p><p>\n“But what will our Pack say?” said Father Wolf.\n</p><p>\nThe Law of the Jungle lays down very clearly that any wolf may, when he\nmarries, withdraw from the Pack he belongs to. But as soon as his cubs are old\nenough to stand on their feet he must bring them to the Pack Council, which is\ngenerally held once a month at full moon, in order that the other wolves may\nidentify them. After that inspection the cubs are free to run where they\nplease, and until they have killed their first buck no excuse is accepted if a\ngrown wolf of the Pack kills one of them. The punishment is death where the\nmurderer can be found; and if you think for a minute you will see that this\nmust be so.\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5029}\" src=\"images/{5029}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The ‘Council Rock’</p>\n</div><img alt=\"{5029}\" src=\"images/{5029}.jpg\" width=\"100%\"/><p class=\"caption\">The ‘Council Rock’</p><p>\nFather Wolf waited till his cubs could run a little, and then on the night of\nthe Pack Meeting took them and Mowgli and Mother Wolf to the Council Rock—a\nhilltop covered with stones and boulders where a hundred wolves could hide.\nAkela, the great gray Lone Wolf, who led all the Pack by strength and cunning,\nlay out at full length on his rock, and below him sat forty or more wolves of\nevery size and color, from badger-colored veterans who could handle a buck\nalone to young black three-year-olds who thought they could. The Lone Wolf had\nled them for a year now. He had fallen twice into a wolf trap in his youth, and\nonce he had been beaten and left for dead; so he knew the manners and customs\nof men. There was very little talking at the Rock. The cubs tumbled over each\nother in the center of the circle where their mothers and fathers sat, and now\nand again a senior wolf would go quietly up to a cub, look at him carefully,\nand return to his place on noiseless feet. Sometimes a mother would push her\ncub far out into the moonlight to be sure that he had not been overlooked.\nAkela from his rock would cry: “Ye know the Law—ye know the Law. Look well, O\nWolves!” And the anxious mothers would take up the call: “Look—look well, O\nWolves!”\n</p><p>\nAt last—and Mother Wolf’s neck bristles lifted as the time came—Father Wolf\npushed “Mowgli the Frog,” as they called him, into the center, where he sat\nlaughing and playing with some pebbles that glistened in the moonlight.\n</p><p>\nAkela never raised his head from his paws, but went on with the monotonous cry:\n“Look well!” A muffled roar came up from behind the rocks—the voice of Shere\nKhan crying: “The cub is mine. Give him to me. What have the Free People to do\nwith a man’s cub?” Akela never even twitched his ears. All he said was: “Look\nwell, O Wolves! What have the Free People to do with the orders of any save the\nFree People? Look well!”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{0037}\" src=\"images/{0037}.jpg\" width=\"100%\"/>\n<p class=\"caption\">The meeting at the Council Rock</p>\n</div><img alt=\"{0037}\" src=\"images/{0037}.jpg\" width=\"100%\"/><p class=\"caption\">The meeting at the Council Rock</p><p>\nThere was a chorus of deep growls, and a young wolf in his fourth year flung\nback Shere Khan’s question to Akela: “What have the Free People to do with a\nman’s cub?” Now, the Law of the Jungle lays down that if there is any dispute\nas to the right of a cub to be accepted by the Pack, he must be spoken for by\nat least two members of the Pack who are not his father and mother.\n</p><p>\n“Who speaks for this cub?” said Akela. “Among the Free People who speaks?”\nThere was no answer and Mother Wolf got ready for what she knew would be her\nlast fight, if things came to fighting.\n</p><p>\nThen the only other creature who is allowed at the Pack Council—Baloo, the\nsleepy brown bear who teaches the wolf cubs the Law of the Jungle: old Baloo,\nwho can come and go where he pleases because he eats only nuts and roots and\nhoney—rose upon his hind quarters and grunted.\n</p><p>\n“The man’s cub—the man’s cub?” he said. “I speak for the man’s cub. There is no\nharm in a man’s cub. I have no gift of words, but I speak the truth. Let him\nrun with the Pack, and be entered with the others. I myself will teach him.”\n</p><p>\n“We need yet another,” said Akela. “Baloo has spoken, and he is our teacher for\nthe young cubs. Who speaks besides Baloo?”\n</p><p>\nA black shadow dropped down into the circle. It was Bagheera the Black Panther,\ninky black all over, but with the panther markings showing up in certain lights\nlike the pattern of watered silk. Everybody knew Bagheera, and nobody cared to\ncross his path; for he was as cunning as Tabaqui, as bold as the wild buffalo,\nand as reckless as the wounded elephant. But he had a voice as soft as wild\nhoney dripping from a tree, and a skin softer than down.\n</p><p>\n“O Akela, and ye the Free People,” he purred, “I have no right in your\nassembly, but the Law of the Jungle says that if there is a doubt which is not\na killing matter in regard to a new cub, the life of that cub may be bought at\na price. And the Law does not say who may or may not pay that price. Am I\nright?”\n</p><p>\n“Good! Good!” said the young wolves, who are always hungry. “Listen to\nBagheera. The cub can be bought for a price. It is the Law.”\n</p><p>\n“Knowing that I have no right to speak here, I ask your leave.”\n</p><p>\n“Speak then,” cried twenty voices.\n</p><p>\n“To kill a naked cub is shame. Besides, he may make better sport for you when\nhe is grown. Baloo has spoken in his behalf. Now to Baloo’s word I will add one\nbull, and a fat one, newly killed, not half a mile from here, if ye will accept\nthe man’s cub according to the Law. Is it difficult?”\n</p><p>\nThere was a clamor of scores of voices, saying: “What matter? He will die in\nthe winter rains. He will scorch in the sun. What harm can a naked frog do us?\nLet him run with the Pack. Where is the bull, Bagheera? Let him be accepted.”\nAnd then came Akela’s deep bay, crying: “Look well—look well, O Wolves!”\n</p><p>\nMowgli was still deeply interested in the pebbles, and he did not notice when\nthe wolves came and looked at him one by one. At last they all went down the\nhill for the dead bull, and only Akela, Bagheera, Baloo, and Mowgli’s own\nwolves were left. Shere Khan roared still in the night, for he was very angry\nthat Mowgli had not been handed over to him.\n</p><p>\n“Ay, roar well,” said Bagheera, under his whiskers, “for the time will come\nwhen this naked thing will make thee roar to another tune, or I know nothing of\nman.”\n</p><p>\n“It was well done,” said Akela. “Men and their cubs are very wise. He may be a\nhelp in time.”\n</p><div class=\"fig\" style=\"width:70%;\">\n<img alt=\"{5038}\" src=\"images/{5038}.jpg\" width=\"100%\"/>\n<p class=\"caption\">‘Akela’ the lone wolf</p>\n</div><img alt=\"{5038}\" src=\"images/{5038}.jpg\" width=\"100%\"/><p class=\"caption\">‘Akela’ the lone wolf</p><p>\n“Truly, a help in time of need; for none can hope to lead the Pack forever,”\nsaid Bagheera.\n</p><p>\nAkela said nothing. He was thinking of the time that comes to every leader of\nevery pack when his strength goes from him and he gets feebler and feebler,\ntill at last he is killed by the wolves and a new leader comes up—to be killed\nin his turn.\n</p><p>\n“Take him away,” he said to Father Wolf, “and train him as befits one of the\nFree People.”\n</p><p>\nAnd that is how Mowgli was entered into the Seeonee Wolf Pack for the price of\na bull and on Baloo’s good word.\n</p><p>\nNow you must be content to skip ten or eleven whole years, and only guess at\nall the wonderful life that Mowgli led among the wolves, because if it were\nwritten out it would fill ever so many books. He grew up with the cubs, though\nthey, of course, were grown wolves almost before he was a child. And Father\nWolf taught him his business, and the meaning of things in the jungle, till\nevery rustle in the grass, every breath of the warm night air, every note of\nthe owls above his head, every scratch of a bat’s claws as it roosted for a\nwhile in a tree, and every splash of every little fish jumping in a pool meant\njust as much to him as the work of his office means to a business man. When he\nwas not learning he sat out in the sun and slept, and ate and went to sleep\nagain. When he felt dirty or hot he swam in the forest pools; and when he\nwanted honey (Baloo told him that honey and nuts were just as pleasant to eat\nas raw meat) he climbed up for it, and that Bagheera showed him how to do.\n</p><div class=\"fig\" style=\"width:50%;\">\n<img alt=\"{0043}\" src=\"images/{0043}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Bagheera would lie out on a branch and call, “Come along,\nLittle Brother.”</p>\n</div><img alt=\"{0043}\" src=\"images/{0043}.jpg\" width=\"100%\"/><p class=\"caption\">Bagheera would lie out on a branch and call, “Come along,\nLittle Brother.”</p><p>\nBagheera would lie out on a branch and call, “Come along, Little Brother,” and\nat first Mowgli would cling like the sloth, but afterward he would fling\nhimself through the branches almost as boldly as the gray ape. He took his\nplace at the Council Rock, too, when the Pack met, and there he discovered that\nif he stared hard at any wolf, the wolf would be forced to drop his eyes, and\nso he used to stare for fun. At other times he would pick the long thorns out\nof the pads of his friends, for wolves suffer terribly from thorns and burs in\ntheir coats. He would go down the hillside into the cultivated lands by night,\nand look very curiously at the villagers in their huts, but he had a mistrust\nof men because Bagheera showed him a square box with a drop gate so cunningly\nhidden in the jungle that he nearly walked into it, and told him that it was a\ntrap. He loved better than anything else to go with Bagheera into the dark warm\nheart of the forest, to sleep all through the drowsy day, and at night see how\nBagheera did his killing. Bagheera killed right and left as he felt hungry, and\nso did Mowgli—with one exception. As soon as he was old enough to understand\nthings, Bagheera told him that he must never touch cattle because he had been\nbought into the Pack at the price of a bull’s life. “All the jungle is thine,”\nsaid Bagheera, “and thou canst kill everything that thou art strong enough to\nkill; but for the sake of the bull that bought thee thou must never kill or eat\nany cattle young or old. That is the Law of the Jungle.” Mowgli obeyed\nfaithfully.\n</p><p>\nAnd he grew and grew strong as a boy must grow who does not know that he is\nlearning any lessons, and who has nothing in the world to think of except\nthings to eat.\n</p><p>\nMother Wolf told him once or twice that Shere Khan was not a creature to be\ntrusted, and that some day he must kill Shere Khan. But though a young wolf\nwould have remembered that advice every hour, Mowgli forgot it because he was\nonly a boy—though he would have called himself a wolf if he had been able to\nspeak in any human tongue.\n</p><p>\nShere Khan was always crossing his path in the jungle, for as Akela grew older\nand feebler the lame tiger had come to be great friends with the younger wolves\nof the Pack, who followed him for scraps, a thing Akela would never have\nallowed if he had dared to push his authority to the proper bounds. Then Shere\nKhan would flatter them and wonder that such fine young hunters were content to\nbe led by a dying wolf and a man’s cub. “They tell me,” Shere Khan would say,\n“that at Council ye dare not look him between the eyes.” And the young wolves\nwould growl and bristle.\n</p><p>\nBagheera, who had eyes and ears everywhere, knew something of this, and once or\ntwice he told Mowgli in so many words that Shere Khan would kill him some day.\nMowgli would laugh and answer: “I have the Pack and I have thee; and Baloo,\nthough he is so lazy, might strike a blow or two for my sake. Why should I be\nafraid?”\n</p><p>\nIt was one very warm day that a new notion came to Bagheera—born of something\nthat he had heard. Perhaps Ikki the Porcupine had told him; but he said to\nMowgli when they were deep in the jungle, as the boy lay with his head on\nBagheera’s beautiful black skin, “Little Brother, how often have I told thee\nthat Shere Khan is thy enemy?”\n</p><p>\n“As many times as there are nuts on that palm,” said Mowgli, who, naturally,\ncould not count. “What of it? I am sleepy, Bagheera, and Shere Khan is all long\ntail and loud talk—like Mao, the Peacock.”\n</p><p>\n“But this is no time for sleeping. Baloo knows it; I know it; the Pack know it;\nand even the foolish, foolish deer know. Tabaqui has told thee too.”\n</p><p>\n“Ho! ho!” said Mowgli. “Tabaqui came to me not long ago with some rude talk\nthat I was a naked man’s cub and not fit to dig pig-nuts. But I caught Tabaqui\nby the tail and swung him twice against a palm-tree to teach him better\nmanners.”\n</p><p>\n“That was foolishness, for though Tabaqui is a mischief-maker, he would have\ntold thee of something that concerned thee closely. Open those eyes, Little\nBrother. Shere Khan dare not kill thee in the jungle. But remember, Akela is\nvery old, and soon the day comes when he cannot kill his buck, and then he will\nbe leader no more. Many of the wolves that looked thee over when thou wast\nbrought to the Council first are old too, and the young wolves believe, as\nShere Khan has taught them, that a man-cub has no place with the Pack. In a\nlittle time thou wilt be a man.”\n</p><p>\n“And what is a man that he should not run with his brothers?” said Mowgli. “I\nwas born in the jungle. I have obeyed the Law of the Jungle, and there is no\nwolf of ours from whose paws I have not pulled a thorn. Surely they are my\nbrothers!”\n</p><p>\nBagheera stretched himself at full length and half shut his eyes. “Little\nBrother,” said he, “feel under my jaw.”\n</p><p>\nMowgli put up his strong brown hand, and just under Bagheera’s silky chin,\nwhere the giant rolling muscles were all hid by the glossy hair, he came upon a\nlittle bald spot.\n</p><p>\n“There is no one in the jungle that knows that I, Bagheera, carry that mark—the\nmark of the collar; and yet, Little Brother, I was born among men, and it was\namong men that my mother died—in the cages of the king’s palace at Oodeypore.\nIt was because of this that I paid the price for thee at the Council when thou\nwast a little naked cub. Yes, I too was born among men. I had never seen the\njungle. They fed me behind bars from an iron pan till one night I felt that I\nwas Bagheera—the Panther—and no man’s plaything, and I broke the silly lock\nwith one blow of my paw and came away. And because I had learned the ways of\nmen, I became more terrible in the jungle than Shere Khan. Is it not so?”\n</p><p>\n“Yes,” said Mowgli, “all the jungle fear Bagheera—all except Mowgli.”\n</p><p>\n“Oh, thou art a man’s cub,” said the Black Panther very tenderly. “And even as\nI returned to my jungle, so thou must go back to men at last—to the men who are\nthy brothers—if thou art not killed in the Council.”\n</p><p>\n“But why—but why should any wish to kill me?” said Mowgli.\n</p><p>\n“Look at me,” said Bagheera. And Mowgli looked at him steadily between the\neyes. The big panther turned his head away in half a minute.\n</p><p>\n“That is why,” he said, shifting his paw on the leaves. “Not even I can look\nthee between the eyes, and I was born among men, and I love thee, Little\nBrother. The others they hate thee because their eyes cannot meet thine;\nbecause thou art wise; because thou hast pulled out thorns from their\nfeet—because thou art a man.”\n</p><p>\n“I did not know these things,” said Mowgli sullenly, and he frowned under his\nheavy black eyebrows.\n</p><p>\n“What is the Law of the Jungle? Strike first and then give tongue. By thy very\ncarelessness they know that thou art a man. But be wise. It is in my heart that\nwhen Akela misses his next kill—and at each hunt it costs him more to pin the\nbuck—the Pack will turn against him and against thee. They will hold a jungle\nCouncil at the Rock, and then—and then—I have it!” said Bagheera, leaping up.\n“Go thou down quickly to the men’s huts in the valley, and take some of the Red\nFlower which they grow there, so that when the time comes thou mayest have even\na stronger friend than I or Baloo or those of the Pack that love thee. Get the\nRed Flower.”\n</p><p>\nBy Red Flower Bagheera meant fire, only no creature in the jungle will call\nfire by its proper name. Every beast lives in deadly fear of it, and invents a\nhundred ways of describing it.\n</p><p>\n“The Red Flower?” said Mowgli. “That grows outside their huts in the twilight.\nI will get some.”\n</p><p>\n“There speaks the man’s cub,” said Bagheera proudly. “Remember that it grows in\nlittle pots. Get one swiftly, and keep it by thee for time of need.”\n</p><p>\n“Good!” said Mowgli. “I go. But art thou sure, O my Bagheera”—he slipped his\narm around the splendid neck and looked deep into the big eyes—“art thou sure\nthat all this is Shere Khan’s doing?”\n</p><p>\n“By the Broken Lock that freed me, I am sure, Little Brother.”\n</p><p>\n“Then, by the Bull that bought me, I will pay Shere Khan full tale for this,\nand it may be a little over,” said Mowgli, and he bounded away.\n</p><p>\n“That is a man. That is all a man,” said Bagheera to himself, lying down again.\n“Oh, Shere Khan, never was a blacker hunting than that frog-hunt of thine ten\nyears ago!”\n</p><p>\nMowgli was far and far through the forest, running hard, and his heart was hot\nin him. He came to the cave as the evening mist rose, and drew breath, and\nlooked down the valley. The cubs were out, but Mother Wolf, at the back of the\ncave, knew by his breathing that something was troubling her frog.\n</p><p>\n“What is it, Son?” she said.\n</p><p>\n“Some bat’s chatter of Shere Khan,” he called back. “I hunt among the plowed\nfields tonight,” and he plunged downward through the bushes, to the stream at\nthe bottom of the valley. There he checked, for he heard the yell of the Pack\nhunting, heard the bellow of a hunted Sambhur, and the snort as the buck turned\nat bay. Then there were wicked, bitter howls from the young wolves: “Akela!\nAkela! Let the Lone Wolf show his strength. Room for the leader of the Pack!\nSpring, Akela!”\n</p><p>\nThe Lone Wolf must have sprung and missed his hold, for Mowgli heard the snap\nof his teeth and then a yelp as the Sambhur knocked him over with his forefoot.\n</p><p>\nHe did not wait for anything more, but dashed on; and the yells grew fainter\nbehind him as he ran into the croplands where the villagers lived.\n</p><p>\n“Bagheera spoke truth,” he panted, as he nestled down in some cattle fodder by\nthe window of a hut. “To-morrow is one day both for Akela and for me.”\n</p><p>\nThen he pressed his face close to the window and watched the fire on the\nhearth. He saw the husbandman’s wife get up and feed it in the night with black\nlumps. And when the morning came and the mists were all white and cold, he saw\nthe man’s child pick up a wicker pot plastered inside with earth, fill it with\nlumps of red-hot charcoal, put it under his blanket, and go out to tend the\ncows in the byre.\n</p><p>\n“Is that all?” said Mowgli. “If a cub can do it, there is nothing to fear.” So\nhe strode round the corner and met the boy, took the pot from his hand, and\ndisappeared into the mist while the boy howled with fear.\n</p><p>\n“They are very like me,” said Mowgli, blowing into the pot as he had seen the\nwoman do. “This thing will die if I do not give it things to eat”; and he\ndropped twigs and dried bark on the red stuff. Halfway up the hill he met\nBagheera with the morning dew shining like moonstones on his coat.\n</p><p>\n“Akela has missed,” said the Panther. “They would have killed him last night,\nbut they needed thee also. They were looking for thee on the hill.”\n</p><p>\n“I was among the plowed lands. I am ready. See!” Mowgli held up the fire-pot.\n</p><p>\n“Good! Now, I have seen men thrust a dry branch into that stuff, and presently\nthe Red Flower blossomed at the end of it. Art thou not afraid?”\n</p><p>\n“No. Why should I fear? I remember now—if it is not a dream—how, before I was a\nWolf, I lay beside the Red Flower, and it was warm and pleasant.”\n</p><p>\nAll that day Mowgli sat in the cave tending his fire pot and dipping dry\nbranches into it to see how they looked. He found a branch that satisfied him,\nand in the evening when Tabaqui came to the cave and told him rudely enough\nthat he was wanted at the Council Rock, he laughed till Tabaqui ran away. Then\nMowgli went to the Council, still laughing.\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{5054}\" src=\"images/{5054}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Mowgli and Bagheera</p>\n</div><img alt=\"{5054}\" src=\"images/{5054}.jpg\" width=\"100%\"/><p class=\"caption\">Mowgli and Bagheera</p><p>\nAkela the Lone Wolf lay by the side of his rock as a sign that the leadership\nof the Pack was open, and Shere Khan with his following of scrap-fed wolves\nwalked to and fro openly being flattered. Bagheera lay close to Mowgli, and the\nfire pot was between Mowgli’s knees. When they were all gathered together,\nShere Khan began to speak—a thing he would never have dared to do when Akela\nwas in his prime.\n</p><p>\n“He has no right,” whispered Bagheera. “Say so. He is a dog’s son. He will be\nfrightened.”\n</p><p>\nMowgli sprang to his feet. “Free People,” he cried, “does Shere Khan lead the\nPack? What has a tiger to do with our leadership?”\n</p><p>\n“Seeing that the leadership is yet open, and being asked to speak—” Shere Khan\nbegan.\n</p><p>\n“By whom?” said Mowgli. “Are we all jackals, to fawn on this cattle butcher?\nThe leadership of the Pack is with the Pack alone.”\n</p><p>\nThere were yells of “Silence, thou man’s cub!” “Let him speak. He has kept our\nLaw”; and at last the seniors of the Pack thundered: “Let the Dead Wolf speak.”\nWhen a leader of the Pack has missed his kill, he is called the Dead Wolf as\nlong as he lives, which is not long.\n</p><p>\nAkela raised his old head wearily:—\n</p><p>\n“Free People, and ye too, jackals of Shere Khan, for twelve seasons I have led\nye to and from the kill, and in all that time not one has been trapped or\nmaimed. Now I have missed my kill. Ye know how that plot was made. Ye know how\nye brought me up to an untried buck to make my weakness known. It was cleverly\ndone. Your right is to kill me here on the Council Rock, now. Therefore, I ask,\nwho comes to make an end of the Lone Wolf? For it is my right, by the Law of\nthe Jungle, that ye come one by one.”\n</p><p>\nThere was a long hush, for no single wolf cared to fight Akela to the death.\nThen Shere Khan roared: “Bah! What have we to do with this toothless fool? He\nis doomed to die! It is the man-cub who has lived too long. Free People, he was\nmy meat from the first. Give him to me. I am weary of this man-wolf folly. He\nhas troubled the jungle for ten seasons. Give me the man-cub, or I will hunt\nhere always, and not give you one bone. He is a man, a man’s child, and from\nthe marrow of my bones I hate him!”\n</p><p>\nThen more than half the Pack yelled: “A man! A man! What has a man to do with\nus? Let him go to his own place.”\n</p><p>\n“And turn all the people of the villages against us?” clamored Shere Khan. “No,\ngive him to me. He is a man, and none of us can look him between the eyes.”\n</p><p>\nAkela lifted his head again and said, “He has eaten our food. He has slept with\nus. He has driven game for us. He has broken no word of the Law of the Jungle.”\n</p><p>\n“Also, I paid for him with a bull when he was accepted. The worth of a bull is\nlittle, but Bagheera’s honor is something that he will perhaps fight for,” said\nBagheera in his gentlest voice.\n</p><p>\n“A bull paid ten years ago!” the Pack snarled. “What do we care for bones ten\nyears old?”\n</p><p>\n“Or for a pledge?” said Bagheera, his white teeth bared under his lip. “Well\nare ye called the Free People!”\n</p><p>\n“No man’s cub can run with the people of the jungle,” howled Shere Khan. “Give\nhim to me!”\n</p><p>\n“He is our brother in all but blood,” Akela went on, “and ye would kill him\nhere! In truth, I have lived too long. Some of ye are eaters of cattle, and of\nothers I have heard that, under Shere Khan’s teaching, ye go by dark night and\nsnatch children from the villager’s doorstep. Therefore I know ye to be\ncowards, and it is to cowards I speak. It is certain that I must die, and my\nlife is of no worth, or I would offer that in the man-cub’s place. But for the\nsake of the Honor of the Pack,—a little matter that by being without a leader\nye have forgotten,—I promise that if ye let the man-cub go to his own place, I\nwill not, when my time comes to die, bare one tooth against ye. I will die\nwithout fighting. That will at least save the Pack three lives. More I cannot\ndo; but if ye will, I can save ye the shame that comes of killing a brother\nagainst whom there is no fault—a brother spoken for and bought into the Pack\naccording to the Law of the Jungle.”\n</p><p>\n“He is a man—a man—a man!” snarled the Pack. And most of the wolves began to\ngather round Shere Khan, whose tail was beginning to switch.\n</p><p>\n“Now the business is in thy hands,” said Bagheera to Mowgli. “We can do no more\nexcept fight.”\n</p><p>\nMowgli stood upright—the fire pot in his hands. Then he stretched out his arms,\nand yawned in the face of the Council; but he was furious with rage and sorrow,\nfor, wolflike, the wolves had never told him how they hated him. “Listen you!”\nhe cried. “There is no need for this dog’s jabber. Ye have told me so often\ntonight that I am a man (and indeed I would have been a wolf with you to my\nlife’s end) that I feel your words are true. So I do not call ye my brothers\nany more, but sag [dogs], as a man should. What ye will do, and what ye will\nnot do, is not yours to say. That matter is with me; and that we may see the\nmatter more plainly, I, the man, have brought here a little of the Red Flower\nwhich ye, dogs, fear.”\n</p><p>\nHe flung the fire pot on the ground, and some of the red coals lit a tuft of\ndried moss that flared up, as all the Council drew back in terror before the\nleaping flames.\n</p><p>\nMowgli thrust his dead branch into the fire till the twigs lit and crackled,\nand whirled it above his head among the cowering wolves.\n</p><p>\n“Thou art the master,” said Bagheera in an undertone. “Save Akela from the\ndeath. He was ever thy friend.”\n</p><p>\nAkela, the grim old wolf who had never asked for mercy in his life, gave one\npiteous look at Mowgli as the boy stood all naked, his long black hair tossing\nover his shoulders in the light of the blazing branch that made the shadows\njump and quiver.\n</p><p>\n“Good!” said Mowgli, staring round slowly. “I see that ye are dogs. I go from\nyou to my own people—if they be my own people. The jungle is shut to me, and I\nmust forget your talk and your companionship. But I will be more merciful than\nye are. Because I was all but your brother in blood, I promise that when I am a\nman among men I will not betray ye to men as ye have betrayed me.” He kicked\nthe fire with his foot, and the sparks flew up. “There shall be no war between\nany of us in the Pack. But here is a debt to pay before I go.” He strode\nforward to where Shere Khan sat blinking stupidly at the flames, and caught him\nby the tuft on his chin. Bagheera followed in case of accidents. “Up, dog!”\nMowgli cried. “Up, when a man speaks, or I will set that coat ablaze!”\n</p><p>\nShere Khan’s ears lay flat back on his head, and he shut his eyes, for the\nblazing branch was very near.\n</p><p>\n“This cattle-killer said he would kill me in the Council because he had not\nkilled me when I was a cub. Thus and thus, then, do we beat dogs when we are\nmen. Stir a whisker, Lungri, and I ram the Red Flower down thy gullet!” He beat\nShere Khan over the head with the branch, and the tiger whimpered and whined in\nan agony of fear.\n</p><p>\n“Pah! Singed jungle cat—go now! But remember when next I come to the Council\nRock, as a man should come, it will be with Shere Khan’s hide on my head. For\nthe rest, Akela goes free to live as he pleases. Ye will not kill him, because\nthat is not my will. Nor do I think that ye will sit here any longer, lolling\nout your tongues as though ye were somebodies, instead of dogs whom I drive\nout—thus! Go!” The fire was burning furiously at the end of the branch, and\nMowgli struck right and left round the circle, and the wolves ran howling with\nthe sparks burning their fur. At last there were only Akela, Bagheera, and\nperhaps ten wolves that had taken Mowgli’s part. Then something began to hurt\nMowgli inside him, as he had never been hurt in his life before, and he caught\nhis breath and sobbed, and the tears ran down his face.\n</p><p>\n“What is it? What is it?” he said. “I do not wish to leave the jungle, and I do\nnot know what this is. Am I dying, Bagheera?”\n</p><div class=\"fig\" style=\"width:60%;\">\n<img alt=\"{5066}\" src=\"images/{5066}.jpg\" width=\"100%\"/>\n<p class=\"caption\">Mowgli leaving the jungle</p>\n</div><img alt=\"{5066}\" src=\"images/{5066}.jpg\" width=\"100%\"/><p class=\"caption\">Mowgli leaving the jungle</p><p>\n“No, Little Brother. That is only tears such as men use,” said Bagheera. “Now I\nknow thou art a man, and a man’s cub no longer. The jungle is shut indeed to\nthee henceforward. Let them fall, Mowgli. They are only tears.” So Mowgli sat\nand cried as though his heart would break; and he had never cried in all his\nlife before.\n</p><p>\n“Now,” he said, “I will go to men. But first I must say farewell to my mother.”\nAnd he went to the cave where she lived with Father Wolf, and he cried on her\ncoat, while the four cubs howled miserably.\n</p><p>\n“Ye will not forget me?” said Mowgli.\n</p><p>\n“Never while we can follow a trail,” said the cubs. “Come to the foot of the\nhill when thou art a man, and we will talk to thee; and we will come into the\ncroplands to play with thee by night.”\n</p><p>\n“Come soon!” said Father Wolf. “Oh, wise little frog, come again soon; for we\nbe old, thy mother and I.”\n</p><p>\n“Come soon,” said Mother Wolf, “little naked son of mine. For, listen, child of\nman, I loved thee more than ever I loved my cubs.”\n</p><p>\n“I will surely come,” said Mowgli. “And when I come it will be to lay out Shere\nKhan’s hide upon the Council Rock. Do not forget me! Tell them in the jungle\nnever to forget me!”\n</p><p>\nThe dawn was beginning to break when Mowgli went down the hillside alone, to\nmeet those mysterious things that are called men.\n</p>"
}