{
  "title": "Chapter 7",
  "subtitle": "Chapter VI.THE LITTLE HOUSE",
  "chapterId": "peter-pan-chapter-7",
  "prev": "peter-pan-chapter-6",
  "next": "peter-pan-chapter-8",
  "content": "<p>Foolish Tootles was standing like a conqueror over Wendy’s body when the\nother boys sprang, armed, from their trees.</p>\n<p>“You are too late,” he cried proudly, “I have shot the Wendy.\nPeter will be so pleased with me.”</p>\n<p>Overhead Tinker Bell shouted “Silly ass!” and darted into hiding.\nThe others did not hear her. They had crowded round Wendy, and as they looked a\nterrible silence fell upon the wood. If Wendy’s heart had been beating\nthey would all have heard it.</p>\n<p>Slightly was the first to speak. “This is no bird,” he said in a\nscared voice. “I think this must be a lady.”</p>\n<p>“A lady?” said Tootles, and fell a-trembling.</p>\n<p>“And we have killed her,” Nibs said hoarsely.</p>\n<p>They all whipped off their caps.</p>\n<p>“Now I see,” Curly said: “Peter was bringing her to\nus.” He threw himself sorrowfully on the ground.</p>\n<p>“A lady to take care of us at last,” said one of the twins,\n“and you have killed her!”</p>\n<p>They were sorry for him, but sorrier for themselves, and when he took a step\nnearer them they turned from him.</p>\n<p>Tootles’ face was very white, but there was a dignity about him now that\nhad never been there before.</p>\n<p>“I did it,” he said, reflecting. “When ladies used to come to\nme in dreams, I said, ‘Pretty mother, pretty mother.’ But when at\nlast she really came, I shot her.”</p>\n<p>He moved slowly away.</p>\n<p>“Don’t go,” they called in pity.</p>\n<p>“I must,” he answered, shaking; “I am so afraid of\nPeter.”</p>\n<p>It was at this tragic moment that they heard a sound which made the heart of\nevery one of them rise to his mouth. They heard Peter crow.</p>\n<p>“Peter!” they cried, for it was always thus that he signalled his\nreturn.</p>\n<p>“Hide her,” they whispered, and gathered hastily around Wendy. But\nTootles stood aloof.</p>\n<p>Again came that ringing crow, and Peter dropped in front of them.\n“Greetings, boys,” he cried, and mechanically they saluted, and\nthen again was silence.</p>\n<p>He frowned.</p>\n<p>“I am back,” he said hotly, “why do you not cheer?”</p>\n<p>They opened their mouths, but the cheers would not come. He overlooked it in\nhis haste to tell the glorious tidings.</p>\n<p>“Great news, boys,” he cried, “I have brought at last a\nmother for you all.”</p>\n<p>Still no sound, except a little thud from Tootles as he dropped on his knees.</p>\n<p>“Have you not seen her?” asked Peter, becoming troubled. “She\nflew this way.”</p>\n<p>“Ah me!” one voice said, and another said, “Oh, mournful\nday.”</p>\n<p>Tootles rose. “Peter,” he said quietly, “I will show her to\nyou,” and when the others would still have hidden her he said,\n“Back, twins, let Peter see.”</p>\n<p>So they all stood back, and let him see, and after he had looked for a little\ntime he did not know what to do next.</p>\n<p>“She is dead,” he said uncomfortably. “Perhaps she is\nfrightened at being dead.”</p>\n<p>He thought of hopping off in a comic sort of way till he was out of sight of\nher, and then never going near the spot any more. They would all have been glad\nto follow if he had done this.</p>\n<p>But there was the arrow. He took it from her heart and faced his band.</p>\n<p>“Whose arrow?” he demanded sternly.</p>\n<p>“Mine, Peter,” said Tootles on his knees.</p>\n<p>“Oh, dastard hand,” Peter said, and he raised the arrow to use it\nas a dagger.</p>\n<p>Tootles did not flinch. He bared his breast. “Strike, Peter,” he\nsaid firmly, “strike true.”</p>\n<p>Twice did Peter raise the arrow, and twice did his hand fall. “I cannot\nstrike,” he said with awe, “there is something stays my\nhand.”</p>\n<p>All looked at him in wonder, save Nibs, who fortunately looked at Wendy.</p>\n<p>“It is she,” he cried, “the Wendy lady, see, her arm!”</p>\n<p>Wonderful to relate, Wendy had raised her arm. Nibs bent over her and listened\nreverently. “I think she said, ‘Poor Tootles,’” he\nwhispered.</p>\n<p>“She lives,” Peter said briefly.</p>\n<p>Slightly cried instantly, “The Wendy lady lives.”</p>\n<p>Then Peter knelt beside her and found his button. You remember she had put it\non a chain that she wore round her neck.</p>\n<p>“See,” he said, “the arrow struck against this. It is the\nkiss I gave her. It has saved her life.”</p>\n<p>“I remember kisses,” Slightly interposed quickly, “let me see\nit. Ay, that’s a kiss.”</p>\n<p>Peter did not hear him. He was begging Wendy to get better quickly, so that he\ncould show her the mermaids. Of course she could not answer yet, being still in\na frightful faint; but from overhead came a wailing note.</p>\n<p>“Listen to Tink,” said Curly, “she is crying because the\nWendy lives.”</p>\n<p>Then they had to tell Peter of Tink’s crime, and almost never had they\nseen him look so stern.</p>\n<p>“Listen, Tinker Bell,” he cried, “I am your friend no more.\nBegone from me for ever.”</p>\n<p>She flew on to his shoulder and pleaded, but he brushed her off. Not until\nWendy again raised her arm did he relent sufficiently to say, “Well, not\nfor ever, but for a whole week.”</p>\n<p>Do you think Tinker Bell was grateful to Wendy for raising her arm? Oh dear no,\nnever wanted to pinch her so much. Fairies indeed are strange, and Peter, who\nunderstood them best, often cuffed them.</p>\n<p>But what to do with Wendy in her present delicate state of health?</p>\n<p>“Let us carry her down into the house,” Curly suggested.</p>\n<p>“Ay,” said Slightly, “that is what one does with\nladies.”</p>\n<p>“No, no,” Peter said, “you must not touch her. It would not\nbe sufficiently respectful.”</p>\n<p>“That,” said Slightly, “is what I was thinking.”</p>\n<p>“But if she lies there,” Tootles said, “she will die.”</p>\n<p>“Ay, she will die,” Slightly admitted, “but there is no way\nout.”</p>\n<p>“Yes, there is,” cried Peter. “Let us build a little house\nround her.”</p>\n<p>They were all delighted. “Quick,” he ordered them, “bring me\neach of you the best of what we have. Gut our house. Be sharp.”</p>\n<p>In a moment they were as busy as tailors the night before a wedding. They\nskurried this way and that, down for bedding, up for firewood, and while they\nwere at it, who should appear but John and Michael. As they dragged along the\nground they fell asleep standing, stopped, woke up, moved another step and\nslept again.</p>\n<p>“John, John,” Michael would cry, “wake up! Where is Nana,\nJohn, and mother?”</p>\n<p>And then John would rub his eyes and mutter, “It is true, we did\nfly.”</p>\n<p>You may be sure they were very relieved to find Peter.</p>\n<p>“Hullo, Peter,” they said.</p>\n<p>“Hullo,” replied Peter amicably, though he had quite forgotten\nthem. He was very busy at the moment measuring Wendy with his feet to see how\nlarge a house she would need. Of course he meant to leave room for chairs and a\ntable. John and Michael watched him.</p>\n<p>“Is Wendy asleep?” they asked.</p>\n<p>“Yes.”</p>\n<p>“John,” Michael proposed, “let us wake her and get her to\nmake supper for us,” but as he said it some of the other boys rushed on\ncarrying branches for the building of the house. “Look at them!” he\ncried.</p>\n<p>“Curly,” said Peter in his most captainy voice, “see that\nthese boys help in the building of the house.”</p>\n<p>“Ay, ay, sir.”</p>\n<p>“Build a house?” exclaimed John.</p>\n<p>“For the Wendy,” said Curly.</p>\n<p>“For Wendy?” John said, aghast. “Why, she is only a\ngirl!”</p>\n<p>“That,” explained Curly, “is why we are her servants.”</p>\n<p>“You? Wendy’s servants!”</p>\n<p>“Yes,” said Peter, “and you also. Away with them.”</p>\n<p>The astounded brothers were dragged away to hack and hew and carry.\n“Chairs and a fender first,” Peter ordered. “Then we shall\nbuild a house round them.”</p>\n<p>“Ay,” said Slightly, “that is how a house is built; it all\ncomes back to me.”</p>\n<p>Peter thought of everything. “Slightly,” he cried, “fetch a\ndoctor.”</p>\n<p>“Ay, ay,” said Slightly at once, and disappeared, scratching his\nhead. But he knew Peter must be obeyed, and he returned in a moment, wearing\nJohn’s hat and looking solemn.</p>\n<p>“Please, sir,” said Peter, going to him, “are you a\ndoctor?”</p>\n<p>The difference between him and the other boys at such a time was that they knew\nit was make-believe, while to him make-believe and true were exactly the same\nthing. This sometimes troubled them, as when they had to make-believe that they\nhad had their dinners.</p>\n<p>If they broke down in their make-believe he rapped them on the knuckles.</p>\n<p>“Yes, my little man,” Slightly anxiously replied, who had chapped\nknuckles.</p>\n<p>“Please, sir,” Peter explained, “a lady lies very ill.”</p>\n<p>She was lying at their feet, but Slightly had the sense not to see her.</p>\n<p>“Tut, tut, tut,” he said, “where does she lie?”</p>\n<p>“In yonder glade.”</p>\n<p>“I will put a glass thing in her mouth,” said Slightly, and he\nmade-believe to do it, while Peter waited. It was an anxious moment when the\nglass thing was withdrawn.</p>\n<p>“How is she?” inquired Peter.</p>\n<p>“Tut, tut, tut,” said Slightly, “this has cured her.”</p>\n<p>“I am glad!” Peter cried.</p>\n<p>“I will call again in the evening,” Slightly said; “give her\nbeef tea out of a cup with a spout to it;” but after he had returned the\nhat to John he blew big breaths, which was his habit on escaping from a\ndifficulty.</p>\n<p>In the meantime the wood had been alive with the sound of axes; almost\neverything needed for a cosy dwelling already lay at Wendy’s feet.</p>\n<p>“If only we knew,” said one, “the kind of house she likes\nbest.”</p>\n<p>“Peter,” shouted another, “she is moving in her sleep.”</p>\n<p>“Her mouth opens,” cried a third, looking respectfully into it.\n“Oh, lovely!”</p>\n<p>“Perhaps she is going to sing in her sleep,” said Peter.\n“Wendy, sing the kind of house you would like to have.”</p>\n<p>Immediately, without opening her eyes, Wendy began to sing:</p>\n<p>“I wish I had a pretty house,The littlest ever seen,With funny little red wallsAnd roof of mossy green.”</p>\n<p>They gurgled with joy at this, for by the greatest good luck the branches they\nhad brought were sticky with red sap, and all the ground was carpeted with\nmoss. As they rattled up the little house they broke into song themselves:</p>\n<p>“We’ve built the little walls and roofAnd made a lovely door,So tell us, mother Wendy,What are you wanting more?”</p>\n<p>To this she answered greedily:</p>\n<p>“Oh, really next I think I’ll haveGay windows all about,With roses peeping in, you know,And babies peeping out.”</p>\n<p>With a blow of their fists they made windows, and large yellow leaves were the\nblinds. But roses—?</p>\n<p>“Roses,” cried Peter sternly.</p>\n<p>Quickly they made-believe to grow the loveliest roses up the walls.</p>\n<p>Babies?</p>\n<p>To prevent Peter ordering babies they hurried into song again:</p>\n<p>“We’ve made the roses peeping out,The babes are at the door,We cannot make ourselves, you know,’Cos we’ve been made before.”</p>\n<p>Peter, seeing this to be a good idea, at once pretended that it was his own.\nThe house was quite beautiful, and no doubt Wendy was very cosy within, though,\nof course, they could no longer see her. Peter strode up and down, ordering\nfinishing touches. Nothing escaped his eagle eyes. Just when it seemed\nabsolutely finished:</p>\n<p>“There’s no knocker on the door,” he said.</p>\n<p>They were very ashamed, but Tootles gave the sole of his shoe, and it made an\nexcellent knocker.</p>\n<p>Absolutely finished now, they thought.</p>\n<p>Not of bit of it. “There’s no chimney,” Peter said; “we\nmust have a chimney.”</p>\n<p>“It certainly does need a chimney,” said John importantly. This\ngave Peter an idea. He snatched the hat off John’s head, knocked out the\nbottom, and put the hat on the roof. The little house was so pleased to have\nsuch a capital chimney that, as if to say thank you, smoke immediately began to\ncome out of the hat.</p>\n<p>Now really and truly it was finished. Nothing remained to do but to knock.</p>\n<p>“All look your best,” Peter warned them; “first impressions\nare awfully important.”</p>\n<p>He was glad no one asked him what first impressions are; they were all too busy\nlooking their best.</p>\n<p>He knocked politely, and now the wood was as still as the children, not a sound\nto be heard except from Tinker Bell, who was watching from a branch and openly\nsneering.</p>\n<p>What the boys were wondering was, would any one answer the knock? If a lady,\nwhat would she be like?</p>\n<p>The door opened and a lady came out. It was Wendy. They all whipped off their\nhats.</p>\n<p>She looked properly surprised, and this was just how they had hoped she would\nlook.</p>\n<p>“Where am I?” she said.</p>\n<p>Of course Slightly was the first to get his word in. “Wendy lady,”\nhe said rapidly, “for you we built this house.”</p>\n<p>“Oh, say you’re pleased,” cried Nibs.</p>\n<p>“Lovely, darling house,” Wendy said, and they were the very words\nthey had hoped she would say.</p>\n<p>“And we are your children,” cried the twins.</p>\n<p>Then all went on their knees, and holding out their arms cried, “O Wendy\nlady, be our mother.”</p>\n<p>“Ought I?” Wendy said, all shining. “Of course it’s\nfrightfully fascinating, but you see I am only a little girl. I have no real\nexperience.”</p>\n<p>“That doesn’t matter,” said Peter, as if he were the only\nperson present who knew all about it, though he was really the one who knew\nleast. “What we need is just a nice motherly person.”</p>\n<p>“Oh dear!” Wendy said, “you see, I feel that is exactly what\nI am.”</p>\n<p>“It is, it is,” they all cried; “we saw it at once.”</p>\n<p>“Very well,” she said, “I will do my best. Come inside at\nonce, you naughty children; I am sure your feet are damp. And before I put you\nto bed I have just time to finish the story of Cinderella.”</p>\n<p>In they went; I don’t know how there was room for them, but you can\nsqueeze very tight in the Neverland. And that was the first of the many joyous\nevenings they had with Wendy. By and by she tucked them up in the great bed in\nthe home under the trees, but she herself slept that night in the little house,\nand Peter kept watch outside with drawn sword, for the pirates could be heard\ncarousing far away and the wolves were on the prowl. The little house looked so\ncosy and safe in the darkness, with a bright light showing through its blinds,\nand the chimney smoking beautifully, and Peter standing on guard. After a time\nhe fell asleep, and some unsteady fairies had to climb over him on their way\nhome from an orgy. Any of the other boys obstructing the fairy path at night\nthey would have mischiefed, but they just tweaked Peter’s nose and passed\non.</p>"
}