{
  "title": "Chapter 9",
  "subtitle": "Chapter VIII.THE MERMAIDS’ LAGOON",
  "chapterId": "peter-pan-chapter-9",
  "prev": "peter-pan-chapter-8",
  "next": "peter-pan-chapter-10",
  "content": "<p>If you shut your eyes and are a lucky one, you may see at times a shapeless\npool of lovely pale colours suspended in the darkness; then if you squeeze your\neyes tighter, the pool begins to take shape, and the colours become so vivid\nthat with another squeeze they must go on fire. But just before they go on fire\nyou see the lagoon. This is the nearest you ever get to it on the mainland,\njust one heavenly moment; if there could be two moments you might see the surf\nand hear the mermaids singing.</p>\n<p>The children often spent long summer days on this lagoon, swimming or floating\nmost of the time, playing the mermaid games in the water, and so forth. You\nmust not think from this that the mermaids were on friendly terms with them: on\nthe contrary, it was among Wendy’s lasting regrets that all the time she\nwas on the island she never had a civil word from one of them. When she stole\nsoftly to the edge of the lagoon she might see them by the score, especially on\nMarooners’ Rock, where they loved to bask, combing out their hair in a\nlazy way that quite irritated her; or she might even swim, on tiptoe as it\nwere, to within a yard of them, but then they saw her and dived, probably\nsplashing her with their tails, not by accident, but intentionally.</p>\n<p>They treated all the boys in the same way, except of course Peter, who chatted\nwith them on Marooners’ Rock by the hour, and sat on their tails when\nthey got cheeky. He gave Wendy one of their combs.</p>\n<p>The most haunting time at which to see them is at the turn of the moon, when\nthey utter strange wailing cries; but the lagoon is dangerous for mortals then,\nand until the evening of which we have now to tell, Wendy had never seen the\nlagoon by moonlight, less from fear, for of course Peter would have accompanied\nher, than because she had strict rules about every one being in bed by seven.\nShe was often at the lagoon, however, on sunny days after rain, when the\nmermaids come up in extraordinary numbers to play with their bubbles. The\nbubbles of many colours made in rainbow water they treat as balls, hitting them\ngaily from one to another with their tails, and trying to keep them in the\nrainbow till they burst. The goals are at each end of the rainbow, and the\nkeepers only are allowed to use their hands. Sometimes a dozen of these games\nwill be going on in the lagoon at a time, and it is quite a pretty sight.</p>\n<p>But the moment the children tried to join in they had to play by themselves,\nfor the mermaids immediately disappeared. Nevertheless we have proof that they\nsecretly watched the interlopers, and were not above taking an idea from them;\nfor John introduced a new way of hitting the bubble, with the head instead of\nthe hand, and the mermaids adopted it. This is the one mark that John has left\non the Neverland.</p>\n<p>It must also have been rather pretty to see the children resting on a rock for\nhalf an hour after their mid-day meal. Wendy insisted on their doing this, and\nit had to be a real rest even though the meal was make-believe. So they lay\nthere in the sun, and their bodies glistened in it, while she sat beside them\nand looked important.</p>\n<p>It was one such day, and they were all on Marooners’ Rock. The rock was\nnot much larger than their great bed, but of course they all knew how not to\ntake up much room, and they were dozing, or at least lying with their eyes\nshut, and pinching occasionally when they thought Wendy was not looking. She\nwas very busy, stitching.</p>\n<p>While she stitched a change came to the lagoon. Little shivers ran over it, and\nthe sun went away and shadows stole across the water, turning it cold. Wendy\ncould no longer see to thread her needle, and when she looked up, the lagoon\nthat had always hitherto been such a laughing place seemed formidable and\nunfriendly.</p>\n<p>It was not, she knew, that night had come, but something as dark as night had\ncome. No, worse than that. It had not come, but it had sent that shiver through\nthe sea to say that it was coming. What was it?</p>\n<p>There crowded upon her all the stories she had been told of Marooners’\nRock, so called because evil captains put sailors on it and leave them there to\ndrown. They drown when the tide rises, for then it is submerged.</p>\n<p>Of course she should have roused the children at once; not merely because of\nthe unknown that was stalking toward them, but because it was no longer good\nfor them to sleep on a rock grown chilly. But she was a young mother and she\ndid not know this; she thought you simply must stick to your rule about half an\nhour after the mid-day meal. So, though fear was upon her, and she longed to\nhear male voices, she would not waken them. Even when she heard the sound of\nmuffled oars, though her heart was in her mouth, she did not waken them. She\nstood over them to let them have their sleep out. Was it not brave of Wendy?</p>\n<p>It was well for those boys then that there was one among them who could sniff\ndanger even in his sleep. Peter sprang erect, as wide awake at once as a dog,\nand with one warning cry he roused the others.</p>\n<p>He stood motionless, one hand to his ear.</p>\n<p>“Pirates!” he cried. The others came closer to him. A strange smile\nwas playing about his face, and Wendy saw it and shuddered. While that smile\nwas on his face no one dared address him; all they could do was to stand ready\nto obey. The order came sharp and incisive.</p>\n<p>“Dive!”</p>\n<p>There was a gleam of legs, and instantly the lagoon seemed deserted.\nMarooners’ Rock stood alone in the forbidding waters as if it were itself\nmarooned.</p>\n<p>The boat drew nearer. It was the pirate dinghy, with three figures in her, Smee\nand Starkey, and the third a captive, no other than Tiger Lily. Her hands and\nankles were tied, and she knew what was to be her fate. She was to be left on\nthe rock to perish, an end to one of her race more terrible than death by fire\nor torture, for is it not written in the book of the tribe that there is no\npath through water to the happy hunting-ground? Yet her face was impassive; she\nwas the daughter of a chief, she must die as a chief’s daughter, it is\nenough.</p>\n<p>They had caught her boarding the pirate ship with a knife in her mouth. No\nwatch was kept on the ship, it being Hook’s boast that the wind of his\nname guarded the ship for a mile around. Now her fate would help to guard it\nalso. One more wail would go the round in that wind by night.</p>\n<p>In the gloom that they brought with them the two pirates did not see the rock\ntill they crashed into it.</p>\n<p>“Luff, you lubber,” cried an Irish voice that was Smee’s;\n“here’s the rock. Now, then, what we have to do is to hoist the\nredskin on to it and leave her here to drown.”</p>\n<p>It was the work of one brutal moment to land the beautiful girl on the rock;\nshe was too proud to offer a vain resistance.</p>\n<p>Quite near the rock, but out of sight, two heads were bobbing up and down,\nPeter’s and Wendy’s. Wendy was crying, for it was the first tragedy\nshe had seen. Peter had seen many tragedies, but he had forgotten them all. He\nwas less sorry than Wendy for Tiger Lily: it was two against one that angered\nhim, and he meant to save her. An easy way would have been to wait until the\npirates had gone, but he was never one to choose the easy way.</p>\n<p>There was almost nothing he could not do, and he now imitated the voice of\nHook.</p>\n<p>“Ahoy there, you lubbers!” he called. It was a marvellous\nimitation.</p>\n<p>“The captain!” said the pirates, staring at each other in surprise.</p>\n<p>“He must be swimming out to us,” Starkey said, when they had looked\nfor him in vain.</p>\n<p>“We are putting the redskin on the rock,” Smee called out.</p>\n<p>“Set her free,” came the astonishing answer.</p>\n<p>“Free!”</p>\n<p>“Yes, cut her bonds and let her go.”</p>\n<p>“But, captain—”</p>\n<p>“At once, d’ye hear,” cried Peter, “or I’ll\nplunge my hook in you.”</p>\n<p>“This is queer!” Smee gasped.</p>\n<p>“Better do what the captain orders,” said Starkey nervously.</p>\n<p>“Ay, ay,” Smee said, and he cut Tiger Lily’s cords. At once\nlike an eel she slid between Starkey’s legs into the water.</p>\n<p>Of course Wendy was very elated over Peter’s cleverness; but she knew\nthat he would be elated also and very likely crow and thus betray himself, so\nat once her hand went out to cover his mouth. But it was stayed even in the\nact, for “Boat ahoy!” rang over the lagoon in Hook’s voice,\nand this time it was not Peter who had spoken.</p>\n<p>Peter may have been about to crow, but his face puckered in a whistle of\nsurprise instead.</p>\n<p>“Boat ahoy!” again came the voice.</p>\n<p>Now Wendy understood. The real Hook was also in the water.</p>\n<p>He was swimming to the boat, and as his men showed a light to guide him he had\nsoon reached them. In the light of the lantern Wendy saw his hook grip the\nboat’s side; she saw his evil swarthy face as he rose dripping from the\nwater, and, quaking, she would have liked to swim away, but Peter would not\nbudge. He was tingling with life and also top-heavy with conceit. “Am I\nnot a wonder, oh, I am a wonder!” he whispered to her, and though she\nthought so also, she was really glad for the sake of his reputation that no one\nheard him except herself.</p>\n<p>He signed to her to listen.</p>\n<p>The two pirates were very curious to know what had brought their captain to\nthem, but he sat with his head on his hook in a position of profound\nmelancholy.</p>\n<p>“Captain, is all well?” they asked timidly, but he answered with a\nhollow moan.</p>\n<p>“He sighs,” said Smee.</p>\n<p>“He sighs again,” said Starkey.</p>\n<p>“And yet a third time he sighs,” said Smee.</p>\n<p>Then at last he spoke passionately.</p>\n<p>“The game’s up,” he cried, “those boys have found a\nmother.”</p>\n<p>Affrighted though she was, Wendy swelled with pride.</p>\n<p>“O evil day!” cried Starkey.</p>\n<p>“What’s a mother?” asked the ignorant Smee.</p>\n<p>Wendy was so shocked that she exclaimed. “He doesn’t know!”\nand always after this she felt that if you could have a pet pirate Smee would\nbe her one.</p>\n<p>Peter pulled her beneath the water, for Hook had started up, crying,\n“What was that?”</p>\n<p>“I heard nothing,” said Starkey, raising the lantern over the\nwaters, and as the pirates looked they saw a strange sight. It was the nest I\nhave told you of, floating on the lagoon, and the Never bird was sitting on it.</p>\n<p>“See,” said Hook in answer to Smee’s question, “that is\na mother. What a lesson! The nest must have fallen into the water, but would\nthe mother desert her eggs? No.”</p>\n<p>There was a break in his voice, as if for a moment he recalled innocent days\nwhen—but he brushed away this weakness with his hook.</p>\n<p>Smee, much impressed, gazed at the bird as the nest was borne past, but the\nmore suspicious Starkey said, “If she is a mother, perhaps she is hanging\nabout here to help Peter.”</p>\n<p>Hook winced. “Ay,” he said, “that is the fear that haunts\nme.”</p>\n<p>He was roused from this dejection by Smee’s eager voice.</p>\n<p>“Captain,” said Smee, “could we not kidnap these boys’\nmother and make her our mother?”</p>\n<p>“It is a princely scheme,” cried Hook, and at once it took\npractical shape in his great brain. “We will seize the children and carry\nthem to the boat: the boys we will make walk the plank, and Wendy shall be our\nmother.”</p>\n<p>Again Wendy forgot herself.</p>\n<p>“Never!” she cried, and bobbed.</p>\n<p>“What was that?”</p>\n<p>But they could see nothing. They thought it must have been a leaf in the wind.\n“Do you agree, my bullies?” asked Hook.</p>\n<p>“There is my hand on it,” they both said.</p>\n<p>“And there is my hook. Swear.”</p>\n<p>They all swore. By this time they were on the rock, and suddenly Hook\nremembered Tiger Lily.</p>\n<p>“Where is the redskin?” he demanded abruptly.</p>\n<p>He had a playful humour at moments, and they thought this was one of the\nmoments.</p>\n<p>“That is all right, captain,” Smee answered complacently; “we\nlet her go.”</p>\n<p>“Let her go!” cried Hook.</p>\n<p>“’Twas your own orders,” the bo’sun faltered.</p>\n<p>“You called over the water to us to let her go,” said Starkey.</p>\n<p>“Brimstone and gall,” thundered Hook, “what cozening is going\non here!” His face had gone black with rage, but he saw that they\nbelieved their words, and he was startled. “Lads,” he said, shaking\na little, “I gave no such order.”</p>\n<p>“It is passing queer,” Smee said, and they all fidgeted\nuncomfortably. Hook raised his voice, but there was a quiver in it.</p>\n<p>“Spirit that haunts this dark lagoon to-night,” he cried,\n“dost hear me?”</p>\n<p>Of course Peter should have kept quiet, but of course he did not. He\nimmediately answered in Hook’s voice:</p>\n<p>“Odds, bobs, hammer and tongs, I hear you.”</p>\n<p>In that supreme moment Hook did not blanch, even at the gills, but Smee and\nStarkey clung to each other in terror.</p>\n<p>“Who are you, stranger? Speak!” Hook demanded.</p>\n<p>“I am James Hook,” replied the voice, “captain of theJolly Roger.”</p>\n<p>“You are not; you are not,” Hook cried hoarsely.</p>\n<p>“Brimstone and gall,” the voice retorted, “say that again,\nand I’ll cast anchor in you.”</p>\n<p>Hook tried a more ingratiating manner. “If you are Hook,” he said\nalmost humbly, “come tell me, who am I?”</p>\n<p>“A codfish,” replied the voice, “only a codfish.”</p>\n<p>“A codfish!” Hook echoed blankly, and it was then, but not till\nthen, that his proud spirit broke. He saw his men draw back from him.</p>\n<p>“Have we been captained all this time by a codfish!” they muttered.\n“It is lowering to our pride.”</p>\n<p>They were his dogs snapping at him, but, tragic figure though he had become, he\nscarcely heeded them. Against such fearful evidence it was not their belief in\nhim that he needed, it was his own. He felt his ego slipping from him.\n“Don’t desert me, bully,” he whispered hoarsely to it.</p>\n<p>In his dark nature there was a touch of the feminine, as in all the great\npirates, and it sometimes gave him intuitions. Suddenly he tried the guessing\ngame.</p>\n<p>“Hook,” he called, “have you another voice?”</p>\n<p>Now Peter could never resist a game, and he answered blithely in his own voice,\n“I have.”</p>\n<p>“And another name?”</p>\n<p>“Ay, ay.”</p>\n<p>“Vegetable?” asked Hook.</p>\n<p>“No.”</p>\n<p>“Mineral?”</p>\n<p>“No.”</p>\n<p>“Animal?”</p>\n<p>“Yes.”</p>\n<p>“Man?”</p>\n<p>“No!” This answer rang out scornfully.</p>\n<p>“Boy?”</p>\n<p>“Yes.”</p>\n<p>“Ordinary boy?”</p>\n<p>“No!”</p>\n<p>“Wonderful boy?”</p>\n<p>To Wendy’s pain the answer that rang out this time was “Yes.”</p>\n<p>“Are you in England?”</p>\n<p>“No.”</p>\n<p>“Are you here?”</p>\n<p>“Yes.”</p>\n<p>Hook was completely puzzled. “You ask him some questions,” he said\nto the others, wiping his damp brow.</p>\n<p>Smee reflected. “I can’t think of a thing,” he said\nregretfully.</p>\n<p>“Can’t guess, can’t guess!” crowed Peter. “Do you\ngive it up?”</p>\n<p>Of course in his pride he was carrying the game too far, and the miscreants\nsaw their chance.</p>\n<p>“Yes, yes,” they answered eagerly.</p>\n<p>“Well, then,” he cried, “I am Peter Pan.”</p>\n<p>Pan!</p>\n<p>In a moment Hook was himself again, and Smee and Starkey were his faithful\nhenchmen.</p>\n<p>“Now we have him,” Hook shouted. “Into the water, Smee.\nStarkey, mind the boat. Take him dead or alive!”</p>\n<p>He leaped as he spoke, and simultaneously came the gay voice of Peter.</p>\n<p>“Are you ready, boys?”</p>\n<p>“Ay, ay,” from various parts of the lagoon.</p>\n<p>“Then lam into the pirates.”</p>\n<p>The fight was short and sharp. First to draw blood was John, who gallantly\nclimbed into the boat and held Starkey. There was fierce struggle, in which the\ncutlass was torn from the pirate’s grasp. He wriggled overboard and John\nleapt after him. The dinghy drifted away.</p>\n<p>Here and there a head bobbed up in the water, and there was a flash of steel\nfollowed by a cry or a whoop. In the confusion some struck at their own side.\nThe corkscrew of Smee got Tootles in the fourth rib, but he was himself pinked\nin turn by Curly. Farther from the rock Starkey was pressing Slightly and the\ntwins hard.</p>\n<p>Where all this time was Peter? He was seeking bigger game.</p>\n<p>The others were all brave boys, and they must not be blamed for backing from\nthe pirate captain. His iron claw made a circle of dead water round him, from\nwhich they fled like affrighted fishes.</p>\n<p>But there was one who did not fear him: there was one prepared to enter that\ncircle.</p>\n<p>Strangely, it was not in the water that they met. Hook rose to the rock to\nbreathe, and at the same moment Peter scaled it on the opposite side. The rock\nwas slippery as a ball, and they had to crawl rather than climb. Neither knew\nthat the other was coming. Each feeling for a grip met the other’s arm:\nin surprise they raised their heads; their faces were almost touching; so they\nmet.</p>\n<p>Some of the greatest heroes have confessed that just before they fell to they\nhad a sinking. Had it been so with Peter at that moment I would admit it. After\nall, he was the only man that the Sea-Cook had feared. But Peter had no\nsinking, he had one feeling only, gladness; and he gnashed his pretty teeth\nwith joy. Quick as thought he snatched a knife from Hook’s belt and was\nabout to drive it home, when he saw that he was higher up the rock than his\nfoe. It would not have been fighting fair. He gave the pirate a hand to help\nhim up.</p>\n<p>It was then that Hook bit him.</p>\n<p>Not the pain of this but its unfairness was what dazed Peter. It made him quite\nhelpless. He could only stare, horrified. Every child is affected thus the\nfirst time he is treated unfairly. All he thinks he has a right to when he\ncomes to you to be yours is fairness. After you have been unfair to him he will\nlove you again, but will never afterwards be quite the same boy. No one ever\ngets over the first unfairness; no one except Peter. He often met it, but he\nalways forgot it. I suppose that was the real difference between him and all\nthe rest.</p>\n<p>So when he met it now it was like the first time; and he could just stare,\nhelpless. Twice the iron hand clawed him.</p>\n<p>A few moments afterwards the other boys saw Hook in the water striking wildly\nfor the ship; no elation on the pestilent face now, only white fear, for the\ncrocodile was in dogged pursuit of him. On ordinary occasions the boys would\nhave swum alongside cheering; but now they were uneasy, for they had lost both\nPeter and Wendy, and were scouring the lagoon for them, calling them by name.\nThey found the dinghy and went home in it, shouting “Peter, Wendy”\nas they went, but no answer came save mocking laughter from the mermaids.\n“They must be swimming back or flying,” the boys concluded. They\nwere not very anxious, because they had such faith in Peter. They chuckled,\nboylike, because they would be late for bed; and it was all mother\nWendy’s fault!</p>\n<p>When their voices died away there came cold silence over the lagoon, and then a\nfeeble cry.</p>\n<p>“Help, help!”</p>\n<p>Two small figures were beating against the rock; the girl had fainted and lay\non the boy’s arm. With a last effort Peter pulled her up the rock and\nthen lay down beside her. Even as he also fainted he saw that the water was\nrising. He knew that they would soon be drowned, but he could do no more.</p>\n<p>As they lay side by side a mermaid caught Wendy by the feet, and began pulling\nher softly into the water. Peter, feeling her slip from him, woke with a start,\nand was just in time to draw her back. But he had to tell her the truth.</p>\n<p>“We are on the rock, Wendy,” he said, “but it is growing\nsmaller. Soon the water will be over it.”</p>\n<p>She did not understand even now.</p>\n<p>“We must go,” she said, almost brightly.</p>\n<p>“Yes,” he answered faintly.</p>\n<p>“Shall we swim or fly, Peter?”</p>\n<p>He had to tell her.</p>\n<p>“Do you think you could swim or fly as far as the island, Wendy, without\nmy help?”</p>\n<p>She had to admit that she was too tired.</p>\n<p>He moaned.</p>\n<p>“What is it?” she asked, anxious about him at once.</p>\n<p>“I can’t help you, Wendy. Hook wounded me. I can neither fly nor\nswim.”</p>\n<p>“Do you mean we shall both be drowned?”</p>\n<p>“Look how the water is rising.”</p>\n<p>They put their hands over their eyes to shut out the sight. They thought they\nwould soon be no more. As they sat thus something brushed against Peter as\nlight as a kiss, and stayed there, as if saying timidly, “Can I be of any\nuse?”</p>\n<p>It was the tail of a kite, which Michael had made some days before. It had torn\nitself out of his hand and floated away.</p>\n<p>“Michael’s kite,” Peter said without interest, but next\nmoment he had seized the tail, and was pulling the kite toward him.</p>\n<p>“It lifted Michael off the ground,” he cried; “why should it\nnot carry you?”</p>\n<p>“Both of us!”</p>\n<p>“It can’t lift two; Michael and Curly tried.”</p>\n<p>“Let us draw lots,” Wendy said bravely.</p>\n<p>“And you a lady; never.” Already he had tied the tail round her.\nShe clung to him; she refused to go without him; but with a “Good-bye,\nWendy,” he pushed her from the rock; and in a few minutes she was borne\nout of his sight. Peter was alone on the lagoon.</p>\n<p>The rock was very small now; soon it would be submerged. Pale rays of light\ntiptoed across the waters; and by and by there was to be heard a sound at once\nthe most musical and the most melancholy in the world: the mermaids calling to\nthe moon.</p>\n<p>Peter was not quite like other boys; but he was afraid at last. A tremour ran\nthrough him, like a shudder passing over the sea; but on the sea one shudder\nfollows another till there are hundreds of them, and Peter felt just the one.\nNext moment he was standing erect on the rock again, with that smile on his\nface and a drum beating within him. It was saying, “To die will be an\nawfully big adventure.”</p>"
}