{
  "title": "Chapter 2",
  "subtitle": "Chapter I.PETER BREAKS THROUGH",
  "chapterId": "peter-pan-chapter-2",
  "prev": "peter-pan-chapter-1",
  "next": "peter-pan-chapter-3",
  "content": "<p>All children, except one, grow up. They soon know that they will grow up, and\nthe way Wendy knew was this. One day when she was two years old she was playing\nin a garden, and she plucked another flower and ran with it to her mother. I\nsuppose she must have looked rather delightful, for Mrs. Darling put her hand\nto her heart and cried, “Oh, why can’t you remain like this for\never!” This was all that passed between them on the subject, but\nhenceforth Wendy knew that she must grow up. You always know after you are two.\nTwo is the beginning of the end.</p>\n<p>Of course they lived at 14, and until Wendy came her mother was the chief one.\nShe was a lovely lady, with a romantic mind and such a sweet mocking mouth. Her\nromantic mind was like the tiny boxes, one within the other, that come from the\npuzzling East, however many you discover there is always one more; and her\nsweet mocking mouth had one kiss on it that Wendy could never get, though there\nit was, perfectly conspicuous in the right-hand corner.</p>\n<p>The way Mr. Darling won her was this: the many gentlemen who had been boys when\nshe was a girl discovered simultaneously that they loved her, and they all ran\nto her house to propose to her except Mr. Darling, who took a cab and nipped in\nfirst, and so he got her. He got all of her, except the innermost box and the\nkiss. He never knew about the box, and in time he gave up trying for the kiss.\nWendy thought Napoleon could have got it, but I can picture him trying, and\nthen going off in a passion, slamming the door.</p>\n<p>Mr. Darling used to boast to Wendy that her mother not only loved him but\nrespected him. He was one of those deep ones who know about stocks and shares.\nOf course no one really knows, but he quite seemed to know, and he often said\nstocks were up and shares were down in a way that would have made any woman\nrespect him.</p>\n<p>Mrs. Darling was married in white, and at first she kept the books perfectly,\nalmost gleefully, as if it were a game, not so much as a Brussels sprout was\nmissing; but by and by whole cauliflowers dropped out, and instead of them\nthere were pictures of babies without faces. She drew them when she should have\nbeen totting up. They were Mrs. Darling’s guesses.</p>\n<p>Wendy came first, then John, then Michael.</p>\n<p>For a week or two after Wendy came it was doubtful whether they would be able\nto keep her, as she was another mouth to feed. Mr. Darling was frightfully\nproud of her, but he was very honourable, and he sat on the edge of Mrs.\nDarling’s bed, holding her hand and calculating expenses, while she\nlooked at him imploringly. She wanted to risk it, come what might, but that was\nnot his way; his way was with a pencil and a piece of paper, and if she\nconfused him with suggestions he had to begin at the beginning again.</p>\n<p>“Now don’t interrupt,” he would beg of her.</p>\n<p>“I have one pound seventeen here, and two and six at the office; I can\ncut off my coffee at the office, say ten shillings, making two nine and six,\nwith your eighteen and three makes three nine seven, with five naught naught in\nmy cheque-book makes eight nine seven—who is that moving?—eight\nnine seven, dot and carry seven—don’t speak, my own—and the\npound you lent to that man who came to the door—quiet, child—dot\nand carry child—there, you’ve done it!—did I say nine nine\nseven? yes, I said nine nine seven; the question is, can we try it for a year\non nine nine seven?”</p>\n<p>“Of course we can, George,” she cried. But she was prejudiced in\nWendy’s favour, and he was really the grander character of the two.</p>\n<p>“Remember mumps,” he warned her almost threateningly, and off he\nwent again. “Mumps one pound, that is what I have put down, but I daresay\nit will be more like thirty shillings—don’t speak—measles one\nfive, German measles half a guinea, makes two fifteen six—don’t\nwaggle your finger—whooping-cough, say fifteen shillings”—and\nso on it went, and it added up differently each time; but at last Wendy just\ngot through, with mumps reduced to twelve six, and the two kinds of measles\ntreated as one.</p>\n<p>There was the same excitement over John, and Michael had even a narrower\nsqueak; but both were kept, and soon, you might have seen the three of them\ngoing in a row to Miss Fulsom’s Kindergarten school, accompanied by their\nnurse.</p>\n<p>Mrs. Darling loved to have everything just so, and Mr. Darling had a passion\nfor being exactly like his neighbours; so, of course, they had a nurse. As they\nwere poor, owing to the amount of milk the children drank, this nurse was a\nprim Newfoundland dog, called Nana, who had belonged to no one in particular\nuntil the Darlings engaged her. She had always thought children important,\nhowever, and the Darlings had become acquainted with her in Kensington Gardens,\nwhere she spent most of her spare time peeping into perambulators, and was much\nhated by careless nursemaids, whom she followed to their homes and complained\nof to their mistresses. She proved to be quite a treasure of a nurse. How\nthorough she was at bath-time, and up at any moment of the night if one of her\ncharges made the slightest cry. Of course her kennel was in the nursery. She\nhad a genius for knowing when a cough is a thing to have no patience with and\nwhen it needs stocking around your throat. She believed to her last day in\nold-fashioned remedies like rhubarb leaf, and made sounds of contempt over all\nthis new-fangled talk about germs, and so on. It was a lesson in propriety to\nsee her escorting the children to school, walking sedately by their side when\nthey were well behaved, and butting them back into line if they strayed. On\nJohn’s footer days she never once forgot his sweater, and she usually\ncarried an umbrella in her mouth in case of rain. There is a room in the\nbasement of Miss Fulsom’s school where the nurses wait. They sat on\nforms, while Nana lay on the floor, but that was the only difference. They\naffected to ignore her as of an inferior social status to themselves, and she\ndespised their light talk. She resented visits to the nursery from Mrs.\nDarling’s friends, but if they did come she first whipped off\nMichael’s pinafore and put him into the one with blue braiding, and\nsmoothed out Wendy and made a dash at John’s hair.</p>\n<p>No nursery could possibly have been conducted more correctly, and Mr. Darling\nknew it, yet he sometimes wondered uneasily whether the neighbours talked.</p>\n<p>He had his position in the city to consider.</p>\n<p>Nana also troubled him in another way. He had sometimes a feeling that she did\nnot admire him. “I know she admires you tremendously, George,” Mrs.\nDarling would assure him, and then she would sign to the children to be\nspecially nice to father. Lovely dances followed, in which the only other\nservant, Liza, was sometimes allowed to join. Such a midget she looked in her\nlong skirt and maid’s cap, though she had sworn, when engaged, that she\nwould never see ten again. The gaiety of those romps! And gayest of all was\nMrs. Darling, who would pirouette so wildly that all you could see of her was\nthe kiss, and then if you had dashed at her you might have got it. There never\nwas a simpler happier family until the coming of Peter Pan.</p>\n<p>Mrs. Darling first heard of Peter when she was tidying up her children’s\nminds. It is the nightly custom of every good mother after her children are\nasleep to rummage in their minds and put things straight for next morning,\nrepacking into their proper places the many articles that have wandered during\nthe day. If you could keep awake (but of course you can’t) you would see\nyour own mother doing this, and you would find it very interesting to watch\nher. It is quite like tidying up drawers. You would see her on her knees, I\nexpect, lingering humorously over some of your contents, wondering where on\nearth you had picked this thing up, making discoveries sweet and not so sweet,\npressing this to her cheek as if it were as nice as a kitten, and hurriedly\nstowing that out of sight. When you wake in the morning, the naughtiness and\nevil passions with which you went to bed have been folded up small and placed\nat the bottom of your mind and on the top, beautifully aired, are spread out\nyour prettier thoughts, ready for you to put on.</p>\n<p>I don’t know whether you have ever seen a map of a person’s mind.\nDoctors sometimes draw maps of other parts of you, and your own map can become\nintensely interesting, but catch them trying to draw a map of a child’s\nmind, which is not only confused, but keeps going round all the time. There are\nzigzag lines on it, just like your temperature on a card, and these are\nprobably roads in the island, for the Neverland is always more or less an\nisland, with astonishing splashes of colour here and there, and coral reefs and\nrakish-looking craft in the offing, and savages and lonely lairs, and gnomes\nwho are mostly tailors, and caves through which a river runs, and princes with\nsix elder brothers, and a hut fast going to decay, and one very small old lady\nwith a hooked nose. It would be an easy map if that were all, but there is also\nfirst day at school, religion, fathers, the round pond, needle-work, murders,\nhangings, verbs that take the dative, chocolate pudding day, getting into\nbraces, say ninety-nine, three-pence for pulling out your tooth yourself, and\nso on, and either these are part of the island or they are another map showing\nthrough, and it is all rather confusing, especially as nothing will stand\nstill.</p>\n<p>Of course the Neverlands vary a good deal. John’s, for instance, had a\nlagoon with flamingoes flying over it at which John was shooting, while\nMichael, who was very small, had a flamingo with lagoons flying over it. John\nlived in a boat turned upside down on the sands, Michael in a wigwam, Wendy in\na house of leaves deftly sewn together. John had no friends, Michael had\nfriends at night, Wendy had a pet wolf forsaken by its parents, but on the\nwhole the Neverlands have a family resemblance, and if they stood still in a\nrow you could say of them that they have each other’s nose, and so forth.\nOn these magic shores children at play are for ever beaching their coracles. We\ntoo have been there; we can still hear the sound of the surf, though we shall\nland no more.</p>\n<p>Of all delectable islands the Neverland is the snuggest and most compact, not\nlarge and sprawly, you know, with tedious distances between one adventure and\nanother, but nicely crammed. When you play at it by day with the chairs and\ntable-cloth, it is not in the least alarming, but in the two minutes before you\ngo to sleep it becomes very real. That is why there are night-lights.</p>\n<p>Occasionally in her travels through her children’s minds Mrs. Darling\nfound things she could not understand, and of these quite the most perplexing\nwas the word Peter. She knew of no Peter, and yet he was here and there in John\nand Michael’s minds, while Wendy’s began to be scrawled all over\nwith him. The name stood out in bolder letters than any of the other words, and\nas Mrs. Darling gazed she felt that it had an oddly cocky appearance.</p>\n<p>“Yes, he is rather cocky,” Wendy admitted with regret. Her mother\nhad been questioning her.</p>\n<p>“But who is he, my pet?”</p>\n<p>“He is Peter Pan, you know, mother.”</p>\n<p>At first Mrs. Darling did not know, but after thinking back into her childhood\nshe just remembered a Peter Pan who was said to live with the fairies. There\nwere odd stories about him, as that when children died he went part of the way\nwith them, so that they should not be frightened. She had believed in him at\nthe time, but now that she was married and full of sense she quite doubted\nwhether there was any such person.</p>\n<p>“Besides,” she said to Wendy, “he would be grown up by this\ntime.”</p>\n<p>“Oh no, he isn’t grown up,” Wendy assured her confidently,\n“and he is just my size.” She meant that he was her size in both\nmind and body; she didn’t know how she knew, she just knew it.</p>\n<p>Mrs. Darling consulted Mr. Darling, but he smiled pooh-pooh. “Mark my\nwords,” he said, “it is some nonsense Nana has been putting into\ntheir heads; just the sort of idea a dog would have. Leave it alone, and it\nwill blow over.”</p>\n<p>But it would not blow over and soon the troublesome boy gave Mrs. Darling quite\na shock.</p>\n<p>Children have the strangest adventures without being troubled by them. For\ninstance, they may remember to mention, a week after the event happened, that\nwhen they were in the wood they had met their dead father and had a game with\nhim. It was in this casual way that Wendy one morning made a disquieting\nrevelation. Some leaves of a tree had been found on the nursery floor, which\ncertainly were not there when the children went to bed, and Mrs. Darling was\npuzzling over them when Wendy said with a tolerant smile:</p>\n<p>“I do believe it is that Peter again!”</p>\n<p>“Whatever do you mean, Wendy?”</p>\n<p>“It is so naughty of him not to wipe his feet,” Wendy said,\nsighing. She was a tidy child.</p>\n<p>She explained in quite a matter-of-fact way that she thought Peter sometimes\ncame to the nursery in the night and sat on the foot of her bed and played on\nhis pipes to her. Unfortunately she never woke, so she didn’t know how\nshe knew, she just knew.</p>\n<p>“What nonsense you talk, precious. No one can get into the house without\nknocking.”</p>\n<p>“I think he comes in by the window,” she said.</p>\n<p>“My love, it is three floors up.”</p>\n<p>“Were not the leaves at the foot of the window, mother?”</p>\n<p>It was quite true; the leaves had been found very near the window.</p>\n<p>Mrs. Darling did not know what to think, for it all seemed so natural to Wendy\nthat you could not dismiss it by saying she had been dreaming.</p>\n<p>“My child,” the mother cried, “why did you not tell me of\nthis before?”</p>\n<p>“I forgot,” said Wendy lightly. She was in a hurry to get her\nbreakfast.</p>\n<p>Oh, surely she must have been dreaming.</p>\n<p>But, on the other hand, there were the leaves. Mrs. Darling examined them very\ncarefully; they were skeleton leaves, but she was sure they did not come from\nany tree that grew in England. She crawled about the floor, peering at it with\na candle for marks of a strange foot. She rattled the poker up the chimney and\ntapped the walls. She let down a tape from the window to the pavement, and it\nwas a sheer drop of thirty feet, without so much as a spout to climb up by.</p>\n<p>Certainly Wendy had been dreaming.</p>\n<p>But Wendy had not been dreaming, as the very next night showed, the night on\nwhich the extraordinary adventures of these children may be said to have begun.</p>\n<p>On the night we speak of all the children were once more in bed. It happened to\nbe Nana’s evening off, and Mrs. Darling had bathed them and sung to them\ntill one by one they had let go her hand and slid away into the land of sleep.</p>\n<p>All were looking so safe and cosy that she smiled at her fears now and sat down\ntranquilly by the fire to sew.</p>\n<p>It was something for Michael, who on his birthday was getting into shirts. The\nfire was warm, however, and the nursery dimly lit by three night-lights, and\npresently the sewing lay on Mrs. Darling’s lap. Then her head nodded, oh,\nso gracefully. She was asleep. Look at the four of them, Wendy and Michael over\nthere, John here, and Mrs. Darling by the fire. There should have been a fourth\nnight-light.</p>\n<p>While she slept she had a dream. She dreamt that the Neverland had come too\nnear and that a strange boy had broken through from it. He did not alarm her,\nfor she thought she had seen him before in the faces of many women who have no\nchildren. Perhaps he is to be found in the faces of some mothers also. But in\nher dream he had rent the film that obscures the Neverland, and she saw Wendy\nand John and Michael peeping through the gap.</p>\n<p>The dream by itself would have been a trifle, but while she was dreaming the\nwindow of the nursery blew open, and a boy did drop on the floor. He was\naccompanied by a strange light, no bigger than your fist, which darted about\nthe room like a living thing and I think it must have been this light that\nwakened Mrs. Darling.</p>\n<p>She started up with a cry, and saw the boy, and somehow she knew at once that\nhe was Peter Pan. If you or I or Wendy had been there we should have seen that\nhe was very like Mrs. Darling’s kiss. He was a lovely boy, clad in\nskeleton leaves and the juices that ooze out of trees but the most entrancing\nthing about him was that he had all his first teeth. When he saw she was a\ngrown-up, he gnashed the little pearls at her.</p>"
}