{
  "title": "Chapter 12",
  "subtitle": "Chapter XI.WENDY’S STORY",
  "chapterId": "peter-pan-chapter-12",
  "prev": "peter-pan-chapter-11",
  "next": "peter-pan-chapter-13",
  "content": "<p>“Listen, then,” said Wendy, settling down to her story, with\nMichael at her feet and seven boys in the bed. “There was once a\ngentleman—”</p>\n<p>“I had rather he had been a lady,” Curly said.</p>\n<p>“I wish he had been a white rat,” said Nibs.</p>\n<p>“Quiet,” their mother admonished them. “There was a lady\nalso, and—”</p>\n<p>“Oh, mummy,” cried the first twin, “you mean that there is a\nlady also, don’t you? She is not dead, is she?”</p>\n<p>“Oh, no.”</p>\n<p>“I am awfully glad she isn’t dead,” said Tootles. “Are\nyou glad, John?”</p>\n<p>“Of course I am.”</p>\n<p>“Are you glad, Nibs?”</p>\n<p>“Rather.”</p>\n<p>“Are you glad, Twins?”</p>\n<p>“We are glad.”</p>\n<p>“Oh dear,” sighed Wendy.</p>\n<p>“Little less noise there,” Peter called out, determined that she\nshould have fair play, however beastly a story it might be in his opinion.</p>\n<p>“The gentleman’s name,” Wendy continued, “was Mr.\nDarling, and her name was Mrs. Darling.”</p>\n<p>“I knew them,” John said, to annoy the others.</p>\n<p>“I think I knew them,” said Michael rather doubtfully.</p>\n<p>“They were married, you know,” explained Wendy, “and what do\nyou think they had?”</p>\n<p>“White rats,” cried Nibs, inspired.</p>\n<p>“No.”</p>\n<p>“It’s awfully puzzling,” said Tootles, who knew the story by\nheart.</p>\n<p>“Quiet, Tootles. They had three descendants.”</p>\n<p>“What is descendants?”</p>\n<p>“Well, you are one, Twin.”</p>\n<p>“Did you hear that, John? I am a descendant.”</p>\n<p>“Descendants are only children,” said John.</p>\n<p>“Oh dear, oh dear,” sighed Wendy. “Now these three children\nhad a faithful nurse called Nana; but Mr. Darling was angry with her and\nchained her up in the yard, and so all the children flew away.”</p>\n<p>“It’s an awfully good story,” said Nibs.</p>\n<p>“They flew away,” Wendy continued, “to the Neverland, where\nthe lost children are.”</p>\n<p>“I just thought they did,” Curly broke in excitedly. “I\ndon’t know how it is, but I just thought they did!”</p>\n<p>“O Wendy,” cried Tootles, “was one of the lost children\ncalled Tootles?”</p>\n<p>“Yes, he was.”</p>\n<p>“I am in a story. Hurrah, I am in a story, Nibs.”</p>\n<p>“Hush. Now I want you to consider the feelings of the unhappy parents\nwith all their children flown away.”</p>\n<p>“Oo!” they all moaned, though they were not really considering the\nfeelings of the unhappy parents one jot.</p>\n<p>“Think of the empty beds!”</p>\n<p>“Oo!”</p>\n<p>“It’s awfully sad,” the first twin said cheerfully.</p>\n<p>“I don’t see how it can have a happy ending,” said the second\ntwin. “Do you, Nibs?”</p>\n<p>“I’m frightfully anxious.”</p>\n<p>“If you knew how great is a mother’s love,” Wendy told them\ntriumphantly, “you would have no fear.” She had now come to the\npart that Peter hated.</p>\n<p>“I do like a mother’s love,” said Tootles, hitting Nibs with\na pillow. “Do you like a mother’s love, Nibs?”</p>\n<p>“I do just,” said Nibs, hitting back.</p>\n<p>“You see,” Wendy said complacently, “our heroine knew that\nthe mother would always leave the window open for her children to fly back by;\nso they stayed away for years and had a lovely time.”</p>\n<p>“Did they ever go back?”</p>\n<p>“Let us now,” said Wendy, bracing herself up for her finest effort,\n“take a peep into the future;” and they all gave themselves the\ntwist that makes peeps into the future easier. “Years have rolled by, and\nwho is this elegant lady of uncertain age alighting at London Station?”</p>\n<p>“O Wendy, who is she?” cried Nibs, every bit as excited as if he\ndidn’t know.</p>\n<p>“Can it be—yes—no—it is—the fair Wendy!”</p>\n<p>“Oh!”</p>\n<p>“And who are the two noble portly figures accompanying her, now grown to\nman’s estate? Can they be John and Michael? They are!”</p>\n<p>“Oh!”</p>\n<p>“‘See, dear brothers,’ says Wendy pointing upwards,\n‘there is the window still standing open. Ah, now we are rewarded for our\nsublime faith in a mother’s love.’ So up they flew to their mummy\nand daddy, and pen cannot describe the happy scene, over which we draw a\nveil.”</p>\n<p>That was the story, and they were as pleased with it as the fair narrator\nherself. Everything just as it should be, you see. Off we skip like the most\nheartless things in the world, which is what children are, but so attractive;\nand we have an entirely selfish time, and then when we have need of special\nattention we nobly return for it, confident that we shall be rewarded instead\nof smacked.</p>\n<p>So great indeed was their faith in a mother’s love that they felt they\ncould afford to be callous for a bit longer.</p>\n<p>But there was one there who knew better, and when Wendy finished he uttered a\nhollow groan.</p>\n<p>“What is it, Peter?” she cried, running to him, thinking he was\nill. She felt him solicitously, lower down than his chest. “Where is it,\nPeter?”</p>\n<p>“It isn’t that kind of pain,” Peter replied darkly.</p>\n<p>“Then what kind is it?”</p>\n<p>“Wendy, you are wrong about mothers.”</p>\n<p>They all gathered round him in affright, so alarming was his agitation; and\nwith a fine candour he told them what he had hitherto concealed.</p>\n<p>“Long ago,” he said, “I thought like you that my mother would\nalways keep the window open for me, so I stayed away for moons and moons and\nmoons, and then flew back; but the window was barred, for mother had forgotten\nall about me, and there was another little boy sleeping in my bed.”</p>\n<p>I am not sure that this was true, but Peter thought it was true; and it scared\nthem.</p>\n<p>“Are you sure mothers are like that?”</p>\n<p>“Yes.”</p>\n<p>So this was the truth about mothers. The toads!</p>\n<p>Still it is best to be careful; and no one knows so quickly as a child when he\nshould give in. “Wendy, let us go home,” cried John and Michael\ntogether.</p>\n<p>“Yes,” she said, clutching them.</p>\n<p>“Not to-night?” asked the lost boys bewildered. They knew in what\nthey called their hearts that one can get on quite well without a mother, and\nthat it is only the mothers who think you can’t.</p>\n<p>“At once,” Wendy replied resolutely, for the horrible thought had\ncome to her: “Perhaps mother is in half mourning by this time.”</p>\n<p>This dread made her forgetful of what must be Peter’s feelings, and she\nsaid to him rather sharply, “Peter, will you make the necessary\narrangements?”</p>\n<p>“If you wish it,” he replied, as coolly as if she had asked him to\npass the nuts.</p>\n<p>Not so much as a sorry-to-lose-you between them! If she did not mind the\nparting, he was going to show her, was Peter, that neither did he.</p>\n<p>But of course he cared very much; and he was so full of wrath against\ngrown-ups, who, as usual, were spoiling everything, that as soon as he got\ninside his tree he breathed intentionally quick short breaths at the rate of\nabout five to a second. He did this because there is a saying in the Neverland\nthat, every time you breathe, a grown-up dies; and Peter was killing them off\nvindictively as fast as possible.</p>\n<p>Then having given the necessary instructions to the redskins he returned to the\nhome, where an unworthy scene had been enacted in his absence. Panic-stricken\nat the thought of losing Wendy the lost boys had advanced upon her\nthreateningly.</p>\n<p>“It will be worse than before she came,” they cried.</p>\n<p>“We shan’t let her go.”</p>\n<p>“Let’s keep her prisoner.”</p>\n<p>“Ay, chain her up.”</p>\n<p>In her extremity an instinct told her to which of them to turn.</p>\n<p>“Tootles,” she cried, “I appeal to you.”</p>\n<p>Was it not strange? She appealed to Tootles, quite the silliest one.</p>\n<p>Grandly, however, did Tootles respond. For that one moment he dropped his\nsilliness and spoke with dignity.</p>\n<p>“I am just Tootles,” he said, “and nobody minds me. But the\nfirst who does not behave to Wendy like an English gentleman I will blood him\nseverely.”</p>\n<p>He drew back his hanger; and for that instant his sun was at noon. The others\nheld back uneasily. Then Peter returned, and they saw at once that they would\nget no support from him. He would keep no girl in the Neverland against her\nwill.</p>\n<p>“Wendy,” he said, striding up and down, “I have asked the\nredskins to guide you through the wood, as flying tires you so.”</p>\n<p>“Thank you, Peter.”</p>\n<p>“Then,” he continued, in the short sharp voice of one accustomed to\nbe obeyed, “Tinker Bell will take you across the sea. Wake her,\nNibs.”</p>\n<p>Nibs had to knock twice before he got an answer, though Tink had really been\nsitting up in bed listening for some time.</p>\n<p>“Who are you? How dare you? Go away,” she cried.</p>\n<p>“You are to get up, Tink,” Nibs called, “and take Wendy on a\njourney.”</p>\n<p>Of course Tink had been delighted to hear that Wendy was going; but she was\njolly well determined not to be her courier, and she said so in still more\noffensive language. Then she pretended to be asleep again.</p>\n<p>“She says she won’t!” Nibs exclaimed, aghast at such\ninsubordination, whereupon Peter went sternly toward the young lady’s\nchamber.</p>\n<p>“Tink,” he rapped out, “if you don’t get up and dress\nat once I will open the curtains, and then we shall all see you in yournegligée.”</p>\n<p>This made her leap to the floor. “Who said I wasn’t getting\nup?” she cried.</p>\n<p>In the meantime the boys were gazing very forlornly at Wendy, now equipped with\nJohn and Michael for the journey. By this time they were dejected, not merely\nbecause they were about to lose her, but also because they felt that she was\ngoing off to something nice to which they had not been invited. Novelty was\nbeckoning to them as usual.</p>\n<p>Crediting them with a nobler feeling Wendy melted.</p>\n<p>“Dear ones,” she said, “if you will all come with me I feel\nalmost sure I can get my father and mother to adopt you.”</p>\n<p>The invitation was meant specially for Peter, but each of the boys was thinking\nexclusively of himself, and at once they jumped with joy.</p>\n<p>“But won’t they think us rather a handful?” Nibs asked in the\nmiddle of his jump.</p>\n<p>“Oh no,” said Wendy, rapidly thinking it out, “it will only\nmean having a few beds in the drawing-room; they can be hidden behind the\nscreens on first Thursdays.”</p>\n<p>“Peter, can we go?” they all cried imploringly. They took it for\ngranted that if they went he would go also, but really they scarcely cared.\nThus children are ever ready, when novelty knocks, to desert their dearest\nones.</p>\n<p>“All right,” Peter replied with a bitter smile, and immediately\nthey rushed to get their things.</p>\n<p>“And now, Peter,” Wendy said, thinking she had put everything\nright, “I am going to give you your medicine before you go.” She\nloved to give them medicine, and undoubtedly gave them too much. Of course it\nwas only water, but it was out of a bottle, and she always shook the bottle and\ncounted the drops, which gave it a certain medicinal quality. On this occasion,\nhowever, she did not give Peter his draught, for just as she had prepared it,\nshe saw a look on his face that made her heart sink.</p>\n<p>“Get your things, Peter,” she cried, shaking.</p>\n<p>“No,” he answered, pretending indifference, “I am not going\nwith you, Wendy.”</p>\n<p>“Yes, Peter.”</p>\n<p>“No.”</p>\n<p>To show that her departure would leave him unmoved, he skipped up and down the\nroom, playing gaily on his heartless pipes. She had to run about after him,\nthough it was rather undignified.</p>\n<p>“To find your mother,” she coaxed.</p>\n<p>Now, if Peter had ever quite had a mother, he no longer missed her. He could do\nvery well without one. He had thought them out, and remembered only their bad\npoints.</p>\n<p>“No, no,” he told Wendy decisively; “perhaps she would say I\nwas old, and I just want always to be a little boy and to have fun.”</p>\n<p>“But, Peter—”</p>\n<p>“No.”</p>\n<p>And so the others had to be told.</p>\n<p>“Peter isn’t coming.”</p>\n<p>Peter not coming! They gazed blankly at him, their sticks over their backs, and\non each stick a bundle. Their first thought was that if Peter was not going he\nhad probably changed his mind about letting them go.</p>\n<p>But he was far too proud for that. “If you find your mothers,” he\nsaid darkly, “I hope you will like them.”</p>\n<p>The awful cynicism of this made an uncomfortable impression, and most of them\nbegan to look rather doubtful. After all, their faces said, were they not\nnoodles to want to go?</p>\n<p>“Now then,” cried Peter, “no fuss, no blubbering; good-bye,\nWendy;” and he held out his hand cheerily, quite as if they must really\ngo now, for he had something important to do.</p>\n<p>She had to take his hand, and there was no indication that he would prefer a\nthimble.</p>\n<p>“You will remember about changing your flannels, Peter?” she said,\nlingering over him. She was always so particular about their flannels.</p>\n<p>“Yes.”</p>\n<p>“And you will take your medicine?”</p>\n<p>“Yes.”</p>\n<p>That seemed to be everything, and an awkward pause followed. Peter, however,\nwas not the kind that breaks down before other people. “Are you ready,\nTinker Bell?” he called out.</p>\n<p>“Ay, ay.”</p>\n<p>“Then lead the way.”</p>\n<p>Tink darted up the nearest tree; but no one followed her, for it was at this\nmoment that the pirates made their dreadful attack upon the redskins. Above,\nwhere all had been so still, the air was rent with shrieks and the clash of\nsteel. Below, there was dead silence. Mouths opened and remained open. Wendy\nfell on her knees, but her arms were extended toward Peter. All arms were\nextended to him, as if suddenly blown in his direction; they were beseeching\nhim mutely not to desert them. As for Peter, he seized his sword, the same he\nthought he had slain Barbecue with, and the lust of battle was in his eye.</p>"
}