{
  "title": "Chapter 7",
  "subtitle": "CHAPTER VII.",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-7",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-6",
  "next": "through-the-looking-glass---project-gutenberg-chapter-8",
  "content": "<p>The Lion and the Unicorn</p>\n<p>The next moment soldiers came running through the wood, at first in twos and</p>\n<p>threes, then ten or twenty together, and at last in such crowds that they</p>\n<p>seemed to fill the whole forest. Alice got behind a tree, for fear of being run</p>\n<p>over, and watched them go by.</p>\n<p>She thought that in all her life she had never seen soldiers so uncertain on</p>\n<p>their feet: they were always tripping over something or other, and whenever one</p>\n<p>went down, several more always fell over him, so that the ground was soon</p>\n<p>covered with little heaps of men.</p>\n<p>Then came the horses. Having four feet, these managed rather better than the</p>\n<p>foot-soldiers: but even</p>\n<p>they</p>\n<p>stumbled now and then; and it seemed to be</p>\n<p>a regular rule that, whenever a horse stumbled the rider fell off instantly.</p>\n<p>The confusion got worse every moment, and Alice was very glad to get out of the</p>\n<p>wood into an open place, where she found the White King seated on the ground,</p>\n<p>busily writing in his memorandum-book.</p>\n<p>“I’ve sent them all!” the King cried in a tone of delight, on</p>\n<p>seeing Alice. “Did you happen to meet any soldiers, my dear, as you came</p>\n<p>through the wood?”</p>\n<p>“Yes, I did,” said Alice: “several thousand, I should</p>\n<p>think.”</p>\n<p>“Four thousand two hundred and seven, that’s the exact</p>\n<p>number,” the King said, referring to his book. “I couldn’t</p>\n<p>send all the horses, you know, because two of them are wanted in the game. And</p>\n<p>I haven’t sent the two Messengers, either. They’re both gone to the</p>\n<p>town. Just look along the road, and tell me if you can see either of</p>\n<p>them.”</p>\n<p>“I see nobody on the road,” said Alice.</p>\n<p>“I only wish</p>\n<p>I</p>\n<p>had such eyes,” the King remarked in a</p>\n<p>fretful tone. “To be able to see Nobody! And at that distance, too! Why,</p>\n<p>it’s as much as</p>\n<p>I</p>\n<p>can do to see real people, by this light!”</p>\n<p>All this was lost on Alice, who was still looking intently along the road,</p>\n<p>shading her eyes with one hand. “I see somebody now!” she exclaimed</p>\n<p>at last. “But he’s coming very slowly—and what curious</p>\n<p>attitudes he goes into!” (For the messenger kept skipping up and down,</p>\n<p>and wriggling like an eel, as he came along, with his great hands spread out</p>\n<p>like fans on each side.)</p>\n<p>“Not at all,” said the King. “He’s an Anglo-Saxon</p>\n<p>Messenger—and those are Anglo-Saxon attitudes. He only does them when</p>\n<p>he’s happy. His name is Haigha.” (He pronounced it so as to rhyme</p>\n<p>with “mayor.”)</p>\n<p>“I love my love with an H,” Alice couldn’t help beginning,</p>\n<p>“because he is Happy. I hate him with an H, because he is Hideous. I fed</p>\n<p>him with—with—with Ham-sandwiches and Hay. His name is Haigha, and</p>\n<p>he lives—”</p>\n<p>“He lives on the Hill,” the King remarked simply, without the least</p>\n<p>idea that he was joining in the game, while Alice was still hesitating for the</p>\n<p>name of a town beginning with H. “The other Messenger’s called</p>\n<p>Hatta. I must have</p>\n<p>two</p>\n<p>, you know—to come and go. One to come, and</p>\n<p>one to go.”</p>\n<p>“I beg your pardon?” said Alice.</p>\n<p>“It isn’t respectable to beg,” said the King.</p>\n<p>“I only meant that I didn’t understand,” said Alice.</p>\n<p>“Why one to come and one to go?”</p>\n<p>“Didn’t I tell you?” the King repeated impatiently. “I</p>\n<p>must have</p>\n<p>two</p>\n<p>—to fetch and carry. One to fetch, and one to</p>\n<p>carry.”</p>\n<p>At this moment the Messenger arrived: he was far too much out of breath to say</p>\n<p>a word, and could only wave his hands about, and make the most fearful faces at</p>\n<p>the poor King.</p>\n<p>“This young lady loves you with an H,” the King said, introducing</p>\n<p>Alice in the hope of turning off the Messenger’s attention from</p>\n<p>himself—but it was no use—the Anglo-Saxon attitudes only got more</p>\n<p>extraordinary every moment, while the great eyes rolled wildly from side to</p>\n<p>side.</p>\n<p>“You alarm me!” said the King. “I feel faint—Give me a</p>\n<p>ham sandwich!”</p>\n<p>On which the Messenger, to Alice’s great amusement, opened a bag that</p>\n<p>hung round his neck, and handed a sandwich to the King, who devoured it</p>\n<p>greedily.</p>\n<p>“Another sandwich!” said the King.</p>\n<p>“There’s nothing but hay left now,” the Messenger said,</p>\n<p>peeping into the bag.</p>\n<p>“Hay, then,” the King murmured in a faint whisper.</p>\n<p>Alice was glad to see that it revived him a good deal. “There’s</p>\n<p>nothing like eating hay when you’re faint,” he remarked to her, as</p>\n<p>he munched away.</p>\n<p>“I should think throwing cold water over you would be better,”</p>\n<p>Alice suggested: “or some sal-volatile.”</p>\n<p>“I didn’t say there was nothing</p>\n<p>better</p>\n<p>,” the King</p>\n<p>replied. “I said there was nothing</p>\n<p>like</p>\n<p>it.” Which Alice did</p>\n<p>not venture to deny.</p>\n<p>“Who did you pass on the road?” the King went on, holding out his</p>\n<p>hand to the Messenger for some more hay.</p>\n<p>“Nobody,” said the Messenger.</p>\n<p>“Quite right,” said the King: “this young lady saw him too.</p>\n<p>So of course Nobody walks slower than you.”</p>\n<p>“I do my best,” the Messenger said in a sulky tone.</p>\n<p>“I’m sure nobody walks much faster than I do!”</p>\n<p>“He can’t do that,” said the King, “or else he’d</p>\n<p>have been here first. However, now you’ve got your breath, you may tell</p>\n<p>us what’s happened in the town.”</p>\n<p>“I’ll whisper it,” said the Messenger, putting his hands to</p>\n<p>his mouth in the shape of a trumpet, and stooping so as to get close to the</p>\n<p>King’s ear. Alice was sorry for this, as she wanted to hear the news too.</p>\n<p>However, instead of whispering, he simply shouted at the top of his voice</p>\n<p>“They’re at it again!”</p>\n<p>“Do you call</p>\n<p>that</p>\n<p>a whisper?” cried the poor King, jumping</p>\n<p>up and shaking himself. “If you do such a thing again, I’ll have</p>\n<p>you buttered! It went through and through my head like an earthquake!”</p>\n<p>“It would have to be a very tiny earthquake!” thought Alice.</p>\n<p>“Who are at it again?” she ventured to ask.</p>\n<p>“Why the Lion and the Unicorn, of course,” said the King.</p>\n<p>“Fighting for the crown?”</p>\n<p>“Yes, to be sure,” said the King: “and the best of the joke</p>\n<p>is, that it’s</p>\n<p>my</p>\n<p>crown all the while! Let’s run and see</p>\n<p>them.” And they trotted off, Alice repeating to herself, as she ran, the</p>\n<p>words of the old song:—</p>\n<p>“The Lion and the Unicorn were fighting for the crown:</p>\n<p>The Lion beat the Unicorn all round the town.</p>\n<p>Some gave them white bread, some gave them brown;</p>\n<p>Some gave them plum-cake and drummed them out of town.”</p>\n<p>“Does—the one—that wins—get the crown?” she</p>\n<p>asked, as well as she could, for the run was putting her quite out of breath.</p>\n<p>“Dear me, no!” said the King. “What an idea!”</p>\n<p>“Would you—be good enough,” Alice panted out, after running a</p>\n<p>little further, “to stop a minute—just to get—one’s</p>\n<p>breath again?”</p>\n<p>“I’m</p>\n<p>good</p>\n<p>enough,” the King said, “only</p>\n<p>I’m not strong enough. You see, a minute goes by so fearfully quick. You</p>\n<p>might as well try to stop a Bandersnatch!”</p>\n<p>Alice had no more breath for talking, so they trotted on in silence, till they</p>\n<p>came in sight of a great crowd, in the middle of which the Lion and Unicorn</p>\n<p>were fighting. They were in such a cloud of dust, that at first Alice could not</p>\n<p>make out which was which: but she soon managed to distinguish the Unicorn by</p>\n<p>his horn.</p>\n<p>They placed themselves close to where Hatta, the other messenger, was standing</p>\n<p>watching the fight, with a cup of tea in one hand and a piece of</p>\n<p>bread-and-butter in the other.</p>\n<p>“He’s only just out of prison, and he hadn’t finished his tea</p>\n<p>when he was sent in,” Haigha whispered to Alice: “and they only</p>\n<p>give them oyster-shells in there—so you see he’s very hungry and</p>\n<p>thirsty. How are you, dear child?” he went on, putting his arm</p>\n<p>affectionately round Hatta’s neck.</p>\n<p>Hatta looked round and nodded, and went on with his bread and butter.</p>\n<p>“Were you happy in prison, dear child?” said Haigha.</p>\n<p>Hatta looked round once more, and this time a tear or two trickled down his</p>\n<p>cheek: but not a word would he say.</p>\n<p>“Speak, can’t you!” Haigha cried impatiently. But Hatta only</p>\n<p>munched away, and drank some more tea.</p>\n<p>“Speak, won’t you!” cried the King. “How are they</p>\n<p>getting on with the fight?”</p>\n<p>Hatta made a desperate effort, and swallowed a large piece of bread-and-butter.</p>\n<p>“They’re getting on very well,” he said in a choking voice:</p>\n<p>“each of them has been down about eighty-seven times.”</p>\n<p>“Then I suppose they’ll soon bring the white bread and the</p>\n<p>brown?” Alice ventured to remark.</p>\n<p>“It’s waiting for ’em now,” said Hatta: “this is</p>\n<p>a bit of it as I’m eating.”</p>\n<p>There was a pause in the fight just then, and the Lion and the Unicorn sat</p>\n<p>down, panting, while the King called out “Ten minutes allowed for</p>\n<p>refreshments!” Haigha and Hatta set to work at once, carrying rough trays</p>\n<p>of white and brown bread. Alice took a piece to taste, but it was</p>\n<p>very</p>\n<p>dry.</p>\n<p>“I don’t think they’ll fight any more to-day,” the King</p>\n<p>said to Hatta: “go and order the drums to begin.” And Hatta went</p>\n<p>bounding away like a grasshopper.</p>\n<p>For a minute or two Alice stood silent, watching him. Suddenly she brightened</p>\n<p>up. “Look, look!” she cried, pointing eagerly. “There’s</p>\n<p>the White Queen running across the country! She came flying out of the wood</p>\n<p>over yonder—How fast those Queens</p>\n<p>can</p>\n<p>run!”</p>\n<p>“There’s some enemy after her, no doubt,” the King said,</p>\n<p>without even looking round. “That wood’s full of them.”</p>\n<p>“But aren’t you going to run and help her?” Alice asked, very</p>\n<p>much surprised at his taking it so quietly.</p>\n<p>“No use, no use!” said the King. “She runs so fearfully</p>\n<p>quick. You might as well try to catch a Bandersnatch! But I’ll make a</p>\n<p>memorandum about her, if you like—She’s a dear good</p>\n<p>creature,” he repeated softly to himself, as he opened his</p>\n<p>memorandum-book. “Do you spell ‘creature’ with a double</p>\n<p>‘e’?”</p>\n<p>At this moment the Unicorn sauntered by them, with his hands in his pockets.</p>\n<p>“I had the best of it this time?” he said to the King, just</p>\n<p>glancing at him as he passed.</p>\n<p>“A little—a little,” the King replied, rather nervously.</p>\n<p>“You shouldn’t have run him through with your horn, you</p>\n<p>know.”</p>\n<p>“It didn’t hurt him,” the Unicorn said carelessly, and he was</p>\n<p>going on, when his eye happened to fall upon Alice: he turned round rather</p>\n<p>instantly, and stood for some time looking at her with an air of the deepest</p>\n<p>disgust.</p>\n<p>“What—is—this?” he said at last.</p>\n<p>“This is a child!” Haigha replied eagerly, coming in front of Alice</p>\n<p>to introduce her, and spreading out both his hands towards her in an</p>\n<p>Anglo-Saxon attitude. “We only found it to-day. It’s as large as</p>\n<p>life, and twice as natural!”</p>\n<p>“I always thought they were fabulous monsters!” said the Unicorn.</p>\n<p>“Is it alive?”</p>\n<p>“It can talk,” said Haigha, solemnly.</p>\n<p>The Unicorn looked dreamily at Alice, and said “Talk, child.”</p>\n<p>Alice could not help her lips curling up into a smile as she began: “Do</p>\n<p>you know, I always thought Unicorns were fabulous monsters, too! I never saw</p>\n<p>one alive before!”</p>\n<p>“Well, now that we</p>\n<p>have</p>\n<p>seen each other,” said the Unicorn,</p>\n<p>“if you’ll believe in me, I’ll believe in you. Is that a</p>\n<p>bargain?”</p>\n<p>“Yes, if you like,” said Alice.</p>\n<p>“Come, fetch out the plum-cake, old man!” the Unicorn went on,</p>\n<p>turning from her to the King. “None of your brown bread for me!”</p>\n<p>“Certainly—certainly!” the King muttered, and beckoned to</p>\n<p>Haigha. “Open the bag!” he whispered. “Quick! Not that</p>\n<p>one—that’s full of hay!”</p>\n<p>Haigha took a large cake out of the bag, and gave it to Alice to hold, while he</p>\n<p>got out a dish and carving-knife. How they all came out of it Alice</p>\n<p>couldn’t guess. It was just like a conjuring-trick, she thought.</p>\n<p>The Lion had joined them while this was going on: he looked very tired and</p>\n<p>sleepy, and his eyes were half shut. “What’s this!” he said,</p>\n<p>blinking lazily at Alice, and speaking in a deep hollow tone that sounded like</p>\n<p>the tolling of a great bell.</p>\n<p>“Ah, what</p>\n<p>is</p>\n<p>it, now?” the Unicorn cried eagerly.</p>\n<p>“You’ll never guess!</p>\n<p>I</p>\n<p>couldn’t.”</p>\n<p>The Lion looked at Alice wearily. “Are you</p>\n<p>animal—vegetable—or mineral?” he said, yawning at every other</p>\n<p>word.</p>\n<p>“It’s a fabulous monster!” the Unicorn cried out, before</p>\n<p>Alice could reply.</p>\n<p>“Then hand round the plum-cake, Monster,” the Lion said, lying down</p>\n<p>and putting his chin on his paws. “And sit down, both of you,” (to</p>\n<p>the King and the Unicorn): “fair play with the cake, you know!”</p>\n<p>The King was evidently very uncomfortable at having to sit down between the two</p>\n<p>great creatures; but there was no other place for him.</p>\n<p>“What a fight we might have for the crown,</p>\n<p>now</p>\n<p>!” the Unicorn</p>\n<p>said, looking slyly up at the crown, which the poor King was nearly shaking off</p>\n<p>his head, he trembled so much.</p>\n<p>“I should win easy,” said the Lion.</p>\n<p>“I’m not so sure of that,” said the Unicorn.</p>\n<p>“Why, I beat you all round the town, you chicken!” the Lion replied</p>\n<p>angrily, half getting up as he spoke.</p>\n<p>Here the King interrupted, to prevent the quarrel going on: he was very</p>\n<p>nervous, and his voice quite quivered. “All round the town?” he</p>\n<p>said. “That’s a good long way. Did you go by the old bridge, or the</p>\n<p>market-place? You get the best view by the old bridge.”</p>\n<p>“I’m sure I don’t know,” the Lion growled out as he lay</p>\n<p>down again. “There was too much dust to see anything. What a time the</p>\n<p>Monster is, cutting up that cake!”</p>\n<p>Alice had seated herself on the bank of a little brook, with the great dish on</p>\n<p>her knees, and was sawing away diligently with the knife. “It’s</p>\n<p>very provoking!” she said, in reply to the Lion (she was getting quite</p>\n<p>used to being called “the Monster”). “I’ve cut several</p>\n<p>slices already, but they always join on again!”</p>\n<p>“You don’t know how to manage Looking-glass cakes,” the</p>\n<p>Unicorn remarked. “Hand it round first, and cut it afterwards.”</p>\n<p>This sounded nonsense, but Alice very obediently got up, and carried the dish</p>\n<p>round, and the cake divided itself into three pieces as she did so.</p>\n<p>“</p>\n<p>Now</p>\n<p>cut it up,” said the Lion, as she returned to her place</p>\n<p>with the empty dish.</p>\n<p>“I say, this isn’t fair!” cried the Unicorn, as Alice sat</p>\n<p>with the knife in her hand, very much puzzled how to begin. “The Monster</p>\n<p>has given the Lion twice as much as me!”</p>\n<p>“She’s kept none for herself, anyhow,” said the Lion.</p>\n<p>“Do you like plum-cake, Monster?”</p>\n<p>But before Alice could answer him, the drums began.</p>\n<p>Where the noise came from, she couldn’t make out: the air seemed full of</p>\n<p>it, and it rang through and through her head till she felt quite deafened. She</p>\n<p>started to her feet and sprang across the little brook in her terror,</p>\n<p>*      *      *      *      *      *      *</p>\n<p>*      *      *      *      *      *</p>\n<p>*      *      *      *      *      *      *</p>\n<p>and had just time to see the Lion and the Unicorn rise to their feet, with</p>\n<p>angry looks at being interrupted in their feast, before she dropped to her</p>\n<p>knees, and put her hands over her ears, vainly trying to shut out the dreadful</p>\n<p>uproar.</p>\n<p>“If</p>\n<p>that</p>\n<p>doesn’t ‘drum them out of town,’”</p>\n<p>she thought to herself, “nothing ever will!”</p>\n"
}