{
  "title": "Chapter 3",
  "subtitle": "CHAPTER III.",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-3",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-2",
  "next": "through-the-looking-glass---project-gutenberg-chapter-4",
  "content": "<p>Looking-Glass Insects</p>\n<p>Of course the first thing to do was to make a grand survey of the country she</p>\n<p>was going to travel through. “It’s something very like learning</p>\n<p>geography,” thought Alice, as she stood on tiptoe in hopes of being able</p>\n<p>to see a little further. “Principal rivers—there</p>\n<p>are</p>\n<p>none.</p>\n<p>Principal mountains—I’m on the only one, but I don’t think</p>\n<p>it’s got any name. Principal towns—why, what</p>\n<p>are</p>\n<p>those</p>\n<p>creatures, making honey down there? They can’t be bees—nobody ever</p>\n<p>saw bees a mile off, you know—” and for some time she stood silent,</p>\n<p>watching one of them that was bustling about among the flowers, poking its</p>\n<p>proboscis into them, “just as if it was a regular bee,” thought</p>\n<p>Alice.</p>\n<p>However, this was anything but a regular bee: in fact it was an</p>\n<p>elephant—as Alice soon found out, though the idea quite took her breath</p>\n<p>away at first. “And what enormous flowers they must be!” was her</p>\n<p>next idea. “Something like cottages with the roofs taken off, and stalks</p>\n<p>put to them—and what quantities of honey they must make! I think</p>\n<p>I’ll go down and—no, I won’t</p>\n<p>just</p>\n<p>yet,” she went</p>\n<p>on, checking herself just as she was beginning to run down the hill, and trying</p>\n<p>to find some excuse for turning shy so suddenly. “It’ll never do to</p>\n<p>go down among them without a good long branch to brush them away—and what</p>\n<p>fun it’ll be when they ask me how I like my walk. I shall</p>\n<p>say—‘Oh, I like it well enough—’” (here came the</p>\n<p>favourite little toss of the head), “‘only it was so dusty and hot,</p>\n<p>and the elephants did tease so!’”</p>\n<p>“I think I’ll go down the other way,” she said after a pause:</p>\n<p>“and perhaps I may visit the elephants later on. Besides, I do so want to</p>\n<p>get into the Third Square!”</p>\n<p>So with this excuse she ran down the hill and jumped over the first of the six</p>\n<p>little brooks.</p>\n<p>*      *      *      *      *      *      *</p>\n<p>*      *      *      *      *      *</p>\n<p>*      *      *      *      *      *      *</p>\n<p>“Tickets, please!” said the Guard, putting his head in at the</p>\n<p>window. In a moment everybody was holding out a ticket: they were about the</p>\n<p>same size as the people, and quite seemed to fill the carriage.</p>\n<p>“Now then! Show your ticket, child!” the Guard went on, looking</p>\n<p>angrily at Alice. And a great many voices all said together (“like the</p>\n<p>chorus of a song,” thought Alice), “Don’t keep him waiting,</p>\n<p>child! Why, his time is worth a thousand pounds a minute!”</p>\n<p>“I’m afraid I haven’t got one,” Alice said in a</p>\n<p>frightened tone: “there wasn’t a ticket-office where I came</p>\n<p>from.” And again the chorus of voices went on. “There wasn’t</p>\n<p>room for one where she came from. The land there is worth a thousand pounds an</p>\n<p>inch!”</p>\n<p>“Don’t make excuses,” said the Guard: “you should have</p>\n<p>bought one from the engine-driver.” And once more the chorus of voices</p>\n<p>went on with “The man that drives the engine. Why, the smoke alone is</p>\n<p>worth a thousand pounds a puff!”</p>\n<p>Alice thought to herself, “Then there’s no use in speaking.”</p>\n<p>The voices didn’t join in this time, as she hadn’t spoken, but to</p>\n<p>her great surprise, they all</p>\n<p>thought</p>\n<p>in chorus (I hope you understand</p>\n<p>what</p>\n<p>thinking in chorus</p>\n<p>means—for I must confess that</p>\n<p>I</p>\n<p>don’t), “Better say nothing at all. Language is worth a thousand</p>\n<p>pounds a word!”</p>\n<p>“I shall dream about a thousand pounds tonight, I know I shall!”</p>\n<p>thought Alice.</p>\n<p>All this time the Guard was looking at her, first through a telescope, then</p>\n<p>through a microscope, and then through an opera-glass. At last he said,</p>\n<p>“You’re travelling the wrong way,” and shut up the window and</p>\n<p>went away.</p>\n<p>“So young a child,” said the gentleman sitting opposite to her (he</p>\n<p>was dressed in white paper), “ought to know which way she’s going,</p>\n<p>even if she doesn’t know her own name!”</p>\n<p>A Goat, that was sitting next to the gentleman in white, shut his eyes and said</p>\n<p>in a loud voice, “She ought to know her way to the ticket-office, even if</p>\n<p>she doesn’t know her alphabet!”</p>\n<p>There was a Beetle sitting next to the Goat (it was a very queer carriage-full</p>\n<p>of passengers altogether), and, as the rule seemed to be that they should all</p>\n<p>speak in turn,</p>\n<p>he</p>\n<p>went on with “She’ll have to go back from</p>\n<p>here as luggage!”</p>\n<p>Alice couldn’t see who was sitting beyond the Beetle, but a hoarse voice</p>\n<p>spoke next. “Change engines—” it said, and was obliged to</p>\n<p>leave off.</p>\n<p>“It sounds like a horse,” Alice thought to herself. And an</p>\n<p>extremely small voice, close to her ear, said, “You might make a joke on</p>\n<p>that—something about ‘horse’ and ‘hoarse,’ you</p>\n<p>know.”</p>\n<p>Then a very gentle voice in the distance said, “She must be labelled</p>\n<p>‘Lass, with care,’ you know—”</p>\n<p>And after that other voices went on (“What a number of people there are</p>\n<p>in the carriage!” thought Alice), saying, “She must go by post, as</p>\n<p>she’s got a head on her—” “She must be sent as a</p>\n<p>message by the telegraph—” “She must draw the train herself</p>\n<p>the rest of the way—” and so on.</p>\n<p>But the gentleman dressed in white paper leaned forwards and whispered in her</p>\n<p>ear, “Never mind what they all say, my dear, but take a return-ticket</p>\n<p>every time the train stops.”</p>\n<p>“Indeed I shan’t!” Alice said rather impatiently. “I</p>\n<p>don’t belong to this railway journey at all—I was in a wood just</p>\n<p>now—and I wish I could get back there.”</p>\n<p>“You might make a joke on</p>\n<p>that</p>\n<p>,” said the little voice close</p>\n<p>to her ear: “something about ‘you</p>\n<p>would</p>\n<p>if you could,’</p>\n<p>you know.”</p>\n<p>“Don’t tease so,” said Alice, looking about in vain to see</p>\n<p>where the voice came from; “if you’re so anxious to have a joke</p>\n<p>made, why don’t you make one yourself?”</p>\n<p>The little voice sighed deeply: it was</p>\n<p>very</p>\n<p>unhappy, evidently, and</p>\n<p>Alice would have said something pitying to comfort it, “If it would only</p>\n<p>sigh like other people!” she thought. But this was such a wonderfully</p>\n<p>small sigh, that she wouldn’t have heard it at all, if it hadn’t</p>\n<p>come</p>\n<p>quite</p>\n<p>close to her ear. The consequence of this was that it tickled</p>\n<p>her ear very much, and quite took off her thoughts from the unhappiness of the</p>\n<p>poor little creature.</p>\n<p>“I know you are a friend,” the little voice went on; “a dear</p>\n<p>friend, and an old friend. And you won’t hurt me, though I</p>\n<p>am</p>\n<p>an</p>\n<p>insect.”</p>\n<p>“What kind of insect?” Alice inquired a little anxiously. What she</p>\n<p>really wanted to know was, whether it could sting or not, but she thought this</p>\n<p>wouldn’t be quite a civil question to ask.</p>\n<p>“What, then you don’t—” the little voice began, when it</p>\n<p>was drowned by a shrill scream from the engine, and everybody jumped up in</p>\n<p>alarm, Alice among the rest.</p>\n<p>The Horse, who had put his head out of the window, quietly drew it in and said,</p>\n<p>“It’s only a brook we have to jump over.” Everybody seemed</p>\n<p>satisfied with this, though Alice felt a little nervous at the idea of trains</p>\n<p>jumping at all. “However, it’ll take us into the Fourth Square,</p>\n<p>that’s some comfort!” she said to herself. In another moment she</p>\n<p>felt the carriage rise straight up into the air, and in her fright she caught</p>\n<p>at the thing nearest to her hand, which happened to be the Goat’s beard.</p>\n<p>*      *      *      *      *      *      *</p>\n<p>*      *      *      *      *      *</p>\n<p>*      *      *      *      *      *      *</p>\n<p>But the beard seemed to melt away as she touched it, and she found herself</p>\n<p>sitting quietly under a tree—while the Gnat (for that was the insect she</p>\n<p>had been talking to) was balancing itself on a twig just over her head, and</p>\n<p>fanning her with its wings.</p>\n<p>It certainly was a</p>\n<p>very</p>\n<p>large Gnat: “about the size of a</p>\n<p>chicken,” Alice thought. Still, she couldn’t feel nervous with it,</p>\n<p>after they had been talking together so long.</p>\n<p>“—then you don’t like all insects?” the Gnat went on,</p>\n<p>as quietly as if nothing had happened.</p>\n<p>“I like them when they can talk,” Alice said. “None of them</p>\n<p>ever talk, where</p>\n<p>I</p>\n<p>come from.”</p>\n<p>“What sort of insects do you rejoice in, where</p>\n<p>you</p>\n<p>come</p>\n<p>from?” the Gnat inquired.</p>\n<p>“I don’t</p>\n<p>rejoice</p>\n<p>in insects at all,” Alice explained,</p>\n<p>“because I’m rather afraid of them—at least the large kinds.</p>\n<p>But I can tell you the names of some of them.”</p>\n<p>“Of course they answer to their names?” the Gnat remarked</p>\n<p>carelessly.</p>\n<p>“I never knew them to do it.”</p>\n<p>“What’s the use of their having names,” the Gnat said,</p>\n<p>“if they won’t answer to them?”</p>\n<p>“No use to</p>\n<p>them</p>\n<p>,” said Alice; “but it’s useful</p>\n<p>to the people who name them, I suppose. If not, why do things have names at</p>\n<p>all?”</p>\n<p>“I can’t say,” the Gnat replied. “Further on, in the</p>\n<p>wood down there, they’ve got no names—however, go on with your list</p>\n<p>of insects: you’re wasting time.”</p>\n<p>“Well, there’s the Horse-fly,” Alice began, counting off the</p>\n<p>names on her fingers.</p>\n<p>“All right,” said the Gnat: “half way up that bush,</p>\n<p>you’ll see a Rocking-horse-fly, if you look. It’s made entirely of</p>\n<p>wood, and gets about by swinging itself from branch to branch.”</p>\n<p>“What does it live on?” Alice asked, with great curiosity.</p>\n<p>“Sap and sawdust,” said the Gnat. “Go on with the</p>\n<p>list.”</p>\n<p>Alice looked up at the Rocking-horse-fly with great interest, and made up her</p>\n<p>mind that it must have been just repainted, it looked so bright and sticky; and</p>\n<p>then she went on.</p>\n<p>“And there’s the Dragon-fly.”</p>\n<p>“Look on the branch above your head,” said the Gnat, “and</p>\n<p>there you’ll find a snap-dragon-fly. Its body is made of plum-pudding,</p>\n<p>its wings of holly-leaves, and its head is a raisin burning in brandy.”</p>\n<p>“And what does it live on?”</p>\n<p>“Frumenty and mince pie,” the Gnat replied; “and it makes its</p>\n<p>nest in a Christmas box.”</p>\n<p>“And then there’s the Butterfly,” Alice went on, after she</p>\n<p>had taken a good look at the insect with its head on fire, and had thought to</p>\n<p>herself, “I wonder if that’s the reason insects are so fond of</p>\n<p>flying into candles—because they want to turn into</p>\n<p>Snap-dragon-flies!”</p>\n<p>“Crawling at your feet,” said the Gnat (Alice drew her feet back in</p>\n<p>some alarm), “you may observe a Bread-and-Butterfly. Its wings are thin</p>\n<p>slices of Bread-and-butter, its body is a crust, and its head is a lump of</p>\n<p>sugar.”</p>\n<p>“And what does</p>\n<p>it</p>\n<p>live on?”</p>\n<p>“Weak tea with cream in it.”</p>\n<p>A new difficulty came into Alice’s head. “Supposing it</p>\n<p>couldn’t find any?” she suggested.</p>\n<p>“Then it would die, of course.”</p>\n<p>“But that must happen very often,” Alice remarked thoughtfully.</p>\n<p>“It always happens,” said the Gnat.</p>\n<p>After this, Alice was silent for a minute or two, pondering. The Gnat amused</p>\n<p>itself meanwhile by humming round and round her head: at last it settled again</p>\n<p>and remarked, “I suppose you don’t want to lose your name?”</p>\n<p>“No, indeed,” Alice said, a little anxiously.</p>\n<p>“And yet I don’t know,” the Gnat went on in a careless tone:</p>\n<p>“only think how convenient it would be if you could manage to go home</p>\n<p>without it! For instance, if the governess wanted to call you to your lessons,</p>\n<p>she would call out ‘come here—,’ and there she would have to</p>\n<p>leave off, because there wouldn’t be any name for her to call, and of</p>\n<p>course you wouldn’t have to go, you know.”</p>\n<p>“That would never do, I’m sure,” said Alice: “the</p>\n<p>governess would never think of excusing me lessons for that. If she</p>\n<p>couldn’t remember my name, she’d call me ‘Miss!’ as the</p>\n<p>servants do.”</p>\n<p>“Well, if she said ‘Miss,’ and didn’t say anything</p>\n<p>more,” the Gnat remarked, “of course you’d miss your lessons.</p>\n<p>That’s a joke. I wish</p>\n<p>you</p>\n<p>had made it.”</p>\n<p>“Why do you wish</p>\n<p>I</p>\n<p>had made it?” Alice asked.</p>\n<p>“It’s a very bad one.”</p>\n<p>But the Gnat only sighed deeply, while two large tears came rolling down its</p>\n<p>cheeks.</p>\n<p>“You shouldn’t make jokes,” Alice said, “if it makes</p>\n<p>you so unhappy.”</p>\n<p>Then came another of those melancholy little sighs, and this time the poor Gnat</p>\n<p>really seemed to have sighed itself away, for, when Alice looked up, there was</p>\n<p>nothing whatever to be seen on the twig, and, as she was getting quite chilly</p>\n<p>with sitting still so long, she got up and walked on.</p>\n<p>She very soon came to an open field, with a wood on the other side of it: it</p>\n<p>looked much darker than the last wood, and Alice felt a</p>\n<p>little</p>\n<p>timid</p>\n<p>about going into it. However, on second thoughts, she made up her mind to go</p>\n<p>on: “for I certainly won’t go</p>\n<p>back</p>\n<p>,” she thought to</p>\n<p>herself, and this was the only way to the Eighth Square.</p>\n<p>“This must be the wood,” she said thoughtfully to herself,</p>\n<p>“where things have no names. I wonder what’ll become of</p>\n<p>my</p>\n<p>name when I go in? I shouldn’t like to lose it at all—because</p>\n<p>they’d have to give me another, and it would be almost certain to be an</p>\n<p>ugly one. But then the fun would be trying to find the creature that had got my</p>\n<p>old name! That’s just like the advertisements, you know, when people lose</p>\n<p>dogs—‘</p>\n<p>answers to the name of “Dash:” had on a brass</p>\n<p>collar</p>\n<p>’—just fancy calling everything you met</p>\n<p>‘Alice,’ till one of them answered! Only they wouldn’t answer</p>\n<p>at all, if they were wise.”</p>\n<p>She was rambling on in this way when she reached the wood: it looked very cool</p>\n<p>and shady. “Well, at any rate it’s a great comfort,” she said</p>\n<p>as she stepped under the trees, “after being so hot, to get into</p>\n<p>the—into</p>\n<p>what</p>\n<p>?” she went on, rather surprised at not being</p>\n<p>able to think of the word. “I mean to get under the—under</p>\n<p>the—under</p>\n<p>this</p>\n<p>, you know!” putting her hand on the trunk of</p>\n<p>the tree. “What</p>\n<p>does</p>\n<p>it call itself, I wonder? I do believe</p>\n<p>it’s got no name—why, to be sure it hasn’t!”</p>\n<p>She stood silent for a minute, thinking: then she suddenly began again.</p>\n<p>“Then it really</p>\n<p>has</p>\n<p>happened, after all! And now, who am I? I</p>\n<p>will</p>\n<p>remember, if I can! I’m determined to do it!” But being</p>\n<p>determined didn’t help much, and all she could say, after a great deal of</p>\n<p>puzzling, was, “L, I</p>\n<p>know</p>\n<p>it begins with L!”</p>\n<p>Just then a Fawn came wandering by: it looked at Alice with its large gentle</p>\n<p>eyes, but didn’t seem at all frightened. “Here then! Here</p>\n<p>then!” Alice said, as she held out her hand and tried to stroke it; but</p>\n<p>it only started back a little, and then stood looking at her again.</p>\n<p>“What do you call yourself?” the Fawn said at last. Such a soft</p>\n<p>sweet voice it had!</p>\n<p>“I wish I knew!” thought poor Alice. She answered, rather sadly,</p>\n<p>“Nothing, just now.”</p>\n<p>“Think again,” it said: “that won’t do.”</p>\n<p>Alice thought, but nothing came of it. “Please, would you tell me what</p>\n<p>you</p>\n<p>call yourself?” she said timidly. “I think that might</p>\n<p>help a little.”</p>\n<p>“I’ll tell you, if you’ll move a little further on,”</p>\n<p>the Fawn said. “I can’t remember here.”</p>\n<p>So they walked on together though the wood, Alice with her arms clasped</p>\n<p>lovingly round the soft neck of the Fawn, till they came out into another open</p>\n<p>field, and here the Fawn gave a sudden bound into the air, and shook itself</p>\n<p>free from Alice’s arms. “I’m a Fawn!” it cried out in a</p>\n<p>voice of delight, “and, dear me! you’re a human child!” A</p>\n<p>sudden look of alarm came into its beautiful brown eyes, and in another moment</p>\n<p>it had darted away at full speed.</p>\n<p>Alice stood looking after it, almost ready to cry with vexation at having lost</p>\n<p>her dear little fellow-traveller so suddenly. “However, I know my name</p>\n<p>now.” she said, “that’s</p>\n<p>some</p>\n<p>comfort.</p>\n<p>Alice—Alice—I won’t forget it again. And now, which of these</p>\n<p>finger-posts ought I to follow, I wonder?”</p>\n<p>It was not a very difficult question to answer, as there was only one road</p>\n<p>through the wood, and the two finger-posts both pointed along it.</p>\n<p>“I’ll settle it,” Alice said to herself, “when the road</p>\n<p>divides and they point different ways.”</p>\n<p>But this did not seem likely to happen. She went on and on, a long way, but</p>\n<p>wherever the road divided there were sure to be two finger-posts pointing the</p>\n<p>same way, one marked “TO TWEEDLEDUM’S HOUSE” and the other</p>\n<p>“TO THE HOUSE OF TWEEDLEDEE.”</p>\n<p>“I do believe,” said Alice at last, “that they live in the</p>\n<p>same house! I wonder I never thought of that before—But I can’t</p>\n<p>stay there long. I’ll just call and say ‘how d’you do?’</p>\n<p>and ask them the way out of the wood. If I could only get to the Eighth Square</p>\n<p>before it gets dark!” So she wandered on, talking to herself as she went,</p>\n<p>till, on turning a sharp corner, she came upon two fat little men, so suddenly</p>\n<p>that she could not help starting back, but in another moment she recovered</p>\n<p>herself, feeling sure that they must be.</p>\n"
}