{
  "title": "Chapter 9",
  "subtitle": "CHAPTER IX.",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-9",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-8",
  "next": "through-the-looking-glass---project-gutenberg-chapter-10",
  "content": "<p>Queen Alice</p>\n<p>“Well, this</p>\n<p>is</p>\n<p>grand!” said Alice. “I never expected I</p>\n<p>should be a Queen so soon—and I’ll tell you what it is, your</p>\n<p>majesty,” she went on in a severe tone (she was always rather fond of</p>\n<p>scolding herself), “it’ll never do for you to be lolling about on</p>\n<p>the grass like that! Queens have to be dignified, you know!”</p>\n<p>So she got up and walked about—rather stiffly just at first, as she was</p>\n<p>afraid that the crown might come off: but she comforted herself with the</p>\n<p>thought that there was nobody to see her, “and if I really am a</p>\n<p>Queen,” she said as she sat down again, “I shall be able to manage</p>\n<p>it quite well in time.”</p>\n<p>Everything was happening so oddly that she didn’t feel a bit surprised at</p>\n<p>finding the Red Queen and the White Queen sitting close to her, one on each</p>\n<p>side: she would have liked very much to ask them how they came there, but she</p>\n<p>feared it would not be quite civil. However, there would be no harm, she</p>\n<p>thought, in asking if the game was over. “Please, would you tell</p>\n<p>me—” she began, looking timidly at the Red Queen.</p>\n<p>“Speak when you’re spoken to!” The Queen sharply interrupted</p>\n<p>her.</p>\n<p>“But if everybody obeyed that rule,” said Alice, who was always</p>\n<p>ready for a little argument, “and if you only spoke when you were spoken</p>\n<p>to, and the other person always waited for</p>\n<p>you</p>\n<p>to begin, you see nobody</p>\n<p>would ever say anything, so that—”</p>\n<p>“Ridiculous!” cried the Queen. “Why, don’t you see,</p>\n<p>child—” here she broke off with a frown, and, after thinking for a</p>\n<p>minute, suddenly changed the subject of the conversation. “What do you</p>\n<p>mean by ‘If you really are a Queen’? What right have you to call</p>\n<p>yourself so? You can’t be a Queen, you know, till you’ve passed the</p>\n<p>proper examination. And the sooner we begin it, the better.”</p>\n<p>“I only said ‘if’!” poor Alice pleaded in a piteous</p>\n<p>tone.</p>\n<p>The two Queens looked at each other, and the Red Queen remarked, with a little</p>\n<p>shudder, “She</p>\n<p>says</p>\n<p>she only said ‘if’—”</p>\n<p>“But she said a great deal more than that!” the White Queen moaned,</p>\n<p>wringing her hands. “Oh, ever so much more than that!”</p>\n<p>“So you did, you know,” the Red Queen said to Alice. “Always</p>\n<p>speak the truth—think before you speak—and write it down</p>\n<p>afterwards.”</p>\n<p>“I’m sure I didn’t mean—” Alice was beginning,</p>\n<p>but the Red Queen interrupted her impatiently.</p>\n<p>“That’s just what I complain of! You</p>\n<p>should</p>\n<p>have meant! What</p>\n<p>do you suppose is the use of child without any meaning? Even a joke should have</p>\n<p>some meaning—and a child’s more important than a joke, I hope. You</p>\n<p>couldn’t deny that, even if you tried with both hands.”</p>\n<p>“I don’t deny things with my</p>\n<p>hands</p>\n<p>,” Alice objected.</p>\n<p>“Nobody said you did,” said the Red Queen. “I said you</p>\n<p>couldn’t if you tried.”</p>\n<p>“She’s in that state of mind,” said the White Queen,</p>\n<p>“that she wants to deny</p>\n<p>something</p>\n<p>—only she doesn’t</p>\n<p>know what to deny!”</p>\n<p>“A nasty, vicious temper,” the Red Queen remarked; and then there</p>\n<p>was an uncomfortable silence for a minute or two.</p>\n<p>The Red Queen broke the silence by saying to the White Queen, “I invite</p>\n<p>you to Alice’s dinner-party this afternoon.”</p>\n<p>The White Queen smiled feebly, and said “And I invite</p>\n<p>you</p>\n<p>.”</p>\n<p>“I didn’t know I was to have a party at all,” said Alice;</p>\n<p>“but if there is to be one, I think</p>\n<p>I</p>\n<p>ought to invite the</p>\n<p>guests.”</p>\n<p>“We gave you the opportunity of doing it,” the Red Queen remarked:</p>\n<p>“but I daresay you’ve not had many lessons in manners yet?”</p>\n<p>“Manners are not taught in lessons,” said Alice. “Lessons</p>\n<p>teach you to do sums, and things of that sort.”</p>\n<p>“And you do Addition?” the White Queen asked. “What’s</p>\n<p>one and one and one and one and one and one and one and one and one and</p>\n<p>one?”</p>\n<p>“I don’t know,” said Alice. “I lost count.”</p>\n<p>“She can’t do Addition,” the Red Queen interrupted.</p>\n<p>“Can you do Subtraction? Take nine from eight.”</p>\n<p>“Nine from eight I can’t, you know,” Alice replied very</p>\n<p>readily: “but—”</p>\n<p>“She can’t do Subtraction,” said the White Queen. “Can</p>\n<p>you do Division? Divide a loaf by a knife—what’s the answer to</p>\n<p>that?”</p>\n<p>“I suppose—” Alice was beginning, but the Red Queen answered</p>\n<p>for her. “Bread-and-butter, of course. Try another Subtraction sum. Take</p>\n<p>a bone from a dog: what remains?”</p>\n<p>Alice considered. “The bone wouldn’t remain, of course, if I took</p>\n<p>it—and the dog wouldn’t remain; it would come to bite me—and</p>\n<p>I’m sure</p>\n<p>I</p>\n<p>shouldn’t remain!”</p>\n<p>“Then you think nothing would remain?” said the Red Queen.</p>\n<p>“I think that’s the answer.”</p>\n<p>“Wrong, as usual,” said the Red Queen: “the dog’s</p>\n<p>temper would remain.”</p>\n<p>“But I don’t see how—”</p>\n<p>“Why, look here!” the Red Queen cried. “The dog would lose</p>\n<p>its temper, wouldn’t it?”</p>\n<p>“Perhaps it would,” Alice replied cautiously.</p>\n<p>“Then if the dog went away, its temper would remain!” the Queen</p>\n<p>exclaimed triumphantly.</p>\n<p>Alice said, as gravely as she could, “They might go different</p>\n<p>ways.” But she couldn’t help thinking to herself, “What</p>\n<p>dreadful nonsense we</p>\n<p>are</p>\n<p>talking!”</p>\n<p>“She can’t do sums a</p>\n<p>bit</p>\n<p>!” the Queens said together,</p>\n<p>with great emphasis.</p>\n<p>“Can</p>\n<p>you</p>\n<p>do sums?” Alice said, turning suddenly on the White</p>\n<p>Queen, for she didn’t like being found fault with so much.</p>\n<p>The Queen gasped and shut her eyes. “I can do Addition, if you give me</p>\n<p>time—but I can’t do Subtraction, under</p>\n<p>any</p>\n<p>circumstances!”</p>\n<p>“Of course you know your A B C?” said the Red Queen.</p>\n<p>“To be sure I do.” said Alice.</p>\n<p>“So do I,” the White Queen whispered: “we’ll often say</p>\n<p>it over together, dear. And I’ll tell you a secret—I can read words</p>\n<p>of one letter! Isn’t</p>\n<p>that</p>\n<p>grand! However, don’t be</p>\n<p>discouraged. You’ll come to it in time.”</p>\n<p>Here the Red Queen began again. “Can you answer useful questions?”</p>\n<p>she said. “How is bread made?”</p>\n<p>“I know</p>\n<p>that</p>\n<p>!” Alice cried eagerly. “You take some</p>\n<p>flour—”</p>\n<p>“Where do you pick the flower?” the White Queen asked. “In a</p>\n<p>garden, or in the hedges?”</p>\n<p>“Well, it isn’t</p>\n<p>picked</p>\n<p>at all,” Alice explained:</p>\n<p>“it’s</p>\n<p>ground</p>\n<p>—”</p>\n<p>“How many acres of ground?” said the White Queen. “You</p>\n<p>mustn’t leave out so many things.”</p>\n<p>“Fan her head!” the Red Queen anxiously interrupted.</p>\n<p>“She’ll be feverish after so much thinking.” So they set to</p>\n<p>work and fanned her with bunches of leaves, till she had to beg them to leave</p>\n<p>off, it blew her hair about so.</p>\n<p>“She’s all right again now,” said the Red Queen. “Do</p>\n<p>you know Languages? What’s the French for fiddle-de-dee?”</p>\n<p>“Fiddle-de-dee’s not English,” Alice replied gravely.</p>\n<p>“Who ever said it was?” said the Red Queen.</p>\n<p>Alice thought she saw a way out of the difficulty this time. “If</p>\n<p>you’ll tell me what language ‘fiddle-de-dee’ is, I’ll</p>\n<p>tell you the French for it!” she exclaimed triumphantly.</p>\n<p>But the Red Queen drew herself up rather stiffly, and said “Queens never</p>\n<p>make bargains.”</p>\n<p>“I wish Queens never asked questions,” Alice thought to herself.</p>\n<p>“Don’t let us quarrel,” the White Queen said in an anxious</p>\n<p>tone. “What is the cause of lightning?”</p>\n<p>“The cause of lightning,” Alice said very decidedly, for she felt</p>\n<p>quite certain about this, “is the thunder—no, no!” she</p>\n<p>hastily corrected herself. “I meant the other way.”</p>\n<p>“It’s too late to correct it,” said the Red Queen:</p>\n<p>“when you’ve once said a thing, that fixes it, and you must take</p>\n<p>the consequences.”</p>\n<p>“Which reminds me—” the White Queen said, looking down and</p>\n<p>nervously clasping and unclasping her hands, “we had</p>\n<p>such</p>\n<p>a</p>\n<p>thunderstorm last Tuesday—I mean one of the last set of Tuesdays, you</p>\n<p>know.”</p>\n<p>Alice was puzzled. “In</p>\n<p>our</p>\n<p>country,” she remarked,</p>\n<p>“there’s only one day at a time.”</p>\n<p>The Red Queen said, “That’s a poor thin way of doing things. Now</p>\n<p>here</p>\n<p>, we mostly have days and nights two or three at a time, and</p>\n<p>sometimes in the winter we take as many as five nights together—for</p>\n<p>warmth, you know.”</p>\n<p>“Are five nights warmer than one night, then?” Alice ventured to</p>\n<p>ask.</p>\n<p>“Five times as warm, of course.”</p>\n<p>“But they should be five times as</p>\n<p>cold</p>\n<p>, by the same</p>\n<p>rule—”</p>\n<p>“Just so!” cried the Red Queen. “Five times as warm,</p>\n<p>and</p>\n<p>five times as cold—just as I’m five times as rich as you</p>\n<p>are,</p>\n<p>and</p>\n<p>five times as clever!”</p>\n<p>Alice sighed and gave it up. “It’s exactly like a riddle with no</p>\n<p>answer!” she thought.</p>\n<p>“Humpty Dumpty saw it too,” the White Queen went on in a low voice,</p>\n<p>more as if she were talking to herself. “He came to the door with a</p>\n<p>corkscrew in his hand—”</p>\n<p>“What did he want?” said the Red Queen.</p>\n<p>“He said he</p>\n<p>would</p>\n<p>come in,” the White Queen went on,</p>\n<p>“because he was looking for a hippopotamus. Now, as it happened, there</p>\n<p>wasn’t such a thing in the house, that morning.”</p>\n<p>“Is there generally?” Alice asked in an astonished tone.</p>\n<p>“Well, only on Thursdays,” said the Queen.</p>\n<p>“I know what he came for,” said Alice: “he wanted to punish</p>\n<p>the fish, because—”</p>\n<p>Here the White Queen began again. “It was</p>\n<p>such</p>\n<p>a thunderstorm, you</p>\n<p>can’t think!” (“She</p>\n<p>never</p>\n<p>could, you know,” said</p>\n<p>the Red Queen.) “And part of the roof came off, and ever so much thunder</p>\n<p>got in—and it went rolling round the room in great lumps—and</p>\n<p>knocking over the tables and things—till I was so frightened, I</p>\n<p>couldn’t remember my own name!”</p>\n<p>Alice thought to herself, “I never should</p>\n<p>try</p>\n<p>to remember my name</p>\n<p>in the middle of an accident! Where would be the use of it?” but she did</p>\n<p>not say this aloud, for fear of hurting the poor Queen’s feeling.</p>\n<p>“Your Majesty must excuse her,” the Red Queen said to Alice, taking</p>\n<p>one of the White Queen’s hands in her own, and gently stroking it:</p>\n<p>“she means well, but she can’t help saying foolish things, as a</p>\n<p>general rule.”</p>\n<p>The White Queen looked timidly at Alice, who felt she</p>\n<p>ought</p>\n<p>to say</p>\n<p>something kind, but really couldn’t think of anything at the moment.</p>\n<p>“She never was really well brought up,” the Red Queen went on:</p>\n<p>“but it’s amazing how good-tempered she is! Pat her on the head,</p>\n<p>and see how pleased she’ll be!” But this was more than Alice had</p>\n<p>courage to do.</p>\n<p>“A little kindness—and putting her hair in papers—would do</p>\n<p>wonders with her—”</p>\n<p>The White Queen gave a deep sigh, and laid her head on Alice’s shoulder.</p>\n<p>“I</p>\n<p>am</p>\n<p>so sleepy?” she moaned.</p>\n<p>“She’s tired, poor thing!” said the Red Queen. “Smooth</p>\n<p>her hair—lend her your nightcap—and sing her a soothing</p>\n<p>lullaby.”</p>\n<p>“I haven’t got a nightcap with me,” said Alice, as she tried</p>\n<p>to obey the first direction: “and I don’t know any soothing</p>\n<p>lullabies.”</p>\n<p>“I must do it myself, then,” said the Red Queen, and she began:</p>\n<p>“Hush-a-by lady, in Alice’s lap!</p>\n<p>Till the feast’s ready, we’ve time for a nap:</p>\n<p>When the feast’s over, we’ll go to the ball—</p>\n<p>Red Queen, and White Queen, and Alice, and all!</p>\n<p>“And now you know the words,” she added, as she put her head down</p>\n<p>on Alice’s other shoulder, “just sing it through to</p>\n<p>me</p>\n<p>.</p>\n<p>I’m getting sleepy, too.” In another moment both Queens were fast</p>\n<p>asleep, and snoring loud.</p>\n<p>“What</p>\n<p>am</p>\n<p>I to do?” exclaimed Alice, looking about in great</p>\n<p>perplexity, as first one round head, and then the other, rolled down from her</p>\n<p>shoulder, and lay like a heavy lump in her lap. “I don’t think it</p>\n<p>ever</p>\n<p>happened before, that any one had to take care of two Queens asleep</p>\n<p>at once! No, not in all the History of England—it couldn’t, you</p>\n<p>know, because there never was more than one Queen at a time. Do wake up, you</p>\n<p>heavy things!” she went on in an impatient tone; but there was no answer</p>\n<p>but a gentle snoring.</p>\n<p>The snoring got more distinct every minute, and sounded more like a tune: at</p>\n<p>last she could even make out the words, and she listened so eagerly that, when</p>\n<p>the two great heads vanished from her lap, she hardly missed them.</p>\n<p>She was standing before an arched doorway over which were the words QUEEN ALICE</p>\n<p>in large letters, and on each side of the arch there was a bell-handle; one was</p>\n<p>marked “Visitors’ Bell,” and the other “Servants’</p>\n<p>Bell.”</p>\n<p>“I’ll wait till the song’s over,” thought Alice,</p>\n<p>“and then I’ll ring—the—</p>\n<p>which</p>\n<p>bell must I</p>\n<p>ring?” she went on, very much puzzled by the names. “I’m not</p>\n<p>a visitor, and I’m not a servant. There</p>\n<p>ought</p>\n<p>to be one marked</p>\n<p>‘Queen,’ you know—”</p>\n<p>Just then the door opened a little way, and a creature with a long beak put its</p>\n<p>head out for a moment and said “No admittance till the week after</p>\n<p>next!” and shut the door again with a bang.</p>\n<p>Alice knocked and rang in vain for a long time, but at last, a very old Frog,</p>\n<p>who was sitting under a tree, got up and hobbled slowly towards her: he was</p>\n<p>dressed in bright yellow, and had enormous boots on.</p>\n<p>“What is it, now?” the Frog said in a deep hoarse whisper.</p>\n<p>Alice turned round, ready to find fault with anybody. “Where’s the</p>\n<p>servant whose business it is to answer the door?” she began angrily.</p>\n<p>“Which door?” said the Frog.</p>\n<p>Alice almost stamped with irritation at the slow drawl in which he spoke.</p>\n<p>“</p>\n<p>This</p>\n<p>door, of course!”</p>\n<p>The Frog looked at the door with his large dull eyes for a minute: then he went</p>\n<p>nearer and rubbed it with his thumb, as if he were trying whether the paint</p>\n<p>would come off; then he looked at Alice.</p>\n<p>“To answer the door?” he said. “What’s it been asking</p>\n<p>of?” He was so hoarse that Alice could scarcely hear him.</p>\n<p>“I don’t know what you mean,” she said.</p>\n<p>“I talks English, doesn’t I?” the Frog went on. “Or are</p>\n<p>you deaf? What did it ask you?”</p>\n<p>“Nothing!” Alice said impatiently. “I’ve been knocking</p>\n<p>at it!”</p>\n<p>“Shouldn’t do that—shouldn’t do that—” the</p>\n<p>Frog muttered. “Vexes it, you know.” Then he went up and gave the</p>\n<p>door a kick with one of his great feet. “You let</p>\n<p>it</p>\n<p>alone,”</p>\n<p>he panted out, as he hobbled back to his tree, “and it’ll let</p>\n<p>you</p>\n<p>alone, you know.”</p>\n<p>At this moment the door was flung open, and a shrill voice was heard singing:</p>\n<p>“To the Looking-Glass world it was Alice that said,</p>\n<p>‘I’ve a sceptre in hand, I’ve a crown on my head;</p>\n<p>Let the Looking-Glass creatures, whatever they be,</p>\n<p>Come and dine with the Red Queen, the White Queen, and me.’”</p>\n<p>And hundreds of voices joined in the chorus:</p>\n<p>“Then fill up the glasses as quick as you can,</p>\n<p>And sprinkle the table with buttons and bran:</p>\n<p>Put cats in the coffee, and mice in the tea—</p>\n<p>And welcome Queen Alice with thirty-times-three!”</p>\n<p>Then followed a confused noise of cheering, and Alice thought to herself,</p>\n<p>“Thirty times three makes ninety. I wonder if any one’s</p>\n<p>counting?” In a minute there was silence again, and the same shrill voice</p>\n<p>sang another verse;</p>\n<p>“‘O Looking-Glass creatures,’ quoth Alice, ‘draw</p>\n<p>near!</p>\n<p>’Tis an honour to see me, a favour to hear:</p>\n<p>’Tis a privilege high to have dinner and tea</p>\n<p>Along with the Red Queen, the White Queen, and me!’”</p>\n<p>Then came the chorus again:—</p>\n<p>“Then fill up the glasses with treacle and ink,</p>\n<p>Or anything else that is pleasant to drink:</p>\n<p>Mix sand with the cider, and wool with the wine—</p>\n<p>And welcome Queen Alice with ninety-times-nine!”</p>\n<p>“Ninety times nine!” Alice repeated in despair, “Oh,</p>\n<p>that’ll never be done! I’d better go in at once—” and</p>\n<p>there was a dead silence the moment she appeared.</p>\n<p>Alice glanced nervously along the table, as she walked up the large hall, and</p>\n<p>noticed that there were about fifty guests, of all kinds: some were animals,</p>\n<p>some birds, and there were even a few flowers among them. “I’m glad</p>\n<p>they’ve come without waiting to be asked,” she thought: “I</p>\n<p>should never have known who were the right people to invite!”</p>\n<p>There were three chairs at the head of the table; the Red and White Queens had</p>\n<p>already taken two of them, but the middle one was empty. Alice sat down in it,</p>\n<p>rather uncomfortable in the silence, and longing for some one to speak.</p>\n<p>At last the Red Queen began. “You’ve missed the soup and</p>\n<p>fish,” she said. “Put on the joint!” And the waiters set a</p>\n<p>leg of mutton before Alice, who looked at it rather anxiously, as she had never</p>\n<p>had to carve a joint before.</p>\n<p>“You look a little shy; let me introduce you to that leg of</p>\n<p>mutton,” said the Red Queen. “Alice—Mutton;</p>\n<p>Mutton—Alice.” The leg of mutton got up in the dish and made a</p>\n<p>little bow to Alice; and Alice returned the bow, not knowing whether to be</p>\n<p>frightened or amused.</p>\n<p>“May I give you a slice?” she said, taking up the knife and fork,</p>\n<p>and looking from one Queen to the other.</p>\n<p>“Certainly not,” the Red Queen said, very decidedly: “it</p>\n<p>isn’t etiquette to cut any one you’ve been introduced to. Remove</p>\n<p>the joint!” And the waiters carried it off, and brought a large</p>\n<p>plum-pudding in its place.</p>\n<p>“I won’t be introduced to the pudding, please,” Alice said</p>\n<p>rather hastily, “or we shall get no dinner at all. May I give you</p>\n<p>some?”</p>\n<p>But the Red Queen looked sulky, and growled “Pudding—Alice;</p>\n<p>Alice—Pudding. Remove the pudding!” and the waiters took it away so</p>\n<p>quickly that Alice couldn’t return its bow.</p>\n<p>However, she didn’t see why the Red Queen should be the only one to give</p>\n<p>orders, so, as an experiment, she called out “Waiter! Bring back the</p>\n<p>pudding!” and there it was again in a moment like a conjuring-trick. It</p>\n<p>was so large that she couldn’t help feeling a</p>\n<p>little</p>\n<p>shy with it,</p>\n<p>as she had been with the mutton; however, she conquered her shyness by a great</p>\n<p>effort and cut a slice and handed it to the Red Queen.</p>\n<p>“What impertinence!” said the Pudding. “I wonder how</p>\n<p>you’d like it, if I were to cut a slice out of</p>\n<p>you</p>\n<p>, you</p>\n<p>creature!”</p>\n<p>It spoke in a thick, suety sort of voice, and Alice hadn’t a word to say</p>\n<p>in reply: she could only sit and look at it and gasp.</p>\n<p>“Make a remark,” said the Red Queen: “it’s ridiculous</p>\n<p>to leave all the conversation to the pudding!”</p>\n<p>“Do you know, I’ve had such a quantity of poetry repeated to me</p>\n<p>to-day,” Alice began, a little frightened at finding that, the moment she</p>\n<p>opened her lips, there was dead silence, and all eyes were fixed upon her;</p>\n<p>“and it’s a very curious thing, I think—every poem was about</p>\n<p>fishes in some way. Do you know why they’re so fond of fishes, all about</p>\n<p>here?”</p>\n<p>She spoke to the Red Queen, whose answer was a little wide of the mark.</p>\n<p>“As to fishes,” she said, very slowly and solemnly, putting her</p>\n<p>mouth close to Alice’s ear, “her White Majesty knows a lovely</p>\n<p>riddle—all in poetry—all about fishes. Shall she repeat it?”</p>\n<p>“Her Red Majesty’s very kind to mention it,” the White Queen</p>\n<p>murmured into Alice’s other ear, in a voice like the cooing of a pigeon.</p>\n<p>“It would be</p>\n<p>such</p>\n<p>a treat! May I?”</p>\n<p>“Please do,” Alice said very politely.</p>\n<p>The White Queen laughed with delight, and stroked Alice’s cheek. Then she</p>\n<p>began:</p>\n<p>“‘First, the fish must be caught.’</p>\n<p>That is easy: a baby, I think, could have caught it.</p>\n<p>‘Next, the fish must be bought.’</p>\n<p>That is easy: a penny, I think, would have bought it.</p>\n<p>‘Now cook me the fish!’</p>\n<p>That is easy, and will not take more than a minute.</p>\n<p>‘Let it lie in a dish!’</p>\n<p>That is easy, because it already is in it.</p>\n<p>‘Bring it here! Let me sup!’</p>\n<p>It is easy to set such a dish on the table.</p>\n<p>‘Take the dish-cover up!’</p>\n<p>Ah, that is so hard that I fear I’m unable!</p>\n<p>For it holds it like glue—</p>\n<p>Holds the lid to the dish, while it lies in the middle:</p>\n<p>Which is easiest to do,</p>\n<p>Un-dish-cover the fish, or dishcover the riddle?”</p>\n<p>“Take a minute to think about it, and then guess,” said the Red</p>\n<p>Queen. “Meanwhile, we’ll drink your health—Queen</p>\n<p>Alice’s health!” she screamed at the top of her voice, and all the</p>\n<p>guests began drinking it directly, and very queerly they managed it: some of</p>\n<p>them put their glasses upon their heads like extinguishers, and drank all that</p>\n<p>trickled down their faces—others upset the decanters, and drank the wine</p>\n<p>as it ran off the edges of the table—and three of them (who looked like</p>\n<p>kangaroos) scrambled into the dish of roast mutton, and began eagerly lapping</p>\n<p>up the gravy, “just like pigs in a trough!” thought Alice.</p>\n<p>“You ought to return thanks in a neat speech,” the Red Queen said,</p>\n<p>frowning at Alice as she spoke.</p>\n<p>“We must support you, you know,” the White Queen whispered, as</p>\n<p>Alice got up to do it, very obediently, but a little frightened.</p>\n<p>“Thank you very much,” she whispered in reply, “but I can do</p>\n<p>quite well without.”</p>\n<p>“That wouldn’t be at all the thing,” the Red Queen said very</p>\n<p>decidedly: so Alice tried to submit to it with a good grace.</p>\n<p>(“And they</p>\n<p>did</p>\n<p>push so!” she said afterwards, when she was</p>\n<p>telling her sister the history of the feast. “You would have thought they</p>\n<p>wanted to squeeze me flat!”)</p>\n<p>In fact it was rather difficult for her to keep in her place while she made her</p>\n<p>speech: the two Queens pushed her so, one on each side, that they nearly lifted</p>\n<p>her up into the air: “I rise to return thanks—” Alice began:</p>\n<p>and she really</p>\n<p>did</p>\n<p>rise as she spoke, several inches; but she got hold</p>\n<p>of the edge of the table, and managed to pull herself down again.</p>\n<p>“Take care of yourself!” screamed the White Queen, seizing</p>\n<p>Alice’s hair with both her hands. “Something’s going to</p>\n<p>happen!”</p>\n<p>And then (as Alice afterwards described it) all sorts of things happened in a</p>\n<p>moment. The candles all grew up to the ceiling, looking something like a bed of</p>\n<p>rushes with fireworks at the top. As to the bottles, they each took a pair of</p>\n<p>plates, which they hastily fitted on as wings, and so, with forks for legs,</p>\n<p>went fluttering about in all directions: “and very like birds they</p>\n<p>look,” Alice thought to herself, as well as she could in the dreadful</p>\n<p>confusion that was beginning.</p>\n<p>At this moment she heard a hoarse laugh at her side, and turned to see what was</p>\n<p>the matter with the White Queen; but, instead of the Queen, there was the leg</p>\n<p>of mutton sitting in the chair. “Here I am!” cried a voice from the</p>\n<p>soup tureen, and Alice turned again, just in time to see the Queen’s</p>\n<p>broad good-natured face grinning at her for a moment over the edge of the</p>\n<p>tureen, before she disappeared into the soup.</p>\n<p>There was not a moment to be lost. Already several of the guests were lying</p>\n<p>down in the dishes, and the soup ladle was walking up the table towards</p>\n<p>Alice’s chair, and beckoning to her impatiently to get out of its way.</p>\n<p>“I can’t stand this any longer!” she cried as she jumped up</p>\n<p>and seized the table-cloth with both hands: one good pull, and plates, dishes,</p>\n<p>guests, and candles came crashing down together in a heap on the floor.</p>\n<p>“And as for</p>\n<p>you</p>\n<p>,” she went on, turning fiercely upon the Red</p>\n<p>Queen, whom she considered as the cause of all the mischief—but the Queen</p>\n<p>was no longer at her side—she had suddenly dwindled down to the size of a</p>\n<p>little doll, and was now on the table, merrily running round and round after</p>\n<p>her own shawl, which was trailing behind her.</p>\n<p>At any other time, Alice would have felt surprised at this, but she was far too</p>\n<p>much excited to be surprised at anything</p>\n<p>now</p>\n<p>. “As for</p>\n<p>you</p>\n<p>,” she repeated, catching hold of the little creature in the</p>\n<p>very act of jumping over a bottle which had just lighted upon the table,</p>\n<p>“I’ll shake you into a kitten, that I will!”</p>\n"
}