{
  "title": "Chapter 6",
  "subtitle": "CHAPTER VI.",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-6",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-5",
  "next": "through-the-looking-glass---project-gutenberg-chapter-7",
  "content": "<p>Humpty Dumpty</p>\n<p>However, the egg only got larger and larger, and more and more human: when she</p>\n<p>had come within a few yards of it, she saw that it had eyes and a nose and</p>\n<p>mouth; and when she had come close to it, she saw clearly that it was HUMPTY</p>\n<p>DUMPTY himself. “It can’t be anybody else!” she said to</p>\n<p>herself. “I’m as certain of it, as if his name were written all</p>\n<p>over his face.”</p>\n<p>It might have been written a hundred times, easily, on that enormous face.</p>\n<p>Humpty Dumpty was sitting with his legs crossed, like a Turk, on the top of a</p>\n<p>high wall—such a narrow one that Alice quite wondered how he could keep</p>\n<p>his balance—and, as his eyes were steadily fixed in the opposite</p>\n<p>direction, and he didn’t take the least notice of her, she thought he</p>\n<p>must be a stuffed figure after all.</p>\n<p>“And how exactly like an egg he is!” she said aloud, standing with</p>\n<p>her hands ready to catch him, for she was every moment expecting him to fall.</p>\n<p>“It’s</p>\n<p>very</p>\n<p>provoking,” Humpty Dumpty said after a long</p>\n<p>silence, looking away from Alice as he spoke, “to be called an</p>\n<p>egg—</p>\n<p>Very!</p>\n<p>”</p>\n<p>“I said you</p>\n<p>looked</p>\n<p>like an egg, Sir,” Alice gently</p>\n<p>explained. “And some eggs are very pretty, you know” she added,</p>\n<p>hoping to turn her remark into a sort of a compliment.</p>\n<p>“Some people,” said Humpty Dumpty, looking away from her as usual,</p>\n<p>“have no more sense than a baby!”</p>\n<p>Alice didn’t know what to say to this: it wasn’t at all like</p>\n<p>conversation, she thought, as he never said anything to</p>\n<p>her</p>\n<p>; in fact,</p>\n<p>his last remark was evidently addressed to a tree—so she stood and softly</p>\n<p>repeated to herself:—</p>\n<p>“Humpty Dumpty sat on a wall:</p>\n<p>Humpty Dumpty had a great fall.</p>\n<p>All the King’s horses and all the King’s men</p>\n<p>Couldn’t put Humpty Dumpty in his place again.”</p>\n<p>“That last line is much too long for the poetry,” she added, almost</p>\n<p>out loud, forgetting that Humpty Dumpty would hear her.</p>\n<p>“Don’t stand there chattering to yourself like that,” Humpty</p>\n<p>Dumpty said, looking at her for the first time, “but tell me your name</p>\n<p>and your business.”</p>\n<p>“My</p>\n<p>name</p>\n<p>is Alice, but—”</p>\n<p>“It’s a stupid enough name!” Humpty Dumpty interrupted</p>\n<p>impatiently. “What does it mean?”</p>\n<p>“</p>\n<p>Must</p>\n<p>a name mean something?” Alice asked doubtfully.</p>\n<p>“Of course it must,” Humpty Dumpty said with a short laugh:</p>\n<p>“</p>\n<p>my</p>\n<p>name means the shape I am—and a good handsome shape it</p>\n<p>is, too. With a name like yours, you might be any shape, almost.”</p>\n<p>“Why do you sit out here all alone?” said Alice, not wishing to</p>\n<p>begin an argument.</p>\n<p>“Why, because there’s nobody with me!” cried Humpty Dumpty.</p>\n<p>“Did you think I didn’t know the answer to</p>\n<p>that</p>\n<p>? Ask</p>\n<p>another.”</p>\n<p>“Don’t you think you’d be safer down on the ground?”</p>\n<p>Alice went on, not with any idea of making another riddle, but simply in her</p>\n<p>good-natured anxiety for the queer creature. “That wall is so</p>\n<p>very</p>\n<p>narrow!”</p>\n<p>“What tremendously easy riddles you ask!” Humpty Dumpty growled</p>\n<p>out. “Of course I don’t think so! Why, if ever I</p>\n<p>did</p>\n<p>fall</p>\n<p>off—which there’s no chance of—but</p>\n<p>if</p>\n<p>I</p>\n<p>did—” Here he pursed his lips and looked so solemn and grand that</p>\n<p>Alice could hardly help laughing. “</p>\n<p>If</p>\n<p>I did fall,” he went</p>\n<p>on, “</p>\n<p>The King has promised me—with his very own</p>\n<p>mouth</p>\n<p>—to—to—”</p>\n<p>“To send all his horses and all his men,” Alice interrupted, rather</p>\n<p>unwisely.</p>\n<p>“Now I declare that’s too bad!” Humpty Dumpty cried, breaking</p>\n<p>into a sudden passion. “You’ve been listening at doors—and</p>\n<p>behind trees—and down chimneys—or you couldn’t have known</p>\n<p>it!”</p>\n<p>“I haven’t, indeed!” Alice said very gently.</p>\n<p>“It’s in a book.”</p>\n<p>“Ah, well! They may write such things in a</p>\n<p>book</p>\n<p>,” Humpty</p>\n<p>Dumpty said in a calmer tone. “That’s what you call a History of</p>\n<p>England, that is. Now, take a good look at me! I’m one that has spoken to</p>\n<p>a King,</p>\n<p>I</p>\n<p>am: mayhap you’ll never see such another: and to show</p>\n<p>you I’m not proud, you may shake hands with me!” And he grinned</p>\n<p>almost from ear to ear, as he leant forwards (and as nearly as possible fell</p>\n<p>off the wall in doing so) and offered Alice his hand. She watched him a little</p>\n<p>anxiously as she took it. “If he smiled much more, the ends of his mouth</p>\n<p>might meet behind,” she thought: “and then I don’t know what</p>\n<p>would happen to his head! I’m afraid it would come off!”</p>\n<p>“Yes, all his horses and all his men,” Humpty Dumpty went on.</p>\n<p>“They’d pick me up again in a minute,</p>\n<p>they</p>\n<p>would! However,</p>\n<p>this conversation is going on a little too fast: let’s go back to the</p>\n<p>last remark but one.”</p>\n<p>“I’m afraid I can’t quite remember it,” Alice said very</p>\n<p>politely.</p>\n<p>“In that case we start fresh,” said Humpty Dumpty, “and</p>\n<p>it’s my turn to choose a subject—” (“He talks about it</p>\n<p>just as if it was a game!” thought Alice.) “So here’s a</p>\n<p>question for you. How old did you say you were?”</p>\n<p>Alice made a short calculation, and said “Seven years and six</p>\n<p>months.”</p>\n<p>“Wrong!” Humpty Dumpty exclaimed triumphantly. “You never</p>\n<p>said a word like it!”</p>\n<p>“I though you meant ‘How old</p>\n<p>are</p>\n<p>you?’” Alice</p>\n<p>explained.</p>\n<p>“If I’d meant that, I’d have said it,” said Humpty</p>\n<p>Dumpty.</p>\n<p>Alice didn’t want to begin another argument, so she said nothing.</p>\n<p>“Seven years and six months!” Humpty Dumpty repeated thoughtfully.</p>\n<p>“An uncomfortable sort of age. Now if you’d asked</p>\n<p>my</p>\n<p>advice,</p>\n<p>I’d have said ‘Leave off at seven’—but it’s too</p>\n<p>late now.”</p>\n<p>“I never ask advice about growing,” Alice said indignantly.</p>\n<p>“Too proud?” the other inquired.</p>\n<p>Alice felt even more indignant at this suggestion. “I mean,” she</p>\n<p>said, “that one can’t help growing older.”</p>\n<p>“</p>\n<p>One</p>\n<p>can’t, perhaps,” said Humpty Dumpty, “but</p>\n<p>two</p>\n<p>can. With proper assistance, you might have left off at</p>\n<p>seven.”</p>\n<p>“What a beautiful belt you’ve got on!” Alice suddenly</p>\n<p>remarked.</p>\n<p>(They had had quite enough of the subject of age, she thought: and if they</p>\n<p>really were to take turns in choosing subjects, it was her turn now.) “At</p>\n<p>least,” she corrected herself on second thoughts, “a beautiful</p>\n<p>cravat, I should have said—no, a belt, I mean—I beg your</p>\n<p>pardon!” she added in dismay, for Humpty Dumpty looked thoroughly</p>\n<p>offended, and she began to wish she hadn’t chosen that subject. “If</p>\n<p>I only knew,” she thought to herself, “which was neck and which was</p>\n<p>waist!”</p>\n<p>Evidently Humpty Dumpty was very angry, though he said nothing for a minute or</p>\n<p>two. When he</p>\n<p>did</p>\n<p>speak again, it was in a deep growl.</p>\n<p>“It is a—</p>\n<p>most—provoking</p>\n<p>—thing,” he said at</p>\n<p>last, “when a person doesn’t know a cravat from a belt!”</p>\n<p>“I know it’s very ignorant of me,” Alice said, in so humble a</p>\n<p>tone that Humpty Dumpty relented.</p>\n<p>“It’s a cravat, child, and a beautiful one, as you say. It’s</p>\n<p>a present from the White King and Queen. There now!”</p>\n<p>“Is it really?” said Alice, quite pleased to find that she</p>\n<p>had</p>\n<p>chosen a good subject, after all.</p>\n<p>“They gave it me,” Humpty Dumpty continued thoughtfully, as he</p>\n<p>crossed one knee over the other and clasped his hands round it, “they</p>\n<p>gave it me—for an un-birthday present.”</p>\n<p>“I beg your pardon?” Alice said with a puzzled air.</p>\n<p>“I’m not offended,” said Humpty Dumpty.</p>\n<p>“I mean, what</p>\n<p>is</p>\n<p>an un-birthday present?”</p>\n<p>“A present given when it isn’t your birthday, of course.”</p>\n<p>Alice considered a little. “I like birthday presents best,” she</p>\n<p>said at last.</p>\n<p>“You don’t know what you’re talking about!” cried</p>\n<p>Humpty Dumpty. “How many days are there in a year?”</p>\n<p>“Three hundred and sixty-five,” said Alice.</p>\n<p>“And how many birthdays have you?”</p>\n<p>“One.”</p>\n<p>“And if you take one from three hundred and sixty-five, what</p>\n<p>remains?”</p>\n<p>“Three hundred and sixty-four, of course.”</p>\n<p>Humpty Dumpty looked doubtful. “I’d rather see that done on</p>\n<p>paper,” he said.</p>\n<p>Alice couldn’t help smiling as she took out her memorandum-book, and</p>\n<p>worked the sum for him:</p>\n<p>365</p>\n<p>1</p>\n<p>____</p>\n<p>364</p>\n<p>___</p>\n<p>Humpty Dumpty took the book, and looked at it carefully. “That seems to</p>\n<p>be done right—” he began.</p>\n<p>“You’re holding it upside down!” Alice interrupted.</p>\n<p>“To be sure I was!” Humpty Dumpty said gaily, as she turned it</p>\n<p>round for him. “I thought it looked a little queer. As I was saying, that</p>\n<p>seems</p>\n<p>to be done right—though I haven’t time to look it over</p>\n<p>thoroughly just now—and that shows that there are three hundred and</p>\n<p>sixty-four days when you might get un-birthday presents—”</p>\n<p>“Certainly,” said Alice.</p>\n<p>“And only</p>\n<p>one</p>\n<p>for birthday presents, you know. There’s glory</p>\n<p>for you!”</p>\n<p>“I don’t know what you mean by ‘glory,’” Alice</p>\n<p>said.</p>\n<p>Humpty Dumpty smiled contemptuously. “Of course you</p>\n<p>don’t—till I tell you. I meant ‘there’s a nice</p>\n<p>knock-down argument for you!’”</p>\n<p>“But ‘glory’ doesn’t mean ‘a nice knock-down</p>\n<p>argument,’” Alice objected.</p>\n<p>“When</p>\n<p>I</p>\n<p>use a word,” Humpty Dumpty said in rather a scornful</p>\n<p>tone, “it means just what I choose it to mean—neither more nor</p>\n<p>less.”</p>\n<p>“The question is,” said Alice, “whether you</p>\n<p>can</p>\n<p>make</p>\n<p>words mean so many different things.”</p>\n<p>“The question is,” said Humpty Dumpty, “which is to be</p>\n<p>master—that’s all.”</p>\n<p>Alice was too much puzzled to say anything, so after a minute Humpty Dumpty</p>\n<p>began again. “They’ve a temper, some of them—particularly</p>\n<p>verbs, they’re the proudest—adjectives you can do anything with,</p>\n<p>but not verbs—however,</p>\n<p>I</p>\n<p>can manage the whole lot of them!</p>\n<p>Impenetrability! That’s what</p>\n<p>I</p>\n<p>say!”</p>\n<p>“Would you tell me, please,” said Alice “what that</p>\n<p>means?”</p>\n<p>“Now you talk like a reasonable child,” said Humpty Dumpty, looking</p>\n<p>very much pleased. “I meant by ‘impenetrability’ that</p>\n<p>we’ve had enough of that subject, and it would be just as well if</p>\n<p>you’d mention what you mean to do next, as I suppose you don’t mean</p>\n<p>to stop here all the rest of your life.”</p>\n<p>“That’s a great deal to make one word mean,” Alice said in a</p>\n<p>thoughtful tone.</p>\n<p>“When I make a word do a lot of work like that,” said Humpty</p>\n<p>Dumpty, “I always pay it extra.”</p>\n<p>“Oh!” said Alice. She was too much puzzled to make any other</p>\n<p>remark.</p>\n<p>“Ah, you should see ’em come round me of a Saturday night,”</p>\n<p>Humpty Dumpty went on, wagging his head gravely from side to side: “for</p>\n<p>to get their wages, you know.”</p>\n<p>(Alice didn’t venture to ask what he paid them with; and so you see I</p>\n<p>can’t tell</p>\n<p>you</p>\n<p>.)</p>\n<p>“You seem very clever at explaining words, Sir,” said Alice.</p>\n<p>“Would you kindly tell me the meaning of the poem called</p>\n<p>‘Jabberwocky’?”</p>\n<p>“Let’s hear it,” said Humpty Dumpty. “I can explain all</p>\n<p>the poems that were ever invented—and a good many that haven’t been</p>\n<p>invented just yet.”</p>\n<p>This sounded very hopeful, so Alice repeated the first verse:</p>\n<p>’Twas brillig, and the slithy toves</p>\n<p>Did gyre and gimble in the wabe;</p>\n<p>All mimsy were the borogoves,</p>\n<p>And the mome raths outgrabe.</p>\n<p>“That’s enough to begin with,” Humpty Dumpty interrupted:</p>\n<p>“there are plenty of hard words there. ‘</p>\n<p>Brillig</p>\n<p>’ means</p>\n<p>four o’clock in the afternoon—the time when you begin</p>\n<p>broiling</p>\n<p>things for dinner.”</p>\n<p>“That’ll do very well,” said Alice: “and</p>\n<p>‘</p>\n<p>slithy</p>\n<p>’?”</p>\n<p>“Well, ‘</p>\n<p>slithy</p>\n<p>’ means ‘lithe and slimy.’</p>\n<p>‘Lithe’ is the same as ‘active.’ You see it’s</p>\n<p>like a portmanteau—there are two meanings packed up into one word.”</p>\n<p>“I see it now,” Alice remarked thoughtfully: “and what are</p>\n<p>‘</p>\n<p>toves</p>\n<p>’?”</p>\n<p>“Well, ‘</p>\n<p>toves</p>\n<p>’ are something like</p>\n<p>badgers—they’re something like lizards—and they’re</p>\n<p>something like corkscrews.”</p>\n<p>“They must be very curious looking creatures.”</p>\n<p>“They are that,” said Humpty Dumpty: “also they make their</p>\n<p>nests under sun-dials—also they live on cheese.”</p>\n<p>“And what’s the ‘</p>\n<p>gyre</p>\n<p>’ and to</p>\n<p>‘</p>\n<p>gimble</p>\n<p>’?”</p>\n<p>“To ‘</p>\n<p>gyre</p>\n<p>’ is to go round and round like a gyroscope.</p>\n<p>To ‘</p>\n<p>gimble</p>\n<p>’ is to make holes like a gimlet.”</p>\n<p>“And ‘</p>\n<p>the wabe</p>\n<p>’ is the grass-plot round a sun-dial, I</p>\n<p>suppose?” said Alice, surprised at her own ingenuity.</p>\n<p>“Of course it is. It’s called ‘</p>\n<p>wabe</p>\n<p>,’ you know,</p>\n<p>because it goes a long way before it, and a long way behind it—”</p>\n<p>“And a long way beyond it on each side,” Alice added.</p>\n<p>“Exactly so. Well, then, ‘</p>\n<p>mimsy</p>\n<p>’ is ‘flimsy and</p>\n<p>miserable’ (there’s another portmanteau for you). And a</p>\n<p>‘</p>\n<p>borogove</p>\n<p>’ is a thin shabby-looking bird with its feathers</p>\n<p>sticking out all round—something like a live mop.”</p>\n<p>“And then ‘</p>\n<p>mome raths</p>\n<p>’?” said Alice.</p>\n<p>“I’m afraid I’m giving you a great deal of trouble.”</p>\n<p>“Well, a ‘</p>\n<p>rath</p>\n<p>’ is a sort of green pig: but</p>\n<p>‘</p>\n<p>mome</p>\n<p>’ I’m not certain about. I think it’s short</p>\n<p>for ‘from home’—meaning that they’d lost their way, you</p>\n<p>know.”</p>\n<p>“And what does ‘</p>\n<p>outgrabe</p>\n<p>’ mean?”</p>\n<p>“Well, ‘</p>\n<p>outgrabing</p>\n<p>’ is something between bellowing and</p>\n<p>whistling, with a kind of sneeze in the middle: however, you’ll hear it</p>\n<p>done, maybe—down in the wood yonder—and when you’ve once</p>\n<p>heard it you’ll be</p>\n<p>quite</p>\n<p>content. Who’s been repeating all</p>\n<p>that hard stuff to you?”</p>\n<p>“I read it in a book,” said Alice. “But I had some poetry</p>\n<p>repeated to me, much easier than that, by—Tweedledee, I think it</p>\n<p>was.”</p>\n<p>“As to poetry, you know,” said Humpty Dumpty, stretching out one of</p>\n<p>his great hands, “</p>\n<p>I</p>\n<p>can repeat poetry as well as other folk, if it</p>\n<p>comes to that—”</p>\n<p>“Oh, it needn’t come to that!” Alice hastily said, hoping to</p>\n<p>keep him from beginning.</p>\n<p>“The piece I’m going to repeat,” he went on without noticing</p>\n<p>her remark, “was written entirely for your amusement.”</p>\n<p>Alice felt that in that case she really</p>\n<p>ought</p>\n<p>to listen to it, so she</p>\n<p>sat down, and said “Thank you” rather sadly.</p>\n<p>“In winter, when the fields are white,</p>\n<p>I sing this song for your delight—</p>\n<p>only I don’t sing it,” he added, as an explanation.</p>\n<p>“I see you don’t,” said Alice.</p>\n<p>“If you can</p>\n<p>see</p>\n<p>whether I’m singing or not, you’ve</p>\n<p>sharper eyes than most.” Humpty Dumpty remarked severely. Alice was</p>\n<p>silent.</p>\n<p>“In spring, when woods are getting green,</p>\n<p>I’ll try and tell you what I mean.”</p>\n<p>“Thank you very much,” said Alice.</p>\n<p>“In summer, when the days are long,</p>\n<p>Perhaps you’ll understand the song:</p>\n<p>In autumn, when the leaves are brown,</p>\n<p>Take pen and ink, and write it down.”</p>\n<p>“I will, if I can remember it so long,” said Alice.</p>\n<p>“You needn’t go on making remarks like that,” Humpty Dumpty</p>\n<p>said: “they’re not sensible, and they put me out.”</p>\n<p>“I sent a message to the fish:</p>\n<p>I told them ‘This is what I wish.’</p>\n<p>The little fishes of the sea,</p>\n<p>They sent an answer back to me.</p>\n<p>The little fishes’ answer was</p>\n<p>‘We cannot do it, Sir, because—’”</p>\n<p>“I’m afraid I don’t quite understand,” said Alice.</p>\n<p>“It gets easier further on,” Humpty Dumpty replied.</p>\n<p>“I sent to them again to say</p>\n<p>‘It will be better to obey.’</p>\n<p>The fishes answered with a grin,</p>\n<p>‘Why, what a temper you are in!’</p>\n<p>I told them once, I told them twice:</p>\n<p>They would not listen to advice.</p>\n<p>I took a kettle large and new,</p>\n<p>Fit for the deed I had to do.</p>\n<p>My heart went hop, my heart went thump;</p>\n<p>I filled the kettle at the pump.</p>\n<p>Then some one came to me and said,</p>\n<p>‘The little fishes are in bed.’</p>\n<p>I said to him, I said it plain,</p>\n<p>‘Then you must wake them up again.’</p>\n<p>I said it very loud and clear;</p>\n<p>I went and shouted in his ear.”</p>\n<p>Humpty Dumpty raised his voice almost to a scream as he repeated this verse,</p>\n<p>and Alice thought with a shudder, “I wouldn’t have been the</p>\n<p>messenger for</p>\n<p>anything</p>\n<p>!”</p>\n<p>“But he was very stiff and proud;</p>\n<p>He said ‘You needn’t shout so loud!’</p>\n<p>And he was very proud and stiff;</p>\n<p>He said ‘I’d go and wake them, if—’</p>\n<p>I took a corkscrew from the shelf:</p>\n<p>I went to wake them up myself.</p>\n<p>And when I found the door was locked,</p>\n<p>I pulled and pushed and kicked and knocked.</p>\n<p>And when I found the door was shut,</p>\n<p>I tried to turn the handle, but—”</p>\n<p>There was a long pause.</p>\n<p>“Is that all?” Alice timidly asked.</p>\n<p>“That’s all,” said Humpty Dumpty. “Good-bye.”</p>\n<p>This was rather sudden, Alice thought: but, after such a</p>\n<p>very</p>\n<p>strong</p>\n<p>hint that she ought to be going, she felt that it would hardly be civil to</p>\n<p>stay. So she got up, and held out her hand. “Good-bye, till we meet</p>\n<p>again!” she said as cheerfully as she could.</p>\n<p>“I shouldn’t know you again if we</p>\n<p>did</p>\n<p>meet,” Humpty</p>\n<p>Dumpty replied in a discontented tone, giving her one of his fingers to shake;</p>\n<p>“you’re so exactly like other people.”</p>\n<p>“The face is what one goes by, generally,” Alice remarked in a</p>\n<p>thoughtful tone.</p>\n<p>“That’s just what I complain of,” said Humpty Dumpty.</p>\n<p>“Your face is the same as everybody has—the two eyes,</p>\n<p>so—” (marking their places in the air with this thumb) “nose</p>\n<p>in the middle, mouth under. It’s always the same. Now if you had the two</p>\n<p>eyes on the same side of the nose, for instance—or the mouth at the</p>\n<p>top—that would be</p>\n<p>some</p>\n<p>help.”</p>\n<p>“It wouldn’t look nice,” Alice objected. But Humpty Dumpty</p>\n<p>only shut his eyes and said “Wait till you’ve tried.”</p>\n<p>Alice waited a minute to see if he would speak again, but as he never opened</p>\n<p>his eyes or took any further notice of her, she said “Good-bye!”</p>\n<p>once more, and, getting no answer to this, she quietly walked away: but she</p>\n<p>couldn’t help saying to herself as she went, “Of all the</p>\n<p>unsatisfactory—” (she repeated this aloud, as it was a great</p>\n<p>comfort to have such a long word to say) “of all the unsatisfactory</p>\n<p>people I</p>\n<p>ever</p>\n<p>met—” She never finished the sentence, for at</p>\n<p>this moment a heavy crash shook the forest from end to end.</p>\n"
}