{
  "title": "Chapter 12",
  "subtitle": "CHAPTER XII.",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-12",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-11",
  "next": null,
  "content": "<p>Which Dreamed it?</p>\n<p>“Your majesty shouldn’t purr so loud,” Alice said, rubbing</p>\n<p>her eyes, and addressing the kitten, respectfully, yet with some severity.</p>\n<p>“You woke me out of oh! such a nice dream! And you’ve been along</p>\n<p>with me, Kitty—all through the Looking-Glass world. Did you know it,</p>\n<p>dear?”</p>\n<p>It is a very inconvenient habit of kittens (Alice had once made the remark)</p>\n<p>that, whatever you say to them, they</p>\n<p>always</p>\n<p>purr. “If they would</p>\n<p>only purr for ‘yes’ and mew for ‘no,’ or any rule of</p>\n<p>that sort,” she had said, “so that one could keep up a</p>\n<p>conversation! But how</p>\n<p>can</p>\n<p>you talk with a person if they always say the</p>\n<p>same thing?”</p>\n<p>On this occasion the kitten only purred: and it was impossible to guess whether</p>\n<p>it meant “yes” or “no.”</p>\n<p>So Alice hunted among the chessmen on the table till she had found the Red</p>\n<p>Queen: then she went down on her knees on the hearth-rug, and put the kitten</p>\n<p>and the Queen to look at each other. “Now, Kitty!” she cried,</p>\n<p>clapping her hands triumphantly. “Confess that was what you turned</p>\n<p>into!”</p>\n<p>(“But it wouldn’t look at it,” she said, when she was</p>\n<p>explaining the thing afterwards to her sister: “it turned away its head,</p>\n<p>and pretended not to see it: but it looked a</p>\n<p>little</p>\n<p>ashamed of itself,</p>\n<p>so I think it</p>\n<p>must</p>\n<p>have been the Red Queen.”)</p>\n<p>“Sit up a little more stiffly, dear!” Alice cried with a merry</p>\n<p>laugh. “And curtsey while you’re thinking what to—what to</p>\n<p>purr. It saves time, remember!” And she caught it up and gave it one</p>\n<p>little kiss, “just in honour of having been a Red Queen.”</p>\n<p>“Snowdrop, my pet!” she went on, looking over her shoulder at the</p>\n<p>White Kitten, which was still patiently undergoing its toilet, “when</p>\n<p>will</p>\n<p>Dinah have finished with your White Majesty, I wonder? That must be</p>\n<p>the reason you were so untidy in my dream—Dinah! do you know that</p>\n<p>you’re scrubbing a White Queen? Really, it’s most disrespectful of</p>\n<p>you!</p>\n<p>“And what did</p>\n<p>Dinah</p>\n<p>turn to, I wonder?” she prattled on, as</p>\n<p>she settled comfortably down, with one elbow in the rug, and her chin in her</p>\n<p>hand, to watch the kittens. “Tell me, Dinah, did you turn to Humpty</p>\n<p>Dumpty? I</p>\n<p>think</p>\n<p>you did—however, you’d better not mention it</p>\n<p>to your friends just yet, for I’m not sure.</p>\n<p>“By the way, Kitty, if only you’d been really with me in my dream,</p>\n<p>there was one thing you</p>\n<p>would</p>\n<p>have enjoyed—I had such a quantity</p>\n<p>of poetry said to me, all about fishes! To-morrow morning you shall have a real</p>\n<p>treat. All the time you’re eating your breakfast, I’ll repeat</p>\n<p>‘The Walrus and the Carpenter’ to you; and then you can make</p>\n<p>believe it’s oysters, dear!</p>\n<p>“Now, Kitty, let’s consider who it was that dreamed it all. This is</p>\n<p>a serious question, my dear, and you should</p>\n<p>not</p>\n<p>go on licking your paw</p>\n<p>like that—as if Dinah hadn’t washed you this morning! You see,</p>\n<p>Kitty, it</p>\n<p>must</p>\n<p>have been either me or the Red King. He was part of my</p>\n<p>dream, of course—but then I was part of his dream, too!</p>\n<p>Was</p>\n<p>it the</p>\n<p>Red King, Kitty? You were his wife, my dear, so you ought to know—Oh,</p>\n<p>Kitty,</p>\n<p>do</p>\n<p>help to settle it! I’m sure your paw can wait!”</p>\n<p>But the provoking kitten only began on the other paw, and pretended it</p>\n<p>hadn’t heard the question.</p>\n<p>Which do</p>\n<p>you</p>\n<p>think it was?</p>\n<p>A boat beneath a sunny sky,</p>\n<p>Lingering onward dreamily</p>\n<p>In an evening of July—</p>\n<p>Children three that nestle near,</p>\n<p>Eager eye and willing ear,</p>\n<p>Pleased a simple tale to hear—</p>\n<p>Long has paled that sunny sky:</p>\n<p>Echoes fade and memories die.</p>\n<p>Autumn frosts have slain July.</p>\n<p>Still she haunts me, phantomwise,</p>\n<p>Alice moving under skies</p>\n<p>Never seen by waking eyes.</p>\n<p>Children yet, the tale to hear,</p>\n<p>Eager eye and willing ear,</p>\n<p>Lovingly shall nestle near.</p>\n<p>In a Wonderland they lie,</p>\n<p>Dreaming as the days go by,</p>\n<p>Dreaming as the summers die:</p>\n<p>Ever drifting down the stream—</p>\n<p>Lingering in the golden gleam—</p>\n<p>Life, what is it but a dream?</p>\n<p>THE END</p>\n<p>*** END OF THE PROJECT GUTENBERG EBOOK 12 ***</p>\n"
}