{
  "title": "Chapter 5",
  "subtitle": "CHAPTER V.",
  "chapterId": "through-the-looking-glass---project-gutenberg-chapter-5",
  "prev": "through-the-looking-glass---project-gutenberg-chapter-4",
  "next": "through-the-looking-glass---project-gutenberg-chapter-6",
  "content": "<p>Wool and Water</p>\n<p>She caught the shawl as she spoke, and looked about for the owner: in another</p>\n<p>moment the White Queen came running wildly through the wood, with both arms</p>\n<p>stretched out wide, as if she were flying, and Alice very civilly went to meet</p>\n<p>her with the shawl.</p>\n<p>“I’m very glad I happened to be in the way,” Alice said, as</p>\n<p>she helped her to put on her shawl again.</p>\n<p>The White Queen only looked at her in a helpless frightened sort of way, and</p>\n<p>kept repeating something in a whisper to herself that sounded like</p>\n<p>“bread-and-butter, bread-and-butter,” and Alice felt that if there</p>\n<p>was to be any conversation at all, she must manage it herself. So she began</p>\n<p>rather timidly: “Am I addressing the White Queen?”</p>\n<p>“Well, yes, if you call that a-dressing,” The Queen said. “It</p>\n<p>isn’t</p>\n<p>my</p>\n<p>notion of the thing, at all.”</p>\n<p>Alice thought it would never do to have an argument at the very beginning of</p>\n<p>their conversation, so she smiled and said, “If your Majesty will only</p>\n<p>tell me the right way to begin, I’ll do it as well as I can.”</p>\n<p>“But I don’t want it done at all!” groaned the poor Queen.</p>\n<p>“I’ve been a-dressing myself for the last two hours.”</p>\n<p>It would have been all the better, as it seemed to Alice, if she had got some</p>\n<p>one else to dress her, she was so dreadfully untidy. “Every single</p>\n<p>thing’s crooked,” Alice thought to herself, “and she’s</p>\n<p>all over pins!—may I put your shawl straight for you?” she added</p>\n<p>aloud.</p>\n<p>“I don’t know what’s the matter with it!” the Queen</p>\n<p>said, in a melancholy voice. “It’s out of temper, I think.</p>\n<p>I’ve pinned it here, and I’ve pinned it there, but there’s no</p>\n<p>pleasing it!”</p>\n<p>“It</p>\n<p>can’t</p>\n<p>go straight, you know, if you pin it all on one</p>\n<p>side,” Alice said, as she gently put it right for her; “and, dear</p>\n<p>me, what a state your hair is in!”</p>\n<p>“The brush has got entangled in it!” the Queen said with a sigh.</p>\n<p>“And I lost the comb yesterday.”</p>\n<p>Alice carefully released the brush, and did her best to get the hair into</p>\n<p>order. “Come, you look rather better now!” she said, after altering</p>\n<p>most of the pins. “But really you should have a lady’s maid!”</p>\n<p>“I’m sure I’ll take you with pleasure!” the Queen said.</p>\n<p>“Twopence a week, and jam every other day.”</p>\n<p>Alice couldn’t help laughing, as she said, “I don’t want you</p>\n<p>to hire</p>\n<p>me</p>\n<p>—and I don’t care for jam.”</p>\n<p>“It’s very good jam,” said the Queen.</p>\n<p>“Well, I don’t want any</p>\n<p>to-day</p>\n<p>, at any rate.”</p>\n<p>“You couldn’t have it if you</p>\n<p>did</p>\n<p>want it,” the Queen</p>\n<p>said. “The rule is, jam to-morrow and jam yesterday—but never jam</p>\n<p>to-day.”</p>\n<p>“It</p>\n<p>must</p>\n<p>come sometimes to ‘jam to-day,’” Alice</p>\n<p>objected.</p>\n<p>“No, it can’t,” said the Queen. “It’s jam every</p>\n<p>other</p>\n<p>day: to-day isn’t any</p>\n<p>other</p>\n<p>day, you know.”</p>\n<p>“I don’t understand you,” said Alice. “It’s</p>\n<p>dreadfully confusing!”</p>\n<p>“That’s the effect of living backwards,” the Queen said</p>\n<p>kindly: “it always makes one a little giddy at first—”</p>\n<p>“Living backwards!” Alice repeated in great astonishment. “I</p>\n<p>never heard of such a thing!”</p>\n<p>“—but there’s one great advantage in it, that one’s</p>\n<p>memory works both ways.”</p>\n<p>“I’m sure</p>\n<p>mine</p>\n<p>only works one way,” Alice remarked.</p>\n<p>“I can’t remember things before they happen.”</p>\n<p>“It’s a poor sort of memory that only works backwards,” the</p>\n<p>Queen remarked.</p>\n<p>“What sort of things do</p>\n<p>you</p>\n<p>remember best?” Alice ventured</p>\n<p>to ask.</p>\n<p>“Oh, things that happened the week after next,” the Queen replied</p>\n<p>in a careless tone. “For instance, now,” she went on, sticking a</p>\n<p>large piece of plaster on her finger as she spoke, “there’s the</p>\n<p>King’s Messenger. He’s in prison now, being punished: and the trial</p>\n<p>doesn’t even begin till next Wednesday: and of course the crime comes</p>\n<p>last of all.”</p>\n<p>“Suppose he never commits the crime?” said Alice.</p>\n<p>“That would be all the better, wouldn’t it?” the Queen said,</p>\n<p>as she bound the plaster round her finger with a bit of ribbon.</p>\n<p>Alice felt there was no denying</p>\n<p>that</p>\n<p>. “Of course it would be all</p>\n<p>the better,” she said: “but it wouldn’t be all the better his</p>\n<p>being punished.”</p>\n<p>“You’re wrong</p>\n<p>there</p>\n<p>, at any rate,” said the Queen:</p>\n<p>“were</p>\n<p>you</p>\n<p>ever punished?”</p>\n<p>“Only for faults,” said Alice.</p>\n<p>“And you were all the better for it, I know!” the Queen said</p>\n<p>triumphantly.</p>\n<p>“Yes, but then I</p>\n<p>had</p>\n<p>done the things I was punished for,”</p>\n<p>said Alice: “that makes all the difference.”</p>\n<p>“But if you</p>\n<p>hadn’t</p>\n<p>done them,” the Queen said,</p>\n<p>“that would have been better still; better, and better, and</p>\n<p>better!” Her voice went higher with each “better,” till it</p>\n<p>got quite to a squeak at last.</p>\n<p>Alice was just beginning to say “There’s a mistake</p>\n<p>somewhere—,” when the Queen began screaming so loud that she had to</p>\n<p>leave the sentence unfinished. “Oh, oh, oh!” shouted the Queen,</p>\n<p>shaking her hand about as if she wanted to shake it off. “My</p>\n<p>finger’s bleeding! Oh, oh, oh, oh!”</p>\n<p>Her screams were so exactly like the whistle of a steam-engine, that Alice had</p>\n<p>to hold both her hands over her ears.</p>\n<p>“What</p>\n<p>is</p>\n<p>the matter?” she said, as soon as there was a</p>\n<p>chance of making herself heard. “Have you pricked your finger?”</p>\n<p>“I haven’t pricked it</p>\n<p>yet</p>\n<p>,” the Queen said, “but</p>\n<p>I soon shall—oh, oh, oh!”</p>\n<p>“When do you expect to do it?” Alice asked, feeling very much</p>\n<p>inclined to laugh.</p>\n<p>“When I fasten my shawl again,” the poor Queen groaned out:</p>\n<p>“the brooch will come undone directly. Oh, oh!” As she said the</p>\n<p>words the brooch flew open, and the Queen clutched wildly at it, and tried to</p>\n<p>clasp it again.</p>\n<p>“Take care!” cried Alice. “You’re holding it all</p>\n<p>crooked!” And she caught at the brooch; but it was too late: the pin had</p>\n<p>slipped, and the Queen had pricked her finger.</p>\n<p>“That accounts for the bleeding, you see,” she said to Alice with a</p>\n<p>smile. “Now you understand the way things happen here.”</p>\n<p>“But why don’t you scream now?” Alice asked, holding her</p>\n<p>hands ready to put over her ears again.</p>\n<p>“Why, I’ve done all the screaming already,” said the Queen.</p>\n<p>“What would be the good of having it all over again?”</p>\n<p>By this time it was getting light. “The crow must have flown away, I</p>\n<p>think,” said Alice: “I’m so glad it’s gone. I thought</p>\n<p>it was the night coming on.”</p>\n<p>“I wish</p>\n<p>I</p>\n<p>could manage to be glad!” the Queen said.</p>\n<p>“Only I never can remember the rule. You must be very happy, living in</p>\n<p>this wood, and being glad whenever you like!”</p>\n<p>“Only it is so</p>\n<p>very</p>\n<p>lonely here!” Alice said in a melancholy</p>\n<p>voice; and at the thought of her loneliness two large tears came rolling down</p>\n<p>her cheeks.</p>\n<p>“Oh, don’t go on like that!” cried the poor Queen, wringing</p>\n<p>her hands in despair. “Consider what a great girl you are. Consider what</p>\n<p>a long way you’ve come to-day. Consider what o’clock it is.</p>\n<p>Consider anything, only don’t cry!”</p>\n<p>Alice could not help laughing at this, even in the midst of her tears.</p>\n<p>“Can</p>\n<p>you</p>\n<p>keep from crying by considering things?” she asked.</p>\n<p>“That’s the way it’s done,” the Queen said with great</p>\n<p>decision: “nobody can do two things at once, you know. Let’s</p>\n<p>consider your age to begin with—how old are you?”</p>\n<p>“I’m seven and a half exactly.”</p>\n<p>“You needn’t say ‘exactually,’” the Queen</p>\n<p>remarked: “I can believe it without that. Now I’ll give</p>\n<p>you</p>\n<p>something to believe. I’m just one hundred and one, five months and a</p>\n<p>day.”</p>\n<p>“I can’t believe</p>\n<p>that</p>\n<p>!” said Alice.</p>\n<p>“Can’t you?” the Queen said in a pitying tone. “Try</p>\n<p>again: draw a long breath, and shut your eyes.”</p>\n<p>Alice laughed. “There’s no use trying,” she said: “one</p>\n<p>can’t</p>\n<p>believe impossible things.”</p>\n<p>“I daresay you haven’t had much practice,” said the Queen.</p>\n<p>“When I was your age, I always did it for half-an-hour a day. Why,</p>\n<p>sometimes I’ve believed as many as six impossible things before</p>\n<p>breakfast. There goes the shawl again!”</p>\n<p>The brooch had come undone as she spoke, and a sudden gust of wind blew the</p>\n<p>Queen’s shawl across a little brook. The Queen spread out her arms again,</p>\n<p>and went flying after it, and this time she succeeded in catching it for</p>\n<p>herself. “I’ve got it!” she cried in a triumphant tone.</p>\n<p>“Now you shall see me pin it on again, all by myself!”</p>\n<p>“Then I hope your finger is better now?” Alice said very politely,</p>\n<p>as she crossed the little brook after the Queen.</p>\n<p>*      *      *      *      *      *      *</p>\n<p>*      *      *      *      *      *</p>\n<p>*      *      *      *      *      *      *</p>\n<p>“Oh, much better!” cried the Queen, her voice rising to a squeak as</p>\n<p>she went on. “Much be-etter! Be-etter! Be-e-e-etter! Be-e-ehh!” The</p>\n<p>last word ended in a long bleat, so like a sheep that Alice quite started.</p>\n<p>She looked at the Queen, who seemed to have suddenly wrapped herself up in</p>\n<p>wool. Alice rubbed her eyes, and looked again. She couldn’t make out what</p>\n<p>had happened at all. Was she in a shop? And was that really—was it really</p>\n<p>a</p>\n<p>sheep</p>\n<p>that was sitting on the other side of the counter? Rub as she</p>\n<p>could, she could make nothing more of it: she was in a little dark shop,</p>\n<p>leaning with her elbows on the counter, and opposite to her was an old Sheep,</p>\n<p>sitting in an arm-chair knitting, and every now and then leaving off to look at</p>\n<p>her through a great pair of spectacles.</p>\n<p>“What is it you want to buy?” the Sheep said at last, looking up</p>\n<p>for a moment from her knitting.</p>\n<p>“I don’t</p>\n<p>quite</p>\n<p>know yet,” Alice said, very gently.</p>\n<p>“I should like to look all round me first, if I might.”</p>\n<p>“You may look in front of you, and on both sides, if you like,”</p>\n<p>said the Sheep: “but you can’t look</p>\n<p>all</p>\n<p>round</p>\n<p>you—unless you’ve got eyes at the back of your head.”</p>\n<p>But these, as it happened, Alice had</p>\n<p>not</p>\n<p>got: so she contented herself</p>\n<p>with turning round, looking at the shelves as she came to them.</p>\n<p>The shop seemed to be full of all manner of curious things—but the oddest</p>\n<p>part of it all was, that whenever she looked hard at any shelf, to make out</p>\n<p>exactly what it had on it, that particular shelf was always quite empty: though</p>\n<p>the others round it were crowded as full as they could hold.</p>\n<p>“Things flow about so here!” she said at last in a plaintive tone,</p>\n<p>after she had spent a minute or so in vainly pursuing a large bright thing,</p>\n<p>that looked sometimes like a doll and sometimes like a work-box, and was always</p>\n<p>in the shelf next above the one she was looking at. “And this one is the</p>\n<p>most provoking of all—but I’ll tell you what—” she</p>\n<p>added, as a sudden thought struck her, “I’ll follow it up to the</p>\n<p>very top shelf of all. It’ll puzzle it to go through the ceiling, I</p>\n<p>expect!”</p>\n<p>But even this plan failed: the “thing” went through the ceiling as</p>\n<p>quietly as possible, as if it were quite used to it.</p>\n<p>“Are you a child or a teetotum?” the Sheep said, as she took up</p>\n<p>another pair of needles. “You’ll make me giddy soon, if you go on</p>\n<p>turning round like that.” She was now working with fourteen pairs at</p>\n<p>once, and Alice couldn’t help looking at her in great astonishment.</p>\n<p>“How</p>\n<p>can</p>\n<p>she knit with so many?” the puzzled child thought</p>\n<p>to herself. “She gets more and more like a porcupine every minute!”</p>\n<p>“Can you row?” the Sheep asked, handing her a pair of</p>\n<p>knitting-needles as she spoke.</p>\n<p>“Yes, a little—but not on land—and not with</p>\n<p>needles—” Alice was beginning to say, when suddenly the needles</p>\n<p>turned into oars in her hands, and she found they were in a little boat,</p>\n<p>gliding along between banks: so there was nothing for it but to do her best.</p>\n<p>“Feather!” cried the Sheep, as she took up another pair of needles.</p>\n<p>This didn’t sound like a remark that needed any answer, so Alice said</p>\n<p>nothing, but pulled away. There was something very queer about the water, she</p>\n<p>thought, as every now and then the oars got fast in it, and would hardly come</p>\n<p>out again.</p>\n<p>“Feather! Feather!” the Sheep cried again, taking more needles.</p>\n<p>“You’ll be catching a crab directly.”</p>\n<p>“A dear little crab!” thought Alice. “I should like</p>\n<p>that.”</p>\n<p>“Didn’t you hear me say ‘Feather’?” the Sheep</p>\n<p>cried angrily, taking up quite a bunch of needles.</p>\n<p>“Indeed I did,” said Alice: “you’ve said it very</p>\n<p>often—and very loud. Please, where</p>\n<p>are</p>\n<p>the crabs?”</p>\n<p>“In the water, of course!” said the Sheep, sticking some of the</p>\n<p>needles into her hair, as her hands were full. “Feather, I say!”</p>\n<p>“</p>\n<p>Why</p>\n<p>do you say ‘feather’ so often?” Alice asked</p>\n<p>at last, rather vexed. “I’m not a bird!”</p>\n<p>“You are,” said the Sheep: “you’re a little</p>\n<p>goose.”</p>\n<p>This offended Alice a little, so there was no more conversation for a minute or</p>\n<p>two, while the boat glided gently on, sometimes among beds of weeds (which made</p>\n<p>the oars stick fast in the water, worse then ever), and sometimes under trees,</p>\n<p>but always with the same tall river-banks frowning over their heads.</p>\n<p>“Oh, please! There are some scented rushes!” Alice cried in a</p>\n<p>sudden transport of delight. “There really are—and</p>\n<p>such</p>\n<p>beauties!”</p>\n<p>“You needn’t say ‘please’ to</p>\n<p>me</p>\n<p>about</p>\n<p>’em,” the Sheep said, without looking up from her knitting:</p>\n<p>“I didn’t put ’em there, and I’m not going to take</p>\n<p>’em away.”</p>\n<p>“No, but I meant—please, may we wait and pick some?” Alice</p>\n<p>pleaded. “If you don’t mind stopping the boat for a minute.”</p>\n<p>“How am</p>\n<p>I</p>\n<p>to stop it?” said the Sheep. “If you leave</p>\n<p>off rowing, it’ll stop of itself.”</p>\n<p>So the boat was left to drift down the stream as it would, till it glided</p>\n<p>gently in among the waving rushes. And then the little sleeves were carefully</p>\n<p>rolled up, and the little arms were plunged in elbow-deep to get the rushes a</p>\n<p>good long way down before breaking them off—and for a while Alice forgot</p>\n<p>all about the Sheep and the knitting, as she bent over the side of the boat,</p>\n<p>with just the ends of her tangled hair dipping into the water—while with</p>\n<p>bright eager eyes she caught at one bunch after another of the darling scented</p>\n<p>rushes.</p>\n<p>“I only hope the boat won’t tipple over!” she said to</p>\n<p>herself. “Oh,</p>\n<p>what</p>\n<p>a lovely one! Only I couldn’t quite reach</p>\n<p>it.” And it certainly</p>\n<p>did</p>\n<p>seem a little provoking</p>\n<p>(“almost as if it happened on purpose,” she thought) that, though</p>\n<p>she managed to pick plenty of beautiful rushes as the boat glided by, there was</p>\n<p>always a more lovely one that she couldn’t reach.</p>\n<p>“The prettiest are always further!” she said at last, with a sigh</p>\n<p>at the obstinacy of the rushes in growing so far off, as, with flushed cheeks</p>\n<p>and dripping hair and hands, she scrambled back into her place, and began to</p>\n<p>arrange her new-found treasures.</p>\n<p>What mattered it to her just then that the rushes had begun to fade, and to</p>\n<p>lose all their scent and beauty, from the very moment that she picked them?</p>\n<p>Even real scented rushes, you know, last only a very little while—and</p>\n<p>these, being dream-rushes, melted away almost like snow, as they lay in heaps</p>\n<p>at her feet—but Alice hardly noticed this, there were so many other</p>\n<p>curious things to think about.</p>\n<p>They hadn’t gone much farther before the blade of one of the oars got</p>\n<p>fast in the water and</p>\n<p>wouldn’t</p>\n<p>come out again (so Alice explained</p>\n<p>it afterwards), and the consequence was that the handle of it caught her under</p>\n<p>the chin, and, in spite of a series of little shrieks of “Oh, oh,</p>\n<p>oh!” from poor Alice, it swept her straight off the seat, and down among</p>\n<p>the heap of rushes.</p>\n<p>However, she wasn’t hurt, and was soon up again: the Sheep went on with</p>\n<p>her knitting all the while, just as if nothing had happened. “That was a</p>\n<p>nice crab you caught!” she remarked, as Alice got back into her place,</p>\n<p>very much relieved to find herself still in the boat.</p>\n<p>“Was it? I didn’t see it,” Said Alice, peeping cautiously</p>\n<p>over the side of the boat into the dark water. “I wish it hadn’t</p>\n<p>let go—I should so like to see a little crab to take home with me!”</p>\n<p>But the Sheep only laughed scornfully, and went on with her knitting.</p>\n<p>“Are there many crabs here?” said Alice.</p>\n<p>“Crabs, and all sorts of things,” said the Sheep: “plenty of</p>\n<p>choice, only make up your mind. Now, what</p>\n<p>do</p>\n<p>you want to buy?”</p>\n<p>“To buy!” Alice echoed in a tone that was half astonished and half</p>\n<p>frightened—for the oars, and the boat, and the river, had vanished all in</p>\n<p>a moment, and she was back again in the little dark shop.</p>\n<p>“I should like to buy an egg, please,” she said timidly. “How</p>\n<p>do you sell them?”</p>\n<p>“Fivepence farthing for one—Twopence for two,” the Sheep</p>\n<p>replied.</p>\n<p>“Then two are cheaper than one?” Alice said in a surprised tone,</p>\n<p>taking out her purse.</p>\n<p>“Only you</p>\n<p>must</p>\n<p>eat them both, if you buy two,” said the</p>\n<p>Sheep.</p>\n<p>“Then I’ll have</p>\n<p>one</p>\n<p>, please,” said Alice, as she put</p>\n<p>the money down on the counter. For she thought to herself, “They</p>\n<p>mightn’t be at all nice, you know.”</p>\n<p>The Sheep took the money, and put it away in a box: then she said “I</p>\n<p>never put things into people’s hands—that would never do—you</p>\n<p>must get it for yourself.” And so saying, she went off to the other end</p>\n<p>of the shop, and set the egg upright on a shelf.</p>\n<p>“I wonder</p>\n<p>why</p>\n<p>it wouldn’t do?” thought Alice, as she</p>\n<p>groped her way among the tables and chairs, for the shop was very dark towards</p>\n<p>the end. “The egg seems to get further away the more I walk towards it.</p>\n<p>Let me see, is this a chair? Why, it’s got branches, I declare! How very</p>\n<p>odd to find trees growing here! And actually here’s a little brook! Well,</p>\n<p>this is the very queerest shop I ever saw!”</p>\n<p>*      *      *      *      *      *      *</p>\n<p>*      *      *      *      *      *</p>\n<p>*      *      *      *      *      *      *</p>\n<p>So she went on, wondering more and more at every step, as everything turned</p>\n<p>into a tree the moment she came up to it, and she quite expected the egg to do</p>\n<p>the same.</p>\n"
}