{
  "title": "Chapter 3",
  "subtitle": "CHAPTER II",
  "chapterId": "winnie-the-pooh-chapter-3",
  "prev": "winnie-the-pooh-chapter-2",
  "next": "winnie-the-pooh-chapter-4",
  "content": "<p>Edward Bear, known to his friends as Winnie-the-Pooh, or Pooh for\nshort, was walking through the forest one day, humming proudly to\nhimself. He had made up a little hum that very morning, as he was doing\nhis Stoutness Exercises in front of the glass:Tra-la-la, tra-la-la,\nas he stretched up as high as he could go, and thenTra-la-la,\ntra-la—oh, help!—la, as he tried to reach his toes. After breakfast\nhe had said it over and over to himself until he had learnt it off by\nheart, and now he was humming it right through, properly. It went like\nthis:</p>\n<p>Well, he was humming this hum to himself, and walking along gaily,\nwondering what everybody else was doing, and what it felt like, being\nsomebody else, when suddenly he came to a sandy bank, and in the bank\nwas a large hole.</p>\n<p>\"Aha!\" said Pooh. (Rum-tum-tiddle-um-tum.) \"If I know anything about\nanything, that hole means Rabbit,\" he said, \"and Rabbit means Company,\"\nhe said, \"and Company means Food and Listening-to-Me-Humming and such\nlike.Rum-tum-tum-tiddle-um.\"</p>\n<p>So he bent down, put his head into the hole, and called out:</p>\n<p>\"Is anybody at home?\"</p>\n<p>There was a sudden scuffling noise from inside the hole, and then\nsilence.</p>\n<p>\"What I said was, 'Is anybody at home?'\" called out Pooh very loudly.</p>\n<p>\"No!\" said a voice; and then added, \"You needn't shout so loud. I heard\nyou quite well the first time.\"</p>\n<p>\"Bother!\" said Pooh. \"Isn't there anybody here at all?\"</p>\n<p>\"Nobody.\"</p>\n<p>Winnie-the-Pooh took his head out of the hole, and thought for a little,\nand he thought to himself, \"There must be somebody there, because\nsomebody must havesaid'Nobody.'\" So he put his head back in the\nhole, and said:</p>\n<p>\"Hallo, Rabbit, isn't that you?\"</p>\n<p>\"No,\" said Rabbit, in a different sort of voice this time.</p>\n<p>\"But isn't that Rabbit's voice?\"</p>\n<p>\"I don'tthinkso,\" said Rabbit. \"It isn'tmeantto be.\"</p>\n<p>\"Oh!\" said Pooh.</p>\n<p>He took his head out of the hole, and had another think, and then he put\nit back, and said:</p>\n<p>\"Well, could you very kindly tell me where Rabbit is?\"</p>\n<p>\"He has gone to see his friend Pooh Bear, who is a great friend of his.\"</p>\n<p>\"But thisisMe!\" said Bear, very much surprised.</p>\n<p>\"What sort of Me?\"</p>\n<p>\"Pooh Bear.\"</p>\n<p>\"Are you sure?\" said Rabbit, still more surprised.</p>\n<p>\"Quite, quite sure,\" said Pooh.</p>\n<p>\"Oh, well, then, come in.\"</p>\n<p>So Pooh pushed and pushed and pushed his way through the hole, and at\nlast he got in.</p>\n<p>\"You were quite right,\" said Rabbit, looking at him all over. \"Itisyou. Glad to see you.\"</p>\n<p>\"Who did you think it was?\"</p>\n<p>\"Well, I wasn't sure. You know how it is in the Forest. One can't haveanybodycoming into one's house. One has to becareful. What about a\nmouthful of something?\"</p>\n<p>Pooh always liked a little something at eleven o'clock in the morning,\nand he was very glad to see Rabbit getting out the plates and mugs; and\nwhen Rabbit said, \"Honey or condensed milk with your bread?\" he was so\nexcited that he said, \"Both,\" and then, so as not to seem greedy, he\nadded, \"But don't bother about the bread, please.\" And for a long time\nafter that he said nothing ... until at last, humming to himself in a\nrather sticky voice, he got up, shook Rabbit lovingly by the paw, and\nsaid that he must be going on.</p>\n<p>\"Must you?\" said Rabbit politely.</p>\n<p>\"Well,\" said Pooh, \"I could stay a little longer if it—if you——\" and\nhe tried very hard to look in the direction of the larder.</p>\n<p>\"As a matter of fact,\" said Rabbit, \"I was going out myself directly.\"</p>\n<p>\"Oh, well, then, I'll be going on. Good-bye.\"</p>\n<p>\"Well, good-bye, if you're sure you won't have any more.\"</p>\n<p>\"Isthere any more?\" asked Pooh quickly.</p>\n<p>Rabbit took the covers off the dishes, and said, \"No, there wasn't.\"</p>\n<p>\"I thought not,\" said Pooh, nodding to himself. \"Well, good-bye. I must\nbe going on.\"</p>\n<p>So he started to climb out of the hole. He pulled with his front paws,\nand pushed with his back paws, and in a little while his nose was out in\nthe open again ... and then his ears ... and then his front paws ...\nand then his shoulders ... and then——</p>\n<p>\"Oh, help!\" said Pooh. \"I'd better go back.\"</p>\n<p>\"Oh, bother!\" said Pooh. \"I shall have to go on.\"</p>\n<p>\"I can't do either!\" said Pooh. \"Oh, helpandbother!\"</p>\n<p>Now by this time Rabbit wanted to go for a walk too, and finding the\nfront door full, he went out by the back door, and came round to Pooh,\nand looked at him.</p>\n<p>\"Hallo, are you stuck?\" he asked.</p>\n<p>\"N-no,\" said Pooh carelessly. \"Just resting and thinking and humming to\nmyself.\"</p>\n<p>\"Here, give us a paw.\"</p>\n<p>Pooh Bear stretched out a paw, and Rabbit pulled and pulled and\npulled....</p>\n<p>\"Ow!\" cried Pooh. \"You're hurting!\"</p>\n<p>\"The fact is,\" said Rabbit, \"you're stuck.\"</p>\n<p>\"It all comes,\" said Pooh crossly, \"of not having front doors big\nenough.\"</p>\n<p>\"It all comes,\" said Rabbit sternly, \"of eating too much. I thought at\nthe time,\" said Rabbit, \"only I didn't like to say anything,\" said\nRabbit, \"that one of us was eating too much,\" said Rabbit, \"and I knew\nit wasn'tme,\" he said. \"Well, well, I shall go and fetch Christopher\nRobin.\"</p>\n<p>Christopher Robin lived at the other end of the Forest, and when he came\nback with Rabbit, and saw the front half of Pooh, he said, \"Silly old\nBear,\" in such a loving voice that everybody felt quite hopeful again.</p>\n<p>\"I was just beginning to think,\" said Bear, sniffing slightly, \"that\nRabbit might never be able to use his front door again. And I shouldhatethat,\" he said.</p>\n<p>\"So should I,\" said Rabbit.</p>\n<p>\"Use his front door again?\" said Christopher Robin. \"Of course he'll use\nhis front door again.\"</p>\n<p>\"Good,\" said Rabbit.</p>\n<p>\"If we can't pull you out, Pooh, we might push you back.\"</p>\n<p>Rabbit scratched his whiskers thoughtfully, and pointed out that, when\nonce Pooh was pushed back, he was back, and of course nobody was more\nglad to see Pooh thanhewas, still there it was, some lived in trees\nand some lived underground, and——</p>\n<p>\"You mean I'dneverget out?\" said Pooh.</p>\n<p>\"I mean,\" said Rabbit, \"that having gotsofar, it seems a pity to\nwaste it.\"</p>\n<p>Christopher Robin nodded.</p>\n<p>\"Then there's only one thing to be done,\" he said. \"We shall have to\nwait for you to get thin again.\"</p>\n<p>\"How long does getting thin take?\" asked Pooh anxiously.</p>\n<p>\"About a week, I should think.\"</p>\n<p>\"But I can't stay here for aweek!\"</p>\n<p>\"You canstayhere all right, silly old Bear. It's getting you out\nwhich is so difficult.\"</p>\n<p>\"We'll read to you,\" said Rabbit cheerfully. \"And I hope it won't snow,\"\nhe added. \"And I say, old fellow, you're taking up a good deal of room\nin my house—doyou mind if I use your back legs as a towel-horse?\nBecause, I mean, there they are—doing nothing—and it would be very\nconvenient just to hang the towels on them.\"</p>\n<p>\"A week!\" said Pooh gloomily. \"What about meals?\"</p>\n<p>\"I'm afraid no meals,\" said Christopher Robin, \"because of getting thin\nquicker. But wewillread to you.\"</p>\n<p>Bear began to sigh, and then found he couldn't because he was so tightly\nstuck; and a tear rolled down his eye, as he said:</p>\n<p>\"Then would you read a Sustaining Book, such as would help and comfort a\nWedged Bear in Great Tightness?\"</p>\n<p>So for a week Christopher Robin read that sort of book at the North end\nof Pooh, and Rabbit hung his washing on the South end ... and in\nbetween Bear felt himself getting slenderer and slenderer. And at the\nend of the week Christopher Robin said, \"Now!\"</p>\n<p>So he took hold of Pooh's front paws and Rabbit took hold of Christopher\nRobin, and all Rabbit's friends and relations took hold of Rabbit, and\nthey all pulled together....</p>\n<p>And for a long time Pooh only said \"Ow!\" ...</p>\n<p>And \"Oh!\" ...</p>\n<p>And then, all of a sudden, he said \"Pop!\" just as if a cork were\ncoming out of a bottle.</p>\n<p>And Christopher Robin and Rabbit and all Rabbit's friends and relations\nwent head-over-heels backwards ... and on the top of them came\nWinnie-the-Pooh—free!</p>\n<p>So, with a nod of thanks to his friends, he went on with his walk\nthrough the forest, humming proudly to himself. But, Christopher Robin\nlooked after him lovingly, and said to himself, \"Silly old Bear!\"</p>"
}