{
  "title": "Chapter 11",
  "subtitle": "CHAPTER X",
  "chapterId": "winnie-the-pooh-chapter-11",
  "prev": "winnie-the-pooh-chapter-10",
  "next": null,
  "content": "<p>One day when the sun had come back over the Forest, bringing with it\nthe scent of may, and all the streams of the Forest were tinkling\nhappily to find themselves their own pretty shape again, and the little\npools lay dreaming of the life they had seen and the big things they had\ndone, and in the warmth and quiet of the Forest the cuckoo was trying\nover his voice carefully and listening to see if he liked it, and\nwood-pigeons were complaining gently to themselves in their lazy\ncomfortable way that it was the other fellow's fault, but it didn't\nmatter very much; on such a day as this Christopher Robin whistled in a\nspecial way he had, and Owl came flying out of the Hundred Acre Wood to\nsee what was wanted.</p>\n<p>\"Owl,\" said Christopher Robin, \"I am going to give a party.\"</p>\n<p>\"You are, are you?\" said Owl.</p>\n<p>\"And it's to be a special sort of party, because it's because of what\nPooh did when he did what he did to save Piglet from the flood.\"</p>\n<p>\"Oh, that's what it's for, is it?\" said Owl.</p>\n<p>\"Yes, so will you tell Pooh as quickly as you can, and all the others,\nbecause it will be to-morrow.\"</p>\n<p>\"Oh, it will, will it?\" said Owl, still being as helpful as possible.</p>\n<p>\"So will you go and tell them, Owl?\"</p>\n<p>Owl tried to think of something very wise to say, but couldn't, so he\nflew off to tell the others. And the first person he told was Pooh.</p>\n<p>\"Pooh,\" he said, \"Christopher Robin is giving a party.\"</p>\n<p>\"Oh!\" said Pooh. And then seeing that Owl expected him to say something\nelse, he said \"Will there be those little cake things with pink sugar\nicing?\"</p>\n<p>Owl felt that it was rather beneath him to talk about little cake things\nwith pink sugar icing, so he told Pooh exactly what Christopher Robin\nhad said, and flew off to Eeyore.</p>\n<p>\"A party for Me?\" thought Pooh to himself. \"How grand!\" And he began to\nwonder if all the other animals would know that it was a special Pooh\nParty, and if Christopher Robin had told them aboutThe Floating Bearand theBrain of Poohand all the wonderful ships he had invented and\nsailed on, and he began to think how awful it would be if everybody had\nforgotten about it, and nobody quite knew what the party was for; and\nthe more he thought like this, the more the party got muddled in his\nmind, like a dream when nothing goes right. And the dream began to sing\nitself over in his head until it became a sort of song. It was an</p>\n<p>While this was going on inside him, Owl was talking to Eeyore.</p>\n<p>\"Eeyore,\" said Owl, \"Christopher Robin is giving a party.\"</p>\n<p>\"Very interesting,\" said Eeyore. \"I suppose they will be sending me down\nthe odd bits which got trodden on. Kind and Thoughtful. Not at all,\ndon't mention it.\"</p>\n<p>\"There is an Invitation for you.\"</p>\n<p>\"What's that like?\"</p>\n<p>\"An Invitation!\"</p>\n<p>\"Yes, I heard you. Who dropped it?\"</p>\n<p>\"This isn't anything to eat, it's asking you to the party. To-morrow.\"</p>\n<p>Eeyore shook his head slowly.</p>\n<p>\"You mean Piglet. The little fellow with the excited ears. That's\nPiglet. I'll tell him.\"</p>\n<p>\"No, no!\" said Owl, getting quite fussy. \"It's you!\"</p>\n<p>\"Are you sure?\"</p>\n<p>\"Of course I'm sure. Christopher Robin said 'All of them! Tell all of\nthem.'\"</p>\n<p>\"All of them, except Eeyore?\"</p>\n<p>\"All of them,\" said Owl sulkily.</p>\n<p>\"Ah!\" said Eeyore. \"A mistake, no doubt, but still, I shall come. Only\ndon't blamemeif it rains.\"</p>\n<p>But it didn't rain. Christopher Robin had made a long table out of some\nlong pieces of wood, and they all sat round it. Christopher Robin sat at\none end, and Pooh sat at the other, and between them on one side were\nOwl and Eeyore and Piglet, and between them on the other side were\nRabbit, and Roo and Kanga. And all Rabbit's friends and relations spread\nthemselves about on the grass, and waited hopefully in case anybody\nspoke to them, or dropped anything, or asked them the time.</p>\n<p>It was the first party to which Roo had ever been, and he was very\nexcited. As soon as ever they had sat down he began to talk.</p>\n<p>\"Hallo, Pooh!\" he squeaked.</p>\n<p>\"Hallo, Roo!\" said Pooh.</p>\n<p>Roo jumped up and down in his seat for a little while and then began\nagain.</p>\n<p>\"Hallo, Piglet!\" he squeaked.</p>\n<p>Piglet waved a paw at him, being too busy to say anything.</p>\n<p>\"Hallo, Eeyore!\" said Roo.</p>\n<p>Eeyore nodded gloomily at him. \"It will rain soon, you see if it\ndoesn't,\" he said.</p>\n<p>Roo looked to see if it didn't, and it didn't, so he said \"Hallo,\nOwl!\"—and Owl said \"Hallo, my little fellow,\" in a kindly way, and went\non telling Christopher Robin about an accident which had nearly happened\nto a friend of his whom Christopher Robin didn't know, and Kanga said to\nRoo, \"Drink up your milk first, dear, and talk afterwards.\" So Roo, who\nwas drinking his milk, tried to say that he could do both at once ...\nand had to be patted on the back and dried for quite a long time\nafterwards.</p>\n<p>When they had all nearly eaten enough, Christopher Robin banged on the\ntable with his spoon, and everybody stopped talking and was very silent,\nexcept Roo who was just finishing a loud attack of hiccups and trying to\nlook as if it was one of Rabbit's relations.</p>\n<p>\"This party,\" said Christopher Robin, \"is a party because of what\nsomeone did, and we all know who it was, and it's his party, because of\nwhat he did, and I've got a present for him and here it is.\" Then he\nfelt about a little and whispered, \"Where is it?\"</p>\n<p>While he was looking, Eeyore coughed in an impressive way and began to\nspeak.</p>\n<p>\"Friends,\" he said, \"including oddments, it is a great pleasure, or\nperhaps I had better say it has been a pleasure so far, to see you at my\nparty. What I did was nothing. Any of you—except Rabbit and Owl and\nKanga—would have done the same. Oh, and Pooh. My remarks do not, of\ncourse, apply to Piglet and Roo, because they are too small. Any of you\nwould have done the same. But it just happened to be Me. It was not, I\nneed hardly say, with an idea of getting what Christopher Robin is\nlooking for now\"—and he put his front leg to his mouth and said in a\nloud whisper, \"Try under the table\"—\"that I did what I did—but because\nI feel that we should all do what we can to help. I feel that we should\nall——\"</p>\n<p>\"H—hup!\" said Roo accidentally.</p>\n<p>\"Roo, dear!\" said Kanga reproachfully.</p>\n<p>\"Was it me?\" asked Roo, a little surprised.</p>\n<p>\"What's Eeyore talking about?\" Piglet whispered to Pooh.</p>\n<p>\"I don't know,\" said Pooh rather dolefully.</p>\n<p>\"I thought this wasyourparty.\"</p>\n<p>\"I thought it wasonce. But I suppose it isn't.\"</p>\n<p>\"I'd sooner it was yours than Eeyore's,\" said Piglet.</p>\n<p>\"So would I,\" said Pooh.</p>\n<p>\"H—hup!\" said Roo again.</p>\n<p>\"AS—I—WAS—SAYING,\" said Eeyore loudly and sternly, \"as I was saying\nwhen I was interrupted by various Loud Sounds, I feel that——\"</p>\n<p>\"Here it is!\" cried Christopher Robin excitedly. \"Pass it down to silly\nold Pooh. It's for Pooh.\"</p>\n<p>\"For Pooh?\" said Eeyore.</p>\n<p>\"Of course it is. The best bear in all the world.\"</p>\n<p>\"I might have known,\" said Eeyore. \"After all, one can't complain. I\nhave my friends. Somebody spoke to me only yesterday. And was it last\nweek or the week before that Rabbit bumped into me and said 'Bother!'\nThe Social Round. Always something going on.\"</p>\n<p>Nobody was listening, for they were all saying \"Open it, Pooh,\" \"What is\nit, Pooh?\" \"I know what it is,\" \"No, you don't\" and other helpful\nremarks of this sort. And of course Pooh was opening it as quickly as\never he could, but without cutting the string, because you never know\nwhen a bit of string might be Useful. At last it was undone.</p>\n<p>When Pooh saw what it was, he nearly fell down, he was so pleased. It\nwas a Special Pencil Case. There were pencils in it marked \"B\" for Bear,\nand pencils marked \"HB\" for Helping Bear, and pencils marked \"BB\" for\nBrave Bear. There was a knife for sharpening the pencils, and\nindia-rubber for rubbing out anything which you had spelt wrong, and a\nruler for ruling lines for the words to walk on, and inches marked on\nthe ruler in case you wanted to know how many inches anything was, and\nBlue Pencils and Red Pencils and Green Pencils for saying special things\nin blue and red and green. And all these lovely things were in little\npockets of their own in a Special Case which shut with a click when you\nclicked it. And they were all for Pooh.</p>\n<p>\"Oh!\" said Pooh.</p>\n<p>\"Oh, Pooh!\" said everybody else except Eeyore.</p>\n<p>\"Thank-you,\" growled Pooh.</p>\n<p>But Eeyore was saying to himself, \"This writing business. Pencils and\nwhat-not. Over-rated, if you ask me. Silly stuff. Nothing in it.\"</p>\n<p>Later on, when they had all said \"Good-bye\" and \"Thank-you\" to\nChristopher Robin, Pooh and Piglet walked home thoughtfully together in\nthe golden evening, and for a long time they were silent.</p>\n<p>\"When you wake up in the morning, Pooh,\" said Piglet at last, \"what's\nthe first thing you say to yourself?\"</p>\n<p>\"What's for breakfast?\" said Pooh. \"What doyousay, Piglet?\"</p>\n<p>\"I say, I wonder what's going to happen excitingto-day?\" said Piglet.</p>\n<p>Pooh nodded thoughtfully.</p>\n<p>\"It's the same thing,\" he said.</p>\n<p>\"And what did happen?\" asked Christopher Robin.</p>\n<p>\"When?\"</p>\n<p>\"Next morning.\"</p>\n<p>\"I don't know.\"</p>\n<p>\"Could you think and tell me and Pooh some time?\"</p>\n<p>\"If you wanted it very much.\"</p>\n<p>\"Pooh does,\" said Christopher Robin.</p>\n<p>He gave a deep sigh, picked his bear up by the leg and walked off to the\ndoor, trailing Winnie-the-Pooh behind him. At the door he turned and\nsaid \"Coming to see me have my bath?\"</p>\n<p>\"I might,\" I said.</p>\n<p>\"Was Pooh's pencil case any better than mine?\"</p>\n<p>\"It was just the same,\" I said.</p>\n<p>He nodded and went out ... and in a moment I heard\nWinnie-the-Pooh—bump, bump, bump—going up the stairs behind him.</p>\n<p>Printed in Canadaby Warwick Bros. & Rutter, LimitedPrinters and BookbindersToronto</p>\n<p>[Transcriber's Note: Near the end of Chapter VI, the reference to Kanga was modified to\nread \"... and every Tuesday Kanga spent the day with her great friend\nPooh ...\"]</p>"
}