{
  "title": "Chapter 6",
  "subtitle": "CHAPTER V",
  "chapterId": "winnie-the-pooh-chapter-6",
  "prev": "winnie-the-pooh-chapter-5",
  "next": "winnie-the-pooh-chapter-7",
  "content": "<p>One day, when Christopher Robin and Winnie-the-Pooh and Piglet were\nall talking together, Christopher Robin finished the mouthful he was\neating and said carelessly: \"I saw a Heffalump to-day, Piglet.\"</p>\n<p>\"What was it doing?\" asked Piglet.</p>\n<p>\"Just lumping along,\" said Christopher Robin. \"I don't think it sawme.\"</p>\n<p>\"I saw one once,\" said Piglet. \"At least, I think I did,\" he said. \"Only\nperhaps it wasn't.\"</p>\n<p>\"So did I,\" said Pooh, wondering what a Heffalump was like.</p>\n<p>\"You don't often see them,\" said Christopher Robin carelessly.</p>\n<p>\"Not now,\" said Piglet.</p>\n<p>\"Not at this time of year,\" said Pooh.</p>\n<p>Then they all talked about something else, until it was time for Pooh\nand Piglet to go home together. At first as they stumped along the path\nwhich edged the Hundred Acre Wood, they didn't say much to each other;\nbut when they came to the stream and had helped each other across the\nstepping stones, and were able to walk side by side again over the\nheather, they began to talk in a friendly way about this and that, and\nPiglet said, \"If you see what I mean, Pooh,\" and Pooh said, \"It's just\nwhat I think myself, Piglet,\" and Piglet said, \"But, on the other hand,\nPooh, we must remember,\" and Pooh said, \"Quite true, Piglet, although I\nhad forgotten it for the moment.\" And then, just as they came to the Six\nPine Trees, Pooh looked round to see that nobody else was listening, and\nsaid in a very solemn voice:</p>\n<p>\"Piglet, I have decided something.\"</p>\n<p>\"What have you decided, Pooh?\"</p>\n<p>\"I have decided to catch a Heffalump.\"</p>\n<p>Pooh nodded his head several times as he said this, and waited for\nPiglet to say \"How?\" or \"Pooh, you couldn't!\" or something helpful of\nthat sort, but Piglet said nothing. The fact was Piglet was wishing thathehad thought about it first.</p>\n<p>\"I shall do it,\" said Pooh, after waiting a little longer, \"by means of\na trap. And it must be a Cunning Trap, so you will have to help me,\nPiglet.\"</p>\n<p>\"Pooh,\" said Piglet, feeling quite happy again now, \"I will.\" And then\nhe said, \"How shall we do it?\" and Pooh said, \"That's just it. How?\" And\nthen they sat down together to think it out.</p>\n<p>Pooh's first idea was that they should dig a Very Deep Pit, and then the\nHeffalump would come along and fall into the Pit, and——</p>\n<p>\"Why?\" said Piglet.</p>\n<p>\"Why what?\" said Pooh.</p>\n<p>\"Why would he fall in?\"</p>\n<p>Pooh rubbed his nose with his paw, and said that the Heffalump might be\nwalking along, humming a little song, and looking up at the sky,\nwondering if it would rain, and so he wouldn't see the Very Deep Pit\nuntil he was half-way down, when it would be too late.</p>\n<p>Piglet said that this was a very good Trap, but supposing it were\nraining already?</p>\n<p>Pooh rubbed his nose again, and said that he hadn't thought of that. And\nthen he brightened up, and said that, if it were raining already, the\nHeffalump would be looking at the sky wondering if it wouldclear up,\nand so he wouldn't see the Very Deep Pit until he was half-way\ndown.... When it would be too late.</p>\n<p>Piglet said that, now that this point had been explained, he thought it\nwas a Cunning Trap.</p>\n<p>Pooh was very proud when he heard this, and he felt that the Heffalump\nwas as good as caught already, but there was just one other thing which\nhad to be thought about, and it was this.Where should they dig the\nVery Deep Pit?</p>\n<p>Piglet said that the best place would be somewhere where a Heffalump\nwas, just before he fell into it, only about a foot farther on.</p>\n<p>\"But then he would see us digging it,\" said Pooh.</p>\n<p>\"Not if he was looking at the sky.\"</p>\n<p>\"He would Suspect,\" said Pooh, \"if he happened to look down.\" He thought\nfor a long time and then added sadly, \"It isn't as easy as I thought. I\nsuppose that's why Heffalumps hardlyeverget caught.\"</p>\n<p>\"That must be it,\" said Piglet.</p>\n<p>They sighed and got up; and when they had taken a few gorse prickles out\nof themselves they sat down again; and all the time Pooh was saying to\nhimself, \"If only I couldthinkof something!\" For he felt sure that a\nVery Clever Brain could catch a Heffalump if only he knew the right way\nto go about it.</p>\n<p>\"Suppose,\" he said to Piglet, \"youwanted to catchme, how would you\ndo it?\"</p>\n<p>\"Well,\" said Piglet, \"I should do it like this. I should make a Trap,\nand I should put a Jar of Honey in the Trap, and you would smell it, and\nyou would go in after it, and——\"</p>\n<p>\"And I would go in after it,\" said Pooh excitedly, \"only very carefully\nso as not to hurt myself, and I would get to the Jar of Honey, and I\nshould lick round the edges first of all, pretending that there wasn't\nany more, you know, and then I should walk away and think about it a\nlittle, and then I should come back and start licking in the middle of\nthe jar, and then——\"</p>\n<p>\"Yes, well never mind about that. There you would be, and there I should\ncatch you. Now the first thing to think of is, What do Heffalumps like?\nI should think acorns, shouldn't you? We'll get a lot of——I say, wake\nup, Pooh!\"</p>\n<p>Pooh, who had gone into a happy dream, woke up with a start, and said\nthat Honey was a much more trappy thing than Haycorns. Piglet didn't\nthink so; and they were just going to argue about it, when Piglet\nremembered that, if they put acorns in the Trap,hewould have to find\nthe acorns, but if they put honey, then Pooh would have to give up some\nof his own honey, so he said, \"All right, honey then,\" just as Pooh\nremembered it too, and was going to say, \"All right, haycorns.\"</p>\n<p>\"Honey,\" said Piglet to himself in a thoughtful way, as if it were now\nsettled. \"I'lldig the pit, whileyougo and get the honey.\"</p>\n<p>\"Very well,\" said Pooh, and he stumped off.</p>\n<p>As soon as he got home, he went to the larder; and he stood on a chair,\nand took down a very large jar of honey from the top shelf. It had HUNNY\nwritten on it, but, just to make sure, he took off the paper cover and\nlooked at it, and itlookedjust like honey. \"But you never can tell,\"\nsaid Pooh. \"I remember my uncle saying once that he had seen cheese just\nthis colour.\" So he put his tongue in, and took a large lick. \"Yes,\" he\nsaid, \"it is. No doubt about that. And honey, I should say, right down\nto the bottom of the jar. Unless, of course,\" he said, \"somebody put\ncheese in at the bottom just for a joke. Perhaps I had better go alittlefurther ... just in case ... in case Heffalumpsdon'tlike cheese ... same as me.... Ah!\" And he gave a deep sigh. \"Iwasright. Itishoney, right the way down.\"</p>\n<p>Having made certain of this, he took the jar back to Piglet, and Piglet\nlooked up from the bottom of his Very Deep Pit, and said, \"Got it?\" and\nPooh said, \"Yes, but it isn't quite a full jar,\" and he threw it down to\nPiglet, and Piglet said, \"No, it isn't! Is that all you've got left?\"\nand Pooh said \"Yes.\" Because it was. So Piglet put the jar at the bottom\nof the Pit, and climbed out, and they went off home together.</p>\n<p>\"Well, good night, Pooh,\" said Piglet, when they had got to Pooh's\nhouse. \"And we meet at six o'clock to-morrow morning by the Pine Trees,\nand see how many Heffalumps we've got in our Trap.\"</p>\n<p>\"Six o'clock, Piglet. And have you got any string?\"</p>\n<p>\"No. Why do you want string?\"</p>\n<p>\"To lead them home with.\"</p>\n<p>\"Oh! ... IthinkHeffalumps come if you whistle.\"</p>\n<p>\"Some do and some don't. You never can tell with Heffalumps. Well, good\nnight!\"</p>\n<p>\"Good night!\"</p>\n<p>And off Piglet trotted to his house TRESPASSERS W, while Pooh made his\npreparations for bed.</p>\n<p>Some hours later, just as the night was beginning to steal away, Pooh\nwoke up suddenly with a sinking feeling. He had had that sinking feeling\nbefore, and he knew what it meant.He was hungry.So he went to the\nlarder, and he stood on a chair and reached up to the top shelf, and\nfound—nothing.</p>\n<p>\"That's funny,\" he thought. \"I know I had a jar of honey there. A full\njar, full of honey right up to the top, and it had HUNNY written on it,\nso that I should know it was honey. That's very funny.\" And then he\nbegan to wander up and down, wondering where it was and murmuring a\nmurmur to himself. Like this:</p>\n<p>He had murmured this to himself three times in a singing sort of way,\nwhen suddenly he remembered. He had put it into the Cunning Trap to\ncatch the Heffalump.</p>\n<p>\"Bother!\" said Pooh. \"It all comes of trying to be kind to Heffalumps.\"\nAnd he got back into bed.</p>\n<p>But he couldn't sleep. The more he tried to sleep, the more he couldn't.\nHe tried Counting Sheep, which is sometimes a good way of getting to\nsleep, and, as that was no good, he tried counting Heffalumps. And that\nwas worse. Because every Heffalump that he counted was making straight\nfor a pot of Pooh's honey,and eating it all. For some minutes he lay\nthere miserably, but when the five hundred and eighty-seventh Heffalump\nwas licking its jaws, and saying to itself, \"Very good honey this, I\ndon't know when I've tasted better,\" Pooh could bear it no longer. He\njumped out of bed, he ran out of the house, and he ran straight to the\nSix Pine Trees.</p>\n<p>The Sun was still in bed, but there was a lightness in the sky over the\nHundred Acre Wood which seemed to show that it was waking up and would\nsoon be kicking off the clothes. In the half-light the Pine Trees looked\ncold and lonely, and the Very Deep Pit seemed deeper than it was, and\nPooh's jar of honey at the bottom was something mysterious, a shape and\nno more. But as he got nearer to it his nose told him that it was indeed\nhoney, and his tongue came out and began to polish up his mouth, ready\nfor it.</p>\n<p>\"Bother!\" said Pooh, as he got his nose inside the jar. \"A Heffalump has\nbeen eating it!\" And then he thought a little and said, \"Oh, no,Idid. I forgot.\"</p>\n<p>Indeed, he had eaten most of it. But there was a little left at the very\nbottom of the jar, and he pushed his head right in, and began to\nlick....</p>\n<p>By and by Piglet woke up. As soon as he woke he said to himself, \"Oh!\"\nThen he said bravely, \"Yes,\" and then, still more bravely, \"Quite so.\"\nBut he didn't feel very brave, for the word which was really jiggeting\nabout in his brain was \"Heffalumps.\"</p>\n<p>What was a Heffalump like?</p>\n<p>Was it Fierce?</p>\n<p>Didit come when you whistled? Andhowdid it come?</p>\n<p>Was it Fond of Pigs at all?</p>\n<p>If it was Fond of Pigs, did it make any differencewhat sort of Pig?</p>\n<p>Supposing it was Fierce with Pigs, would it make any differenceif the\nPig had a grandfather called TRESPASSERS WILLIAM?</p>\n<p>He didn't know the answer to any of these questions ... and he was\ngoing to see his first Heffalump in about an hour from now!</p>\n<p>Of course Pooh would be with him, and it was much more Friendly with\ntwo. But suppose Heffalumps were Very Fierce with PigsandBears?\nWouldn't it be better to pretend that he had a headache, and couldn't go\nup to the Six Pine Trees this morning? But then suppose that it was a\nvery fine day, and there was no Heffalump in the trap, here he would be,\nin bed all the morning, simply wasting his time for nothing. What should\nhe do?</p>\n<p>And then he had a Clever Idea. He would go up very quietly to the Six\nPine Trees now, peep very cautiously into the Trap, and see if therewasa Heffalump there. And if there was, he would go back to bed, and\nif there wasn't, he wouldn't.</p>\n<p>So off he went. At first he thought that there wouldn't be a Heffalump\nin the Trap, and then he thought that there would, and as he got nearer\nhe wassurethat there would, because he could hear it heffalumping\nabout it like anything.</p>\n<p>\"Oh, dear, oh, dear, oh, dear!\" said Piglet to himself. And he wanted to\nrun away. But somehow, having got so near, he felt that he must just see\nwhat a Heffalump was like. So he crept to the side of the Trap and\nlooked in....</p>\n<p>And all the time Winnie-the-Pooh had been trying to get the honey-jar\noff his head. The more he shook it, the more tightly it stuck.</p>\n<p>\"Bother!\" he said, inside the jar, and \"Oh, help!\" and, mostly,\n\"Ow!\" And he tried bumping it against things, but as he couldn't see\nwhat he was bumping it against, it didn't help him; and he tried to\nclimb out of the Trap, but as he could see nothing but jar, and not much\nof that, he couldn't find his way. So at last he lifted up his head, jar\nand all, and made a loud, roaring noise of Sadness and Despair ... and\nit was at that moment that Piglet looked down.</p>\n<p>\"Help, help!\" cried Piglet, \"a Heffalump, a Horrible Heffalump!\" and he\nscampered off as hard as he could, still crying out, \"Help, help, a\nHerrible Hoffalump! Hoff, Hoff, a Hellible Horralump! Holl, Holl, a\nHoffable Hellerump!\" And he didn't stop crying and scampering until he\ngot to Christopher Robin's house.</p>\n<p>\"Whatever's the matter, Piglet?\" said Christopher Robin, who was just\ngetting up.</p>\n<p>\"Heff,\" said Piglet, breathing so hard that he could hardly speak, \"a\nHeff—a Heff—a Heffalump.\"</p>\n<p>\"Where?\"</p>\n<p>\"Up there,\" said Piglet, waving his paw.</p>\n<p>\"What did it look like?\"</p>\n<p>\"Like—like——It had the biggest head you ever saw, Christopher Robin.\nA great enormous thing, like—like nothing. A huge big—well, like a—I\ndon't know—like an enormous big nothing. Like a jar.\"</p>\n<p>\"Well,\" said Christopher Robin, putting on his shoes, \"I shall go and\nlook at it. Come on.\"</p>\n<p>Piglet wasn't afraid if he had Christopher Robin with him, so off they\nwent....</p>\n<p>\"I can hear it, can't you?\" said Piglet anxiously, as they got near.</p>\n<p>\"I can hearsomething,\" said Christopher Robin.</p>\n<p>It was Pooh bumping his head against a tree-root he had found.</p>\n<p>\"There!\" said Piglet. \"Isn't itawful?\" And he held on tight to\nChristopher Robin's hand.</p>\n<p>Suddenly Christopher Robin began to laugh ... and he laughed ... and he\nlaughed ... and he laughed. And while he was still laughing—Crashwent the Heffalump's head against the tree-root, Smash went the jar,\nand out came Pooh's head again....</p>\n<p>Then Piglet saw what a Foolish Piglet he had been, and he was so ashamed\nof himself that he ran straight off home and went to bed with a\nheadache. But Christopher Robin and Pooh went home to breakfast\ntogether.</p>\n<p>\"Oh, Bear!\" said Christopher Robin. \"How I do love you!\"</p>\n<p>\"So do I,\" said Pooh.</p>"
}