{
  "title": "Chapter 10",
  "subtitle": "CHAPTER IX",
  "chapterId": "winnie-the-pooh-chapter-10",
  "prev": "winnie-the-pooh-chapter-9",
  "next": "winnie-the-pooh-chapter-11",
  "content": "<p>It rained and it rained and it rained. Piglet told himself that never\nin all his life, andhewas goodness knowshowold—three, was it,\nor four?—never had he seen so much rain. Days and days and days.</p>\n<p>\"If only,\" he thought, as he looked out of the window, \"I had been in\nPooh's house, or Christopher Robin's house, or Rabbit's house when it\nbegan to rain, then I should have had Company all this time, instead of\nbeing here all alone, with nothing to do except wonder when it will\nstop.\" And he imagined himself with Pooh, saying, \"Did you ever see such\nrain, Pooh?\" and Pooh saying, \"Isn't itawful, Piglet?\" and Piglet\nsaying, \"I wonder how it is over Christopher Robin's way\" and Pooh\nsaying, \"I should think poor old Rabbit is about flooded out by this\ntime.\" It would have been jolly to talk like this, and really, it wasn't\nmuch good having anything exciting like floods, if you couldn't share\nthem with somebody.</p>\n<p>For it was rather exciting. The little dry ditches in which Piglet had\nnosed about so often had become streams, the little streams across which\nhe had splashed were rivers, and the river, between whose steep banks\nthey had played so happily, had sprawled out of its own bed and was\ntaking up so much room everywhere, that Piglet was beginning to wonder\nwhether it would be coming intohisbed soon.</p>\n<p>\"It's a little Anxious,\" he said to himself, \"to be a Very Small Animal\nEntirely Surrounded by Water. Christopher Robin and Pooh could escape by\nClimbing Trees, and Kanga could escape by Jumping, and Rabbit could\nescape by Burrowing, and Owl could escape by Flying, and Eeyore could\nescape by—by Making a Loud Noise Until Rescued, and here am I,\nsurrounded by water and I can't doanything.\"</p>\n<p>It went on raining, and every day the water got a little higher, until\nnow it was nearly up to Piglet's window ... and still he hadn't done\nanything.</p>\n<p>\"There's Pooh,\" he thought to himself. \"Pooh hasn't much Brain, but he\nnever comes to any harm. He does silly things and they turn out right.\nThere's Owl. Owl hasn't exactly got Brain, but he Knows Things. He would\nknow the Right Thing to Do when Surrounded by Water. There's Rabbit. He\nhasn't Learnt in Books, but he can always Think of a Clever Plan.\nThere's Kanga. She isn't Clever, Kanga isn't, but she would be so\nanxious about Roo that she would do a Good Thing to Do without thinking\nabout It. And then there's Eeyore. And Eeyore is so miserable anyhow\nthat he wouldn't mind about this. But I wonder what Christopher Robin\nwould do?\"</p>\n<p>Then suddenly he remembered a story which Christopher Robin had told him\nabout a man on a desert island who had written something in a bottle and\nthrown it in the sea; and Piglet thought that if he wrote something in a\nbottle and threw it in the water, perhaps somebody would come and rescuehim!</p>\n<p>He left the window and began to search his house, all of it that wasn't\nunder water, and at last he found a pencil and a small piece of dry\npaper, and a bottle with a cork to it. And he wrote on one side of the\npaper:</p>\n<p>HELP!PIGLET (ME)</p>\n<p>and on the other side:</p>\n<p>IT'S ME PIGLET, HELP HELP.</p>\n<p>Then he put the paper in the bottle, and he corked the bottle up as\ntightly as he could, and he leant out of his window as far as he could\nlean without falling in, and he threw the bottle as far as he could\nthrow—splash!—and in a little while it bobbed up again on the water;\nand he watched it floating slowly away in the distance, until his eyes\nached with looking, and sometimes he thought it was the bottle, and\nsometimes he thought it was just a ripple on the water which he was\nfollowing, and then suddenly he knew that he would never see it again\nand that he had done all that he could do to save himself.</p>\n<p>\"So now,\" he thought, \"somebody else will have to do something, and I\nhope they will do it soon, because if they don't I shall have to swim,\nwhich I can't, so I hope they do it soon.\" And then he gave a very long\nsigh and said, \"I wish Pooh were here. It's so much more friendly with\ntwo.\"</p>\n<p>When the rain began Pooh was asleep. It rained, and it rained, and it\nrained, and he slept and he slept and he slept. He had had a tiring day.\nYou remember how he discovered the North Pole; well, he was so proud of\nthis that he asked Christopher Robin if there were any other Poles such\nas a Bear of Little Brain might discover.</p>\n<p>\"There's a South Pole,\" said Christopher Robin, \"and I expect there's an\nEast Pole and a West Pole, though people don't like talking about them.\"</p>\n<p>Pooh was very excited when he heard this, and suggested that they should\nhave an Expotition to discover the East Pole, but Christopher Robin had\nthought of something else to do with Kanga; so Pooh went out to discover\nthe East Pole by himself. Whether he discovered it or not, I forget; but\nhe was so tired when he got home that, in the very middle of his supper,\nafter he had been eating for little more than half-an-hour, he fell fast\nasleep in his chair, and slept and slept and slept.</p>\n<p>Then suddenly he was dreaming. He was at the East Pole, and it was a\nvery cold pole with the coldest sort of snow and ice all over it. He had\nfound a bee-hive to sleep in, but there wasn't room for his legs, so he\nhad left them outside. And Wild Woozles, such as inhabit the East Pole,\ncame and nibbled all the fur off his legs to make nests for their Young.\nAnd the more they nibbled, the colder his legs got, until suddenly he\nwoke up with anOw!—and there he was, sitting in his chair with his\nfeet in the water, and water all round him!</p>\n<p>He splashed to his door and looked out....</p>\n<p>\"This is Serious,\" said Pooh. \"I must have an Escape.\"</p>\n<p>So he took his largest pot of honey and escaped with it to a broad\nbranch of his tree, well above the water, and then he climbed down again\nand escaped with another pot ... and when the whole Escape was\nfinished, there was Pooh sitting on his branch, dangling his legs, and\nthere, beside him, were ten pots of honey....</p>\n<p>Two days later, there was Pooh, sitting on his branch, dangling his\nlegs, and there, beside him, were four pots of honey....</p>\n<p>Three days later, there was Pooh, sitting on his branch, dangling his\nlegs, and there beside him, was one pot of honey.</p>\n<p>Four days later, there was Pooh ...</p>\n<p>And it was on the morning of the fourth day that Piglet's bottle came\nfloating past him, and with one loud cry of \"Honey!\" Pooh plunged into\nthe water, seized the bottle, and struggled back to his tree again.</p>\n<p>\"Bother!\" said Pooh, as he opened it. \"All that wet for nothing. What's\nthat bit of paper doing?\"</p>\n<p>He took it out and looked at it.</p>\n<p>\"It's a Missage,\" he said to himself, \"that's what it is. And that\nletter is a 'P,' and so is that, and so is that, and 'P' means 'Pooh,'\nso it's a very important Missage to me, and I can't read it. I must find\nChristopher Robin or Owl or Piglet, one of those Clever Readers who can\nread things, and they will tell me what this missage means. Only I can't\nswim. Bother!\"</p>\n<p>Then he had an idea, and I think that for a Bear of Very Little Brain,\nit was a good idea. He said to himself:</p>\n<p>\"If a bottle can float, then a jar can float, and if a jar floats, I can\nsit on the top of it, if it's a very big jar.\"</p>\n<p>So he took his biggest jar, and corked it up. \"All boats have to have a\nname,\" he said, \"so I shall call mineThe Floating Bear.\" And with\nthese words he dropped his boat into the water and jumped in after it.</p>\n<p>For a little while Pooh andThe Floating Bearwere uncertain as to\nwhich of them was meant to be on the top, but after trying one or two\ndifferent positions, they settled down withThe Floating Bearunderneath and Pooh triumphantly astride it, paddling vigorously with\nhis feet.</p>\n<p>Christopher Robin lived at the very top of the Forest. It rained, and it\nrained, and it rained, but the water couldn't come up tohishouse. It\nwas rather jolly to look down into the valleys and see the water all\nround him, but it rained so hard that he stayed indoors most of the\ntime, and thought about things. Every morning he went out with his\numbrella and put a stick in the place where the water came up to, and\nevery next morning he went out and couldn't see his stick any more, so\nhe put another stick in the place where the water came up to, and then\nhe walked home again, and each morning he had a shorter way to walk than\nhe had had the morning before. On the morning of the fifth day he saw\nthe water all round him, and knew that for the first time in his life he\nwas on a real island. Which was very exciting.</p>\n<p>It was on this morning that Owl came flying over the water to say \"How\ndo you do,\" to his friend Christopher Robin.</p>\n<p>\"I say, Owl,\" said Christopher Robin, \"isn't this fun? I'm on an\nisland!\"</p>\n<p>\"The atmospheric conditions have been very unfavourable lately,\" said\nOwl.</p>\n<p>\"The what?\"</p>\n<p>\"It has been raining,\" explained Owl.</p>\n<p>\"Yes,\" said Christopher Robin. \"It has.\"</p>\n<p>\"The flood-level has reached an unprecedented height.\"</p>\n<p>\"The who?\"</p>\n<p>\"There's a lot of water about,\" explained Owl.</p>\n<p>\"Yes,\" said Christopher Robin, \"there is.\"</p>\n<p>\"However, the prospects are rapidly becoming more favourable. At any\nmoment——\"</p>\n<p>\"Have you seen Pooh?\"</p>\n<p>\"No. At any moment——\"</p>\n<p>\"I hope he's all right,\" said Christopher Robin. \"I've been wondering\nabout him. I expect Piglet's with him. Do you think they're all right,\nOwl?\"</p>\n<p>\"I expect so. You see, at any moment——\"</p>\n<p>\"Do go and see, Owl. Because Pooh hasn't got very much brain, and he\nmight do something silly, and I do love him so, Owl. Do you see, Owl?\"</p>\n<p>\"That's all right,\" said Owl. \"I'll go. Back directly.\" And he flew off.</p>\n<p>In a little while he was back again.</p>\n<p>\"Pooh isn't there,\" he said.</p>\n<p>\"Not there?\"</p>\n<p>\"Hasbeenthere. He's been sitting on a branch of his tree outside his\nhouse with nine pots of honey. But he isn't there now.\"</p>\n<p>\"Oh, Pooh!\" cried Christopher Robin. \"Whereareyou?\"</p>\n<p>\"Here I am,\" said a growly voice behind him.</p>\n<p>\"Pooh!\"</p>\n<p>They rushed into each other's arms.</p>\n<p>\"How did you get here, Pooh?\" asked Christopher Robin, when he was ready\nto talk again.</p>\n<p>\"On my boat,\" said Pooh proudly. \"I had a Very Important Missage sent me\nin a bottle, and owing to having got some water in my eyes, I couldn't\nread it, so I brought it to you. On my boat.\"</p>\n<p>With these proud words he gave Christopher Robin the missage.</p>\n<p>\"But it's from Piglet!\" cried Christopher Robin when he had read it.</p>\n<p>\"Isn't there anything about Pooh in it?\" asked Bear, looking over his\nshoulder.</p>\n<p>Christopher Robin read the message aloud.</p>\n<p>\"Oh, are those 'P's' piglets? I thought they were poohs.\"</p>\n<p>\"We must rescue him at once! I thought he was withyou, Pooh. Owl,\ncould you rescue him on your back?\"</p>\n<p>\"I don't think so,\" said Owl, after grave thought. \"It is doubtful if\nthe necessary dorsal muscles——\"</p>\n<p>\"Then would you fly to him atonceand say that Rescue is Coming? And\nPooh and I will think of a Rescue and come as quick as ever we can. Oh,\ndon'ttalk, Owl, go on quick!\" And, still thinking of something to\nsay, Owl flew off.</p>\n<p>\"Now then, Pooh,\" said Christopher Robin, \"where's your boat?\"</p>\n<p>\"I ought to say,\" explained Pooh as they walked down to the shore of the\nisland, \"that it isn't just an ordinary sort of boat. Sometimes it's a\nBoat, and sometimes it's more of an Accident. It all depends.\"</p>\n<p>\"Depends on what?\"</p>\n<p>\"On whether I'm on the top of it or underneath it.\"</p>\n<p>\"Oh! Well, where is it?\"</p>\n<p>\"There!\" said Pooh, pointing proudly toThe Floating Bear.</p>\n<p>It wasn't what Christopher Robin expected, and the more he looked at it,\nthe more he thought what a Brave and Clever Bear Pooh was, and the more\nChristopher Robin thought this, the more Pooh looked modestly down his\nnose and tried to pretend he wasn't.</p>\n<p>\"But it's too small for two of us,\" said Christopher Robin sadly.</p>\n<p>\"Three of us with Piglet.\"</p>\n<p>\"That makes it smaller still. Oh, Pooh Bear, what shall we do?\"</p>\n<p>And then this Bear, Pooh Bear, Winnie-the-Pooh, F.O.P. (Friend of\nPiglet's), R.C. (Rabbit's Companion), P.D. (Pole Discoverer), E.C. and\nT.F. (Eeyore's Comforter and Tail-finder)—in fact, Pooh himself—said\nsomething so clever that Christopher Robin could only look at him with\nmouth open and eyes staring, wondering if this was really the Bear of\nVery Little Brain whom he had known and loved so long.</p>\n<p>\"We might go in your umbrella,\" said Pooh.</p>\n<p>\"?\"</p>\n<p>\"We might go in your umbrella,\" said Pooh.</p>\n<p>\"? ?\"</p>\n<p>\"We might go in your umbrella,\" said Pooh.</p>\n<p>\"!!!!!!\"</p>\n<p>For suddenly Christopher Robin saw that they might. He opened his\numbrella and put it point downwards in the water. It floated but\nwobbled. Pooh got in. He was just beginning to say that it was all right\nnow, when he found that it wasn't, so after a short drink which he\ndidn't really want he waded back to Christopher Robin. Then they both\ngot in together, and it wobbled no longer.</p>\n<p>\"I shall call this boatThe Brain of Pooh,\" said Christopher Robin,\nandThe Brain of Poohset sail forthwith in a south-westerly\ndirection, revolving gracefully.</p>\n<p>You can imagine Piglet's joy when at last the ship came in sight of him.\nIn after-years he liked to think that he had been in Very Great Danger\nduring the Terrible Flood, but the only danger he had really been in was\nin the last half-hour of his imprisonment, when Owl, who had just flown\nup, sat on a branch of his tree to comfort him, and told him a very long\nstory about an aunt who had once laid a seagull's egg by mistake, and\nthe story went on and on, rather like this sentence, until Piglet who\nwas listening out of his window without much hope, went to sleep quietly\nand naturally, slipping slowly out of the window towards the water until\nhe was only hanging on by his toes, at which moment luckily, a sudden\nloud squawk from Owl, which was really part of the story, being what his\naunt said, woke the Piglet up and just gave him time to jerk himself\nback into safety and say, \"How interesting, and did she?\" when—well,\nyou can imagine his joy when at last he saw the good ship,Brain of\nPooh(Captain, C. Robin;1st Mate, P. Bear) coming over the sea to\nrescue him. Christopher Robin and Pooh again....</p>\n<p>And that is really the end of the story, and I am very tired after that\nlast sentence, I think I shall stop there.</p>"
}