{
  "title": "Chapter 1",
  "subtitle": "JUVENILESWhen We Were Very Young\"The best book of verses for children ever\nwritten.\"—A. EDWARD NEWTON inThe Atlantic Monthly.Fourteen Songs from When We Were Very YoungWords by A. A. Milne.\nMusic by H. Fraser-Simson. Decorations by E. H. Shepard.The King's BreakfastWords by A. A. Milne. Music by H. Fraser-Simson.\nDecorations by E. H. Shepard",
  "chapterId": "winnie-the-pooh-chapter-1",
  "prev": null,
  "next": "winnie-the-pooh-chapter-2",
  "content": "<p>ESSAYSNot That It MattersThe Sunny SideIf I May</p>\n<p>MYSTERY STORYThe Red House Mystery</p>\n<p>WINNIE-THE-POOH</p>\n<p>BY A. A. MILNE</p>\n<p>McCLELLAND & STEWART, LTD.PUBLISHERS—TORONTO</p>\n<p>Copyright, Canada, 1926By McClelland & Stewart, LimitedPublishers, TorontoFirst Printing, October, 1926Second \" July, 1927Third \" December, 1928Fourth \" December, 1929Fifth \" March, 1931Printed in Canada</p>\n<p>If you happen to have read another book about Christopher Robin, you may\nremember that he once had a swan (or the swan had Christopher Robin, I\ndon't know which) and that he used to call this swan Pooh. That was a\nlong time ago, and when we said good-bye, we took the name with us, as\nwe didn't think the swan would want it any more. Well, when Edward Bear\nsaid that he would like an exciting name all to himself, Christopher\nRobin said at once, without stopping to think, that he was\nWinnie-the-Pooh. And he was. So, as I have explained the Pooh part, I\nwill now explain the rest of it.</p>\n<p>You can't be in London for long without going to the Zoo. There are some\npeople who begin the Zoo at the beginning, called WAYIN, and walk as\nquickly as they can past every cage until they get to the one called\nWAYOUT, but the nicest people go straight to the animal they love the\nmost, and stay there. So when Christopher Robin goes to the Zoo, he goes\nto where the Polar Bears are, and he whispers something to the third\nkeeper from the left, and doors are unlocked, and we wander through dark\npassages and up steep stairs, until at last we come to the special cage,\nand the cage is opened, and out trots something brown and furry, and\nwith a happy cry of \"Oh, Bear!\" Christopher Robin rushes into its arms.\nNow this bear's name is Winnie, which shows what a good name for bears\nit is, but the funny thing is that we can't remember whether Winnie is\ncalled after Pooh, or Pooh after Winnie. We did know once, but we have\nforgotten....</p>\n<p>I had written as far as this when Piglet looked up and said in his\nsqueaky voice, \"What aboutMe?\" \"My dear Piglet,\" I said, \"the whole\nbook is about you.\" \"So it is about Pooh,\" he squeaked. You see what it\nis. He is jealous because he thinks Pooh is having a Grand Introduction\nall to himself. Pooh is the favourite, of course, there's no denying it,\nbut Piglet comes in for a good many things which Pooh misses; because\nyou can't take Pooh to school without everybody knowing it, but Piglet\nis so small that he slips into a pocket, where it is very comforting to\nfeel him when you are not quite sure whether twice seven is twelve or\ntwenty-two. Sometimes he slips out and has a good look in the ink-pot,\nand in this way he has got more education than Pooh, but Pooh doesn't\nmind. Some have brains, and some haven't, he says, and there it is.</p>\n<p>And now all the others are saying, \"What aboutUs?\" So perhaps the\nbest thing to do is to stop writing Introductions and get on with the\nbook.</p>\n<p>A. A. M.</p>"
}