{
  "title": "Chapter 5",
  "subtitle": "CHAPTER IV",
  "chapterId": "winnie-the-pooh-chapter-5",
  "prev": "winnie-the-pooh-chapter-4",
  "next": "winnie-the-pooh-chapter-6",
  "content": "<p>The Old Grey Donkey, Eeyore, stood by himself in a thistly corner of\nthe forest, his front feet well apart, his head on one side, and thought\nabout things. Sometimes he thought sadly to himself, \"Why?\" and\nsometimes he thought, \"Wherefore?\" and sometimes he thought, \"Inasmuch\nas which?\"—and sometimes he didn't quite know what hewasthinking\nabout. So when Winnie-the-Pooh came stumping along, Eeyore was very glad\nto be able to stop thinking for a little, in order to say \"How do you\ndo?\" in a gloomy manner to him.</p>\n<p>\"And how are you?\" said Winnie-the-Pooh.</p>\n<p>Eeyore shook his head from side to side.</p>\n<p>\"Not very how,\" he said. \"I don't seem to have felt at all how for a\nlong time.\"</p>\n<p>\"Dear, dear,\" said Pooh, \"I'm sorry about that. Let's have a look at\nyou.\"</p>\n<p>So Eeyore stood there, gazing sadly at the ground, and Winnie-the-Pooh\nwalked all round him once.</p>\n<p>\"Why, what's happened to your tail?\" he said in surprise.</p>\n<p>\"Whathashappened to it?\" said Eeyore.</p>\n<p>\"It isn't there!\"</p>\n<p>\"Are you sure?\"</p>\n<p>\"Well, either a tailisthere or it isn't there. You can't make a\nmistake about it. And yoursisn'tthere!\"</p>\n<p>\"Then what is?\"</p>\n<p>\"Nothing.\"</p>\n<p>\"Let's have a look,\" said Eeyore, and he turned slowly round to the\nplace where his tail had been a little while ago, and then, finding that\nhe couldn't catch it up, he turned round the other way, until he came\nback to where he was at first, and then he put his head down and looked\nbetween his front legs, and at last he said, with a long, sad sigh, \"I\nbelieve you're right.\"</p>\n<p>\"Of course I'm right,\" said Pooh.</p>\n<p>\"That Accounts for a Good Deal,\" said Eeyore gloomily. \"It Explains\nEverything. No Wonder.\"</p>\n<p>\"You must have left it somewhere,\" said Winnie-the-Pooh.</p>\n<p>\"Somebody must have taken it,\" said Eeyore. \"How Like Them,\" he added,\nafter a long silence.</p>\n<p>Pooh felt that he ought to say something helpful about it, but didn't\nquite know what. So he decided to do something helpful instead.</p>\n<p>\"Eeyore,\" he said solemnly, \"I, Winnie-the-Pooh, will find your tail for\nyou.\"</p>\n<p>\"Thank you, Pooh,\" answered Eeyore. \"You're a real friend,\" said he.\n\"Not like Some,\" he said.</p>\n<p>So Winnie-the-Pooh went off to find Eeyore's tail.</p>\n<p>It was a fine spring morning in the forest as he started out. Little\nsoft clouds played happily in a blue sky, skipping from time to time in\nfront of the sun as if they had come to put it out, and then sliding\naway suddenly so that the next might have his turn. Through them and\nbetween them the sun shone bravely; and a copse which had worn its firs\nall the year round seemed old and dowdy now beside the new green lace\nwhich the beeches had put on so prettily. Through copse and spinney\nmarched Bear; down open slopes of gorse and heather, over rocky beds of\nstreams, up steep banks of sandstone into the heather again; and so at\nlast, tired and hungry, to the Hundred Acre Wood. For it was in the\nHundred Acre Wood that Owl lived.</p>\n<p>\"And if anyone knows anything about anything,\" said Bear to himself,\n\"it's Owl who knows something about something,\" he said, \"or my name's\nnot Winnie-the-Pooh,\" he said. \"Which it is,\" he added. \"So there you\nare.\"</p>\n<p>Owl lived at The Chestnuts, an old-world residence of great charm, which\nwas grander than anybody else's, or seemed so to Bear, because it had\nboth a knockeranda bell-pull. Underneath the knocker there was a\nnotice which said:</p>\n<p>PLES RING IF AN RNSER IS REQIRD.</p>\n<p>Underneath the bell-pull there was a notice which said:</p>\n<p>PLEZ CNOKE IF AN RNSR IS NOT REQID.</p>\n<p>These notices had been written by Christopher Robin, who was the only\none in the forest who could spell; for Owl, wise though he was in many\nways, able to read and write and spell his own name WOL, yet somehow\nwent all to pieces over delicate words like MEASLES and BUTTEREDTOAST.</p>\n<p>Winnie-the-Pooh read the two notices very carefully, first from left to\nright, and afterwards, in case he had missed some of it, from right to\nleft. Then, to make quite sure, he knocked and pulled the knocker, and\nhe pulled and knocked the bell-rope, and he called out in a very loud\nvoice, \"Owl! I require an answer! It's Bear speaking.\" And the door\nopened, and Owl looked out.</p>\n<p>\"Hallo, Pooh,\" he said. \"How's things?\"</p>\n<p>\"Terrible and Sad,\" said Pooh, \"because Eeyore, who is a friend of mine,\nhas lost his tail. And he's Moping about it. So could you very kindly\ntell me how to find it for him?\"</p>\n<p>\"Well,\" said Owl, \"the customary procedure in such cases is as follows.\"</p>\n<p>\"What does Crustimoney Proseedcake mean?\" said Pooh. \"For I am a Bear of\nVery Little Brain, and long words Bother me.\"</p>\n<p>\"It means the Thing to Do.\"</p>\n<p>\"As long as it means that, I don't mind,\" said Pooh humbly.</p>\n<p>\"The thing to do is as follows. First, Issue a Reward. Then——\"</p>\n<p>\"Just a moment,\" said Pooh, holding up his paw. \"Whatdo we do to\nthis—what you were saying? You sneezed just as you were going to tell\nme.\"</p>\n<p>\"Ididn'tsneeze.\"</p>\n<p>\"Yes, you did, Owl.\"</p>\n<p>\"Excuse me, Pooh, I didn't. You can't sneeze without knowing it.\"</p>\n<p>\"Well, you can't know it without something having been sneezed.\"</p>\n<p>\"What Isaidwas, 'FirstIssuea Reward'.\"</p>\n<p>\"You're doing it again,\" said Pooh sadly.</p>\n<p>\"A Reward!\" said Owl very loudly. \"We write a notice to say that we will\ngive a large something to anybody who finds Eeyore's tail.\"</p>\n<p>\"I see, I see,\" said Pooh, nodding his head. \"Talking about large\nsomethings,\" he went on dreamily, \"I generally have a small something\nabout now—about this time in the morning,\" and he looked wistfully at\nthe cupboard in the corner of Owl's parlour; \"just a mouthful of\ncondensed milk or whatnot, with perhaps a lick of honey——\"</p>\n<p>\"Well, then,\" said Owl, \"we write out this notice, and we put it up all\nover the forest.\"</p>\n<p>\"A lick of honey,\" murmured Bear to himself, \"or—or not, as the case\nmay be.\" And he gave a deep sigh, and tried very hard to listen to what\nOwl was saying.</p>\n<p>But Owl went on and on, using longer and longer words, until at last he\ncame back to where he started, and he explained that the person to write\nout this notice was Christopher Robin.</p>\n<p>\"It was he who wrote the ones on my front door for me. Did you see them,\nPooh?\"</p>\n<p>For some time now Pooh had been saying \"Yes\" and \"No\" in turn, with his\neyes shut, to all that Owl was saying, and having said, \"Yes, yes,\" last\ntime, he said \"No, not at all,\" now, without really knowing what Owl was\ntalking about.</p>\n<p>\"Didn't you see them?\" said Owl, a little surprised. \"Come and look at\nthem now.\"</p>\n<p>So they went outside. And Pooh looked at the knocker and the notice\nbelow it, and he looked at the bell-rope and the notice below it, and\nthe more he looked at the bell-rope, the more he felt that he had seen\nsomething like it, somewhere else, sometime before.</p>\n<p>\"Handsome bell-rope, isn't it?\" said Owl.</p>\n<p>Pooh nodded.</p>\n<p>\"It reminds me of something,\" he said, \"but I can't think what. Where\ndid you get it?\"</p>\n<p>\"I just came across it in the Forest. It was hanging over a bush, and I\nthought at first somebody lived there, so I rang it, and nothing\nhappened, and then I rang it again very loudly, and it came off in my\nhand, and as nobody seemed to want it, I took it home, and——\"</p>\n<p>\"Owl,\" said Pooh solemnly, \"you made a mistake. Somebody did want it.\"</p>\n<p>\"Who?\"</p>\n<p>\"Eeyore. My dear friend Eeyore. He was—he was fond of it.\"</p>\n<p>\"Fond of it?\"</p>\n<p>\"Attached to it,\" said Winnie-the-Pooh sadly.</p>\n<p>So with these words he unhooked it, and carried it back to Eeyore; and\nwhen Christopher Robin had nailed it on in its right place again, Eeyore\nfrisked about the forest, waving his tail so happily that\nWinnie-the-Pooh came over all funny, and had to hurry home for a little\nsnack of something to sustain him. And, wiping his mouth half an hour\nafterwards, he sang to himself proudly:</p>"
}