{
  "title": "Chapter 9",
  "subtitle": "CHAPTER VIII",
  "chapterId": "winnie-the-pooh-chapter-9",
  "prev": "winnie-the-pooh-chapter-8",
  "next": "winnie-the-pooh-chapter-10",
  "content": "<p>One fine day Pooh had stumped up to the top of the Forest to see if\nhis friend Christopher Robin was interested in Bears at all. At\nbreakfast that morning (a simple meal of marmalade spread lightly over a\nhoneycomb or two) he had suddenly thought of a new song. It began like\nthis:</p>\n<p>When he had got as far as this, he scratched his head, and thought to\nhimself \"That's a very good start for a song, but what about the second\nline?\" He tried singing \"Ho,\" two or three times, but it didn't seem to\nhelp. \"Perhaps it would be better,\" he thought, \"if I sang Hi for the\nlife of a Bear.\" So he sang it ... but it wasn't. \"Very well, then,\"\nhe said, \"I shall sing that first line twice, and perhaps if I sing it\nvery quickly, I shall find myself singing the third and fourth lines\nbefore I have time to think of them, and that will be a Good Song. Now\nthen:\"</p>\n<p>He was so pleased with this song that he sang it all the way to the top\nof the Forest, \"and if I go on singing it much longer,\" he thought, \"it\nwill be time for the little something, and then the last line won't be\ntrue.\" So he turned it into a hum instead.</p>\n<p>Christopher Robin was sitting outside his door, putting on his Big\nBoots. As soon as he saw the Big Boots, Pooh knew that an Adventure was\ngoing to happen, and he brushed the honey off his nose with the back of\nhis paw, and spruced himself up as well as he could, so as to look Ready\nfor Anything.</p>\n<p>\"Good-morning, Christopher Robin,\" he called out.</p>\n<p>\"Hallo, Pooh Bear. I can't get this boot on.\"</p>\n<p>\"That's bad,\" said Pooh.</p>\n<p>\"Do you think you could very kindly lean against me, 'cos I keep pulling\nso hard that I fall over backwards.\"</p>\n<p>Pooh sat down, dug his feet into the ground, and pushed hard against\nChristopher Robin's back, and Christopher Robin pushed hard against his,\nand pulled and pulled at his boot until he had got it on.</p>\n<p>\"And that's that,\" said Pooh. \"What do we do next?\"</p>\n<p>\"We are all going on an Expedition,\" said Christopher Robin, as he got\nup and brushed himself. \"Thank you, Pooh.\"</p>\n<p>\"Going on an Expotition?\" said Pooh eagerly. \"I don't think I've ever\nbeen on one of those. Where are we going to on this Expotition?\"</p>\n<p>\"Expedition, silly old Bear. It's got an 'x' in it.\"</p>\n<p>\"Oh!\" said Pooh. \"I know.\" But he didn't really.</p>\n<p>\"We're going to discover the North Pole.\"</p>\n<p>\"Oh!\" said Pooh again. \"Whatisthe North Pole?\" he asked.</p>\n<p>\"It's just a thing you discover,\" said Christopher Robin carelessly, not\nbeing quite sure himself.</p>\n<p>\"Oh! I see,\" said Pooh. \"Are bears any good at discovering it?\"</p>\n<p>\"Of course they are. And Rabbit and Kanga and all of you. It's an\nExpedition. That's what an Expedition means. A long line of everybody.\nYou'd better tell the others to get ready, while I see if my gun's all\nright. And we must all bring Provisions.\"</p>\n<p>\"Bring what?\"</p>\n<p>\"Things to eat.\"</p>\n<p>\"Oh!\" said Pooh happily. \"I thought you said Provisions. I'll go and\ntell them.\" And he stumped off.</p>\n<p>The first person he met was Rabbit.</p>\n<p>\"Hallo, Rabbit,\" he said, \"is that you?\"</p>\n<p>\"Let's pretend it isn't,\" said Rabbit, \"and see what happens.\"</p>\n<p>\"I've got a message for you.\"</p>\n<p>\"I'll give it to him.\"</p>\n<p>\"We're all going on an Expotition with Christopher Robin!\"</p>\n<p>\"What is it when we're on it?\"</p>\n<p>\"A sort of boat, I think,\" said Pooh.</p>\n<p>\"Oh! that sort.\"</p>\n<p>\"Yes. And we're going to discover a Pole or something. Or was it a Mole?\nAnyhow we're going to discover it.\"</p>\n<p>\"We are, are we?\" said Rabbit.</p>\n<p>\"Yes. And we've got to bring Pro—things to eat with us. In case we want\nto eat them. Now I'm going down to Piglet's. Tell Kanga, will you?\"</p>\n<p>He left Rabbit and hurried down to Piglet's house. The Piglet was\nsitting on the ground at the door of his house blowing happily at a\ndandelion, and wondering whether it would be this year, next year,\nsometime or never. He had just discovered that it would be never, and\nwas trying to remember what \"it\" was, and hoping it wasn't anything\nnice, when Pooh came up.</p>\n<p>\"Oh! Piglet,\" said Pooh excitedly, \"we're going on an Expotition, all of\nus, with things to eat. To discover something.\"</p>\n<p>\"To discover what?\" said Piglet anxiously.</p>\n<p>\"Oh! just something.\"</p>\n<p>\"Nothing fierce?\"</p>\n<p>\"Christopher Robin didn't say anything about fierce. He just said it had\nan 'x'.\"</p>\n<p>\"It isn't their necks I mind,\" said Piglet earnestly. \"It's their teeth.\nBut if Christopher Robin is coming I don't mind anything.\"</p>\n<p>In a little while they were all ready at the top of the Forest, and the\nExpotition started. First came Christopher Robin and Rabbit, then Piglet\nand Pooh; then Kanga, with Roo in her pocket, and Owl; then Eeyore; and,\nat the end, in a long line, all Rabbit's friends-and-relations.</p>\n<p>\"I didn't ask them,\" explained Rabbit carelessly. \"They just came. They\nalways do. They can march at the end, after Eeyore.\"</p>\n<p>\"What I say,\" said Eeyore, \"is that it's unsettling. I didn't want to\ncome on this Expo—what Pooh said. I only came to oblige. But here I\nam; and if I am the end of the Expo—what we're talking about—then\nlet mebethe end. But if, every time I want to sit down for a\nlittle rest, I have to brush away half a dozen of Rabbit's smaller\nfriends-and-relations first, then this isn't an Expo—whatever it\nis—at all, it's simply a Confused Noise. That's whatIsay.\"</p>\n<p>\"I see what Eeyore means,\" said Owl. \"If you ask me——\"</p>\n<p>\"I'm not asking anybody,\" said Eeyore. \"I'm just telling everybody. We\ncan look for the North Pole, or we can play 'Here we go gathering Nuts\nand May' with the end part of an ant's nest. It's all the same to me.\"</p>\n<p>There was a shout from the top of the line.</p>\n<p>\"Come on!\" called Christopher Robin.</p>\n<p>\"Come on!\" called Pooh and Piglet.</p>\n<p>\"Come on!\" called Owl.</p>\n<p>\"We're starting,\" said Rabbit. \"I must go.\" And he hurried off to the\nfront of the Expotition with Christopher Robin.</p>\n<p>\"All right,\" said Eeyore. \"We're going. Only Don't Blame Me.\"</p>\n<p>So off they all went to discover the Pole. And as they walked, they\nchattered to each other of this and that, all except Pooh, who was\nmaking up a song.</p>\n<p>\"This is the first verse,\" he said to Piglet, when he was ready with it.</p>\n<p>\"First verse of what?\"</p>\n<p>\"My song.\"</p>\n<p>\"What song?\"</p>\n<p>\"This one.\"</p>\n<p>\"Which one?\"</p>\n<p>\"Well, if you listen, Piglet, you'll hear it.\"</p>\n<p>\"How do you know I'm not listening?\"</p>\n<p>Pooh couldn't answer that one, so he began to sing.</p>\n<p>\"Hush!\" said Christopher Robin turning round to Pooh, \"we're just coming\nto a Dangerous Place.\"</p>\n<p>\"Hush!\" said Pooh turning round quickly to Piglet.</p>\n<p>\"Hush!\" said Piglet to Kanga.</p>\n<p>\"Hush!\" said Kanga to Owl, while Roo said \"Hush!\" several times to\nhimself very quietly.</p>\n<p>\"Hush!\" said Owl to Eeyore.</p>\n<p>\"Hush!\" said Eeyore in a terrible voice to all Rabbit's\nfriends-and-relations, and \"Hush!\" they said hastily to each other all\ndown the line, until it got to the last one of all. And the last and\nsmallest friend-and-relation was so upset to find that the whole\nExpotition was saying \"Hush!\" tohim, that he buried himself head\ndownwards in a crack in the ground, and stayed there for two days until\nthe danger was over, and then went home in a great hurry, and lived\nquietly with his Aunt ever-afterwards. His name was Alexander Beetle.</p>\n<p>They had come to a stream which twisted and tumbled between high rocky\nbanks, and Christopher Robin saw at once how dangerous it was.</p>\n<p>\"It's just the place,\" he explained, \"for an Ambush.\"</p>\n<p>\"What sort of bush?\" whispered Pooh to Piglet. \"A gorse-bush?\"</p>\n<p>\"My dear Pooh,\" said Owl in his superior way, \"don't you know what an\nAmbush is?\"</p>\n<p>\"Owl,\" said Piglet, looking round at him severely, \"Pooh's whisper was a\nperfectly private whisper, and there was no need——\"</p>\n<p>\"An Ambush,\" said Owl, \"is a sort of Surprise.\"</p>\n<p>\"So is a gorse-bush sometimes,\" said Pooh.</p>\n<p>\"An Ambush, as I was about to explain to Pooh,\" said Piglet, \"is a sort\nof Surprise.\"</p>\n<p>\"If people jump out at you suddenly, that's an Ambush,\" said Owl.</p>\n<p>\"It's an Ambush, Pooh, when people jump at you suddenly,\" explained\nPiglet.</p>\n<p>Pooh, who now knew what an Ambush was, said that a gorse-bush had sprung\nat him suddenly one day when he fell off a tree, and he had taken six\ndays to get all the prickles out of himself.</p>\n<p>\"We are nottalkingabout gorse-bushes,\" said Owl a little crossly.</p>\n<p>\"I am,\" said Pooh.</p>\n<p>They were climbing very cautiously up the stream now, going from rock to\nrock, and after they had gone a little way they came to a place where\nthe banks widened out at each side, so that on each side of the water\nthere was a level strip of grass on which they could sit down and rest.\nAs soon as he saw this, Christopher Robin called \"Halt!\" and they all\nsat down and rested.</p>\n<p>\"I think,\" said Christopher Robin, \"that we ought to eat all our\nProvisions now, so that we shan't have so much to carry.\"</p>\n<p>\"Eat all our what?\" said Pooh.</p>\n<p>\"All that we've brought,\" said Piglet, getting to work.</p>\n<p>\"That's a good idea,\" said Pooh, and he got to work too.</p>\n<p>\"Have you all got something?\" asked Christopher Robin with his mouth\nfull.</p>\n<p>\"All except me,\" said Eeyore. \"As Usual.\" He looked round at them in his\nmelancholy way. \"I suppose none of you are sitting on a thistle by any\nchance?\"</p>\n<p>\"I believe I am,\" said Pooh. \"Ow!\" He got up, and looked behind him.\n\"Yes, I was. I thought so.\"</p>\n<p>\"Thank you, Pooh. If you've quite finished with it.\" He moved across to\nPooh's place, and began to eat.</p>\n<p>\"It don't do them any Good, you know, sitting on them,\" he went on, as\nhe looked up munching. \"Takes all the Life out of them. Remember that\nanother time, all of you. A little Consideration, a little Thought for\nOthers, makes all the difference.\"</p>\n<p>As soon as he had finished his lunch Christopher Robin whispered to\nRabbit, and Rabbit said \"Yes, yes, of course,\" and they walked a little\nway up the stream together.</p>\n<p>\"I didn't want the others to hear,\" said Christopher Robin.</p>\n<p>\"Quite so,\" said Rabbit, looking important.</p>\n<p>\"It's—I wondered—It's only—Rabbit, I supposeyoudon't know, What\ndoes the North Polelooklike?\"</p>\n<p>\"Well,\" said Rabbit, stroking his whiskers. \"Now you're asking me.\"</p>\n<p>\"I did know once, only I've sort of forgotten,\" said Christopher Robin\ncarelessly.</p>\n<p>\"It's a funny thing,\" said Rabbit, \"but I've sort of forgotten too,\nalthough I did knowonce.\"</p>\n<p>\"I suppose it's just a pole stuck in the ground?\"</p>\n<p>\"Sure to be a pole,\" said Rabbit, \"because of calling it a pole, and if\nit's a pole, well, I should think it would be sticking in the ground,\nshouldn't you, because there'd be nowhere else to stick it.\"</p>\n<p>\"Yes, that's what I thought.\"</p>\n<p>\"The only thing,\" said Rabbit, \"is,where is it sticking?\"</p>\n<p>\"That's what we're looking for,\" said Christopher Robin.</p>\n<p>They went back to the others. Piglet was lying on his back, sleeping\npeacefully. Roo was washing his face and paws in the stream, while Kanga\nexplained to everybody proudly that this was the first time he had ever\nwashed his face himself, and Owl was telling Kanga an Interesting\nAnecdote full of long words like Encyclopædia and Rhododendron to which\nKanga wasn't listening.</p>\n<p>\"I don't hold with all this washing,\" grumbled Eeyore. \"This modern\nBehind-the-ears nonsense. What doyouthink, Pooh?\"</p>\n<p>\"Well,\" said Pooh, \"Ithink——\"</p>\n<p>But we shall never know what Pooh thought, for there came a sudden\nsqueak from Roo, a splash, and a loud cry of alarm from Kanga.</p>\n<p>\"So much forwashing,\" said Eeyore.</p>\n<p>\"Roo's fallen in!\" cried Rabbit, and he and Christopher Robin came\nrushing down to the rescue.</p>\n<p>\"Look at me swimming!\" squeaked Roo from the middle of his pool, and was\nhurried down a waterfall into the next pool.</p>\n<p>\"Are you all right, Roo dear?\" called Kanga anxiously.</p>\n<p>\"Yes!\" said Roo. \"Look at me sw——\" and down he went over the next\nwaterfall into another pool.</p>\n<p>Everybody was doing something to help. Piglet, wide awake suddenly, was\njumping up and down and making \"Oo, I say\" noises; Owl was explaining\nthat in a case of Sudden and Temporary Immersion the Important Thing was\nto keep the Head Above Water; Kanga was jumping along the bank, saying\n\"Are yousureyou're all right, Roo dear?\" to which Roo, from whatever\npool he was in at the moment, was answering \"Look at me swimming!\"\nEeyore had turned round and hung his tail over the first pool into which\nRoo fell, and with his back to the accident was grumbling quietly to\nhimself, and saying, \"All this washing; but catch on to my tail, little\nRoo, and you'll be all right\"; and, Christopher Robin and Rabbit came\nhurrying past Eeyore, and were calling out to the others in front of\nthem.</p>\n<p>\"All right, Roo, I'm coming,\" called Christopher Robin.</p>\n<p>\"Get something across the stream lower down, some of you fellows,\"\ncalled Rabbit.</p>\n<p>But Pooh was getting something. Two pools below Roo he was standing with\na long pole in his paws, and Kanga came up and took one end of it, and\nbetween them they held it across the lower part of the pool; and Roo,\nstill bubbling proudly, \"Look at me swimming,\" drifted up against it,\nand climbed out.</p>\n<p>\"Did you see me swimming?\" squeaked Roo excitedly, while Kanga scolded\nhim and rubbed him down. \"Pooh, did you see me swimming? That's called\nswimming, what I was doing. Rabbit, did you see what I was doing?\nSwimming. Hallo, Piglet! I say, Piglet! What do you think I was doing!\nSwimming! Christopher Robin, did you see me——\"</p>\n<p>But Christopher Robin wasn't listening. He was looking at Pooh.</p>\n<p>\"Pooh,\" he said, \"where did you find that pole?\"</p>\n<p>Pooh looked at the pole in his hands.</p>\n<p>\"I just found it,\" he said. \"I thought it ought to be useful. I just\npicked it up.\"</p>\n<p>\"Pooh,\" said Christopher Robin solemnly, \"the Expedition is over. You\nhave found the North Pole!\"</p>\n<p>\"Oh!\" said Pooh.</p>\n<p>Eeyore was sitting with his tail in the water when they all got back to\nhim.</p>\n<p>\"Tell Roo to be quick, somebody,\" he said. \"My tail's getting cold. I\ndon't want to mention it, but I just mention it. I don't want to\ncomplain but there it is. My tail's cold.\"</p>\n<p>\"Here I am!\" squeaked Roo.</p>\n<p>\"Oh, there you are.\"</p>\n<p>\"Did you see me swimming?\"</p>\n<p>Eeyore took his tail out of the water, and swished it from side to side.</p>\n<p>\"As I expected,\" he said. \"Lost all feeling. Numbed it. That's what it's\ndone. Numbed it. Well, as long as nobody minds, I suppose it's all\nright.\"</p>\n<p>\"Poor old Eeyore. I'll dry it for you,\" said Christopher Robin, and he\ntook out his handkerchief and rubbed it up.</p>\n<p>\"Thank you, Christopher Robin. You're the only one who seems to\nunderstand about tails. They don't think—that's what the matter with\nsome of these others. They've no imagination. A tail isn't a tail tothem, it's just a Little Bit Extra at the back.\"</p>\n<p>\"Never mind, Eeyore,\" said Christopher Robin, rubbing his hardest. \"Isthatbetter?\"</p>\n<p>\"It's feeling more like a tail perhaps. It Belongs again, if you know\nwhat I mean.\"</p>\n<p>\"Hullo, Eeyore,\" said Pooh, coming up to them with his pole.</p>\n<p>\"Hullo, Pooh. Thank you for asking, but I shall be able to use it again\nin a day or two.\"</p>\n<p>\"Use what?\" said Pooh.</p>\n<p>\"What we are talking about.\"</p>\n<p>\"I wasn't talking about anything,\" said Pooh, looking puzzled.</p>\n<p>\"My mistake again. I thought you were saying how sorry you were about my\ntail, being all numb, and could you do anything to help?\"</p>\n<p>\"No,\" said Pooh. \"That wasn't me,\" he said. He thought for a little and\nthen suggested helpfully, \"Perhaps it was somebody else.\"</p>\n<p>\"Well, thank him for me when you see him.\"</p>\n<p>Pooh looked anxiously at Christopher Robin.</p>\n<p>\"Pooh's found the North Pole,\" said Christopher Robin. \"Isn't that\nlovely?\"</p>\n<p>Pooh looked modestly down.</p>\n<p>\"Is that it?\" said Eeyore.</p>\n<p>\"Yes,\" said Christopher Robin.</p>\n<p>\"Is that what we were looking for?\"</p>\n<p>\"Yes,\" said Pooh.</p>\n<p>\"Oh!\" said Eeyore. \"Well, anyhow—it didn't rain,\" he said.</p>\n<p>They stuck the pole in the ground, and Christopher Robin tied a message\non to it.</p>\n<p>NORTH POLE</p>\n<p>DISCOVERED BY POOH</p>\n<p>POOH FOUND IT.</p>\n<p>Then they all went home again. And I think, but I am not quite sure,\nthat Roo had a hot bath and went straight to bed. But Pooh went back to\nhis own house, and feeling very proud of what he had done, had a little\nsomething to revive himself.</p>"
}