{
  "title": "Chapter 2",
  "subtitle": "CHAPTER I",
  "chapterId": "winnie-the-pooh-chapter-2",
  "prev": "winnie-the-pooh-chapter-1",
  "next": "winnie-the-pooh-chapter-3",
  "content": "<p>Here is Edward Bear, coming downstairs now, bump, bump, bump, on the\nback of his head, behind Christopher Robin. It is, as far as he knows,\nthe only way of coming downstairs, but sometimes he feels that there\nreally is another way, if only he could stop bumping for a moment and\nthink of it. And then he feels that perhaps there isn't. Anyhow, here he\nis at the bottom, and ready to be introduced to you. Winnie-the-Pooh.</p>\n<p>When I first heard his name, I said, just as you are going to say, \"But\nI thought he was a boy?\"</p>\n<p>\"So did I,\" said Christopher Robin.</p>\n<p>\"Then you can't call him Winnie?\"</p>\n<p>\"I don't.\"</p>\n<p>\"But you said——\"</p>\n<p>\"He's Winnie-ther-Pooh. Don't you know what 'ther' means?\"</p>\n<p>\"Ah, yes, now I do,\" I said quickly; and I hope you do too, because it\nis all the explanation you are going to get.</p>\n<p>Sometimes Winnie-the-Pooh likes a game of some sort when he comes\ndownstairs, and sometimes he likes to sit quietly in front of the fire\nand listen to a story. This evening——</p>\n<p>\"What about a story?\" said Christopher Robin.</p>\n<p>\"Whatabout a story?\" I said.</p>\n<p>\"Could you very sweetly tell Winnie-the-Pooh one?\"</p>\n<p>\"I suppose I could,\" I said. \"What sort of stories does he like?\"</p>\n<p>\"About himself. Because he'sthatsort of Bear.\"</p>\n<p>\"Oh, I see.\"</p>\n<p>\"So could you very sweetly?\"</p>\n<p>\"I'll try,\" I said.</p>\n<p>So I tried.</p>\n<p>Once upon a time, a very long time ago now, about last Friday,\nWinnie-the-Pooh lived in a forest all by himself under the name of\nSanders.</p>\n<p>(\"What does 'under the name' mean?\" asked Christopher Robin.</p>\n<p>\"It means he had the name over the door in gold letters, and lived\nunder it.\"</p>\n<p>\"Winnie-the-Pooh wasn't quite sure,\" said Christopher Robin.</p>\n<p>\"Now I am,\" said a growly voice.</p>\n<p>\"Then I will go on,\" said I.)</p>\n<p>One day when he was out walking, he came to an open place in the middle\nof the forest, and in the middle of this place was a large oak-tree,\nand, from the top of the tree, there came a loud buzzing-noise.</p>\n<p>Winnie-the-Pooh sat down at the foot of the tree, put his head between\nhis paws and began to think.</p>\n<p>First of all he said to himself: \"That buzzing-noise means something.\nYou don't get a buzzing-noise like that, just buzzing and buzzing,\nwithout its meaning something. If there's a buzzing-noise, somebody's\nmaking a buzzing-noise, and the only reason for making a buzzing-noise\nthatIknow of is because you're a bee.\"</p>\n<p>Then he thought another long time, and said: \"And the only reason for\nbeing a bee that I know of is making honey.\"</p>\n<p>And then he got up, and said: \"And the only reason for making honey is\nso asIcan eat it.\" So he began to climb the tree.</p>\n<p>He climbed and he climbed and he climbed, and as he climbed he sang a\nlittle song to himself. It went like this:</p>\n<p>Then he climbed a little further ... and a little further ... and\nthen just a little further. By that time he had thought of another song.</p>\n<p>He was getting rather tired by this time, so that is why he sang a\nComplaining Song. He was nearly there now, and if he just stood on that\nbranch ...</p>\n<p>Crack!</p>\n<p>\"Oh, help!\" said Pooh, as he dropped ten feet on the branch below him.</p>\n<p>\"If only I hadn't——\" he said, as he bounced twenty feet on to the next\nbranch.</p>\n<p>\"You see, what Imeantto do,\" he explained, as he turned\nhead-over-heels, and crashed on to another branch thirty feet below,\n\"what Imeantto do——\"</p>\n<p>\"Of course, itwasrather——\" he admitted, as he slithered very\nquickly through the next six branches.</p>\n<p>\"It all comes, I suppose,\" he decided, as he said good-bye to the last\nbranch, spun round three times, and flew gracefully into a gorse-bush,\n\"it all comes oflikinghoney so much. Oh, help!\"</p>\n<p>He crawled out of the gorse-bush, brushed the prickles from his nose,\nand began to think again. And the first person he thought of was\nChristopher Robin.</p>\n<p>(\"Was that me?\" said Christopher Robin in an awed voice, hardly daring\nto believe it.</p>\n<p>\"That was you.\"</p>\n<p>Christopher Robin said nothing, but his eyes got larger and larger, and\nhis face got pinker and pinker.)</p>\n<p>So Winnie-the-Pooh went round to his friend Christopher Robin, who lived\nbehind a green door in another part of the forest.</p>\n<p>\"Good morning, Christopher Robin,\" he said.</p>\n<p>\"Good morning, Winnie-ther-Pooh,\" said you.</p>\n<p>\"I wonder if you've got such a thing as a balloon about you?\"</p>\n<p>\"A balloon?\"</p>\n<p>\"Yes, I just said to myself coming along: 'I wonder if Christopher Robin\nhas such a thing as a balloon about him?' I just said it to myself,\nthinking of balloons, and wondering.\"</p>\n<p>\"What do you want a balloon for?\" you said.</p>\n<p>Winnie-the-Pooh looked round to see that nobody was listening, put his\npaw to his mouth, and said in a deep whisper: \"Honey!\"</p>\n<p>\"But you don't get honey with balloons!\"</p>\n<p>\"Ido,\" said Pooh.</p>\n<p>Well, it just happened that you had been to a party the day before at\nthe house of your friend Piglet, and you had balloons at the party. You\nhad had a big green balloon; and one of Rabbit's relations had had a big\nblue one, and had left it behind, being really too young to go to a\nparty at all; and so you had brought the green oneandthe blue one\nhome with you.</p>\n<p>\"Which one would you like?\" you asked Pooh.</p>\n<p>He put his head between his paws and thought very carefully.</p>\n<p>\"It's like this,\" he said. \"When you go after honey with a balloon, the\ngreat thing is not to let the bees know you're coming. Now, if you have\na green balloon, they might think you were only part of the tree, and\nnot notice you, and, if you have a blue balloon, they might think you\nwere only part of the sky, and not notice you, and the question is:\nWhich is most likely?\"</p>\n<p>\"Wouldn't they noticeyouunderneath the balloon?\" you asked.</p>\n<p>\"They might or they might not,\" said Winnie-the-Pooh. \"You never can\ntell with bees.\" He thought for a moment and said: \"I shall try to look\nlike a small black cloud. That will deceive them.\"</p>\n<p>\"Then you had better have the blue balloon,\" you said; and so it was\ndecided.</p>\n<p>Well, you both went out with the blue balloon, and you took your gun\nwith you, just in case, as you always did, and Winnie-the-Pooh went to a\nvery muddy place that he knew of, and rolled and rolled until he was\nblack all over; and then, when the balloon was blown up as big as big,\nand you and Pooh were both holding on to the string, you let go\nsuddenly, and Pooh Bear floated gracefully up into the sky, and stayed\nthere—level with the top of the tree and about twenty feet away from\nit.</p>\n<p>\"Hooray!\" you shouted.</p>\n<p>\"Isn't that fine?\" shouted Winnie-the-Pooh down to you. \"What do I look\nlike?\"</p>\n<p>\"You look like a Bear holding on to a balloon,\" you said.</p>\n<p>\"Not,\" said Pooh anxiously, \"—not like a small black cloud in a blue\nsky?\"</p>\n<p>\"Not very much.\"</p>\n<p>\"Ah, well, perhaps from up here it looks different. And, as I say, you\nnever can tell with bees.\"</p>\n<p>There was no wind to blow him nearer to the tree, so there he stayed. He\ncould see the honey, he could smell the honey, but he couldn't quite\nreach the honey.</p>\n<p>After a little while he called down to you.</p>\n<p>\"Christopher Robin!\" he said in a loud whisper.</p>\n<p>\"Hallo!\"</p>\n<p>\"I think the beessuspectsomething!\"</p>\n<p>\"What sort of thing?\"</p>\n<p>\"I don't know. But something tells me that they'resuspicious!\"</p>\n<p>\"Perhaps they think that you're after their honey.\"</p>\n<p>\"It may be that. You never can tell with bees.\"</p>\n<p>There was another little silence, and then he called down to you again.</p>\n<p>\"Christopher Robin!\"</p>\n<p>\"Yes?\"</p>\n<p>\"Have you an umbrella in your house?\"</p>\n<p>\"I think so.\"</p>\n<p>\"I wish you would bring it out here, and walk up and down with it, and\nlook up at me every now and then, and say 'Tut-tut, it looks like rain.'\nI think, if you did that, it would help the deception which we are\npractising on these bees.\"</p>\n<p>Well, you laughed to yourself, \"Silly old Bear!\" but you didn't say it\naloud because you were so fond of him, and you went home for your\numbrella.</p>\n<p>\"Oh, there you are!\" called down Winnie-the-Pooh, as soon as you got\nback to the tree. \"I was beginning to get anxious. I have discovered\nthat the bees are now definitely Suspicious.\"</p>\n<p>\"Shall I put my umbrella up?\" you said.</p>\n<p>\"Yes, but wait a moment. We must be practical. The important bee to\ndeceive is the Queen Bee. Can you see which is the Queen Bee from down\nthere?\"</p>\n<p>\"No.\"</p>\n<p>\"A pity. Well, now, if you walk up and down with your umbrella, saying,\n'Tut-tut, it looks like rain,' I shall do what I can by singing a little\nCloud Song, such as a cloud might sing.... Go!\"</p>\n<p>So, while you walked up and down and wondered if it would rain,\nWinnie-the-Pooh sang this song:</p>\n<p>The bees were still buzzing as suspiciously as ever. Some of them,\nindeed, left their nests and flew all round the cloud as it began the\nsecond verse of this song, and one bee sat down on the nose of the cloud\nfor a moment, and then got up again.</p>\n<p>\"Christopher—ow!—Robin,\" called out the cloud.</p>\n<p>\"Yes?\"</p>\n<p>\"I have just been thinking, and I have come to a very important\ndecision.These are the wrong sort of bees.\"</p>\n<p>\"Are they?\"</p>\n<p>\"Quite the wrong sort. So I should think they would make the wrong sort\nof honey, shouldn't you?\"</p>\n<p>\"Would they?\"</p>\n<p>\"Yes. So I think I shall come down.\"</p>\n<p>\"How?\" asked you.</p>\n<p>Winnie-the-Pooh hadn't thought about this. If he let go of the string,\nhe would fall—bump—and he didn't like the idea of that. So he\nthought for a long time, and then he said:</p>\n<p>\"Christopher Robin, you must shoot the balloon with your gun. Have you\ngot your gun?\"</p>\n<p>\"Of course I have,\" you said. \"But if I do that, it will spoil the\nballoon,\" you said.</p>\n<p>\"But if youdon't,\" said Pooh, \"I shall have to let go, and that would\nspoilme.\"</p>\n<p>When he put it like this, you saw how it was, and you aimed very\ncarefully at the balloon, and fired.</p>\n<p>\"Ow!\" said Pooh.</p>\n<p>\"Did I miss?\" you asked.</p>\n<p>\"You didn't exactlymiss,\" said Pooh, \"but you missed theballoon.\"</p>\n<p>\"I'm so sorry,\" you said, and you fired again, and this time you hit the\nballoon, and the air came slowly out, and Winnie-the-Pooh floated down\nto the ground.</p>\n<p>But his arms were so stiff from holding on to the string of the balloon\nall that time that they stayed up straight in the air for more than a\nweek, and whenever a fly came and settled on his nose he had to blow it\noff. And I think—but I am not sure—thatthatis why he was always\ncalled Pooh.</p>\n<p>\"Is that the end of the story?\" asked Christopher Robin.</p>\n<p>\"That's the end of that one. There are others.\"</p>\n<p>\"About Pooh and Me?\"</p>\n<p>\"And Piglet and Rabbit and all of you. Don't you remember?\"</p>\n<p>\"I do remember, and then when I try to remember, I forget.\"</p>\n<p>\"That day when Pooh and Piglet tried to catch the Heffalump——\"</p>\n<p>\"They didn't catch it, did they?\"</p>\n<p>\"No.\"</p>\n<p>\"Pooh couldn't, because he hasn't any brain. DidIcatch it?\"</p>\n<p>\"Well, that comes into the story.\"</p>\n<p>Christopher Robin nodded.</p>\n<p>\"I do remember,\" he said, \"only Pooh doesn't very well, so that's why he\nlikes having it told to him again. Because then it's a real story and\nnot just a remembering.\"</p>\n<p>\"That's just howIfeel,\" I said.</p>\n<p>Christopher Robin gave a deep sigh, picked his Bear up by the leg, and\nwalked off to the door, trailing Pooh behind him. At the door he turned\nand said, \"Coming to see me have my bath?\"</p>\n<p>\"I might,\" I said.</p>\n<p>\"I didn't hurt him when I shot him, did I?\"</p>\n<p>\"Not a bit.\"</p>\n<p>He nodded and went out, and in a moment I heard Winnie-the-Pooh—bump,\nbump, bump—going up the stairs behind him.</p>"
}