{
  "title": "Chapter 8",
  "subtitle": "CHAPTER VII",
  "chapterId": "winnie-the-pooh-chapter-8",
  "prev": "winnie-the-pooh-chapter-7",
  "next": "winnie-the-pooh-chapter-9",
  "content": "<p>Nobody seemed to know where they came from, but there they were in the\nForest: Kanga and Baby Roo. When Pooh asked Christopher Robin, \"How did\nthey come here?\" Christopher Robin said, \"In the Usual Way, if you know\nwhat I mean, Pooh,\" and Pooh, who didn't, said \"Oh!\" Then he nodded his\nhead twice and said, \"In the Usual Way. Ah!\" Then he went to call upon\nhis friend Piglet to see whathethought about it. And at Piglet's\nhouse he found Rabbit. So they all talked about it together.</p>\n<p>\"What I don't like about it is this,\" said Rabbit. \"Here are we—you,\nPooh, and you, Piglet, and Me—and suddenly——\"</p>\n<p>\"And Eeyore,\" said Pooh.</p>\n<p>\"And Eeyore—and then suddenly——\"</p>\n<p>\"And Owl,\" said Pooh.</p>\n<p>\"And Owl—and then all of a sudden——\"</p>\n<p>\"Oh, and Eeyore,\" said Pooh. \"I was forgettinghim.\"</p>\n<p>\"Here—we—are,\" said Rabbit very slowly and carefully, \"all—of—us,\nand then, suddenly, we wake up one morning and, what do we find? We find\na Strange Animal among us. An animal of whom we have never even heard\nbefore! An animal who carries her family about with her in her pocket!\nSupposeIcarriedmyfamily about with me inmypocket, how many\npockets should I want?\"</p>\n<p>\"Sixteen,\" said Piglet.</p>\n<p>\"Seventeen, isn't it?\" said Rabbit. \"And one more for a\nhandkerchief—that's eighteen. Eighteen pockets in one suit! I haven't\ntime.\"</p>\n<p>There was a long and thoughtful silence ... and then Pooh, who had\nbeen frowning very hard for some minutes, said: \"Imake it fifteen.\"</p>\n<p>\"What?\" said Rabbit.</p>\n<p>\"Fifteen.\"</p>\n<p>\"Fifteen what?\"</p>\n<p>\"Your family.\"</p>\n<p>\"What about them?\"</p>\n<p>Pooh rubbed his nose and said that he thought Rabbit had been talking\nabout his family.</p>\n<p>\"Did I?\" said Rabbit carelessly.</p>\n<p>\"Yes, you said——\"</p>\n<p>\"Never mind, Pooh,\" said Piglet impatiently.</p>\n<p>\"The question is, What are we to do about Kanga?\"</p>\n<p>\"Oh, I see,\" said Pooh.</p>\n<p>\"The best way,\" said Rabbit, \"would be this. The best way would be to\nsteal Baby Roo and hide him, and then when Kanga says, 'Where's Baby\nRoo?' we say, 'Aha!'\"</p>\n<p>\"Aha!\" said Pooh, practising. \"Aha! Aha!... Of course,\" he went\non, \"we could say 'Aha!' even if we hadn't stolen Baby Roo.\"</p>\n<p>\"Pooh,\" said Rabbit kindly, \"you haven't any brain.\"</p>\n<p>\"I know,\" said Pooh humbly.</p>\n<p>\"We say 'Aha!' so that Kanga knows thatweknow where Baby Roo is.\n'Aha!' means 'We'll tell you where Baby Roo is, if you promise to go\naway from the Forest and never come back.' Now don't talk while I\nthink.\"</p>\n<p>Pooh went into a corner and tried saying 'Aha!' in that sort of voice.\nSometimes it seemed to him that it did mean what Rabbit said, and\nsometimes it seemed to him that it didn't. \"I suppose it's just\npractice,\" he thought. \"I wonder if Kanga will have to practise too so\nas to understand it.\"</p>\n<p>\"There's just one thing,\" said Piglet, fidgeting a bit. \"I was talking\nto Christopher Robin, and he said that a Kanga was Generally Regarded as\nOne of the Fiercer Animals. I am not frightened of Fierce Animals in the\nordinary way, but it is well known that, if One of the Fiercer Animals\nis Deprived of Its Young, it becomes as fierce as Two of the Fiercer\nAnimals. In which case 'Aha!' is perhaps afoolishthing to say.\"</p>\n<p>\"Piglet,\" said Rabbit, taking out a pencil, and licking the end of it,\n\"you haven't any pluck.\"</p>\n<p>\"It is hard to be brave,\" said Piglet, sniffing slightly, \"when you're\nonly a Very Small Animal.\"</p>\n<p>Rabbit, who had begun to write very busily, looked up and said:</p>\n<p>\"It is because you are a very small animal that you will be Useful in\nthe adventure before us.\"</p>\n<p>Piglet was so excited at the idea of being Useful, that he forgot to be\nfrightened any more, and when Rabbit went on to say that Kangas were\nonly Fierce during the winter months, being at other times of an\nAffectionate Disposition, he could hardly sit still, he was so eager to\nbegin being useful at once.</p>\n<p>\"What about me?\" said Pooh sadly. \"I supposeIshan't be useful?\"</p>\n<p>\"Never mind, Pooh,\" said Piglet comfortingly. \"Another time perhaps.\"</p>\n<p>\"Without Pooh,\" said Rabbit solemnly as he sharpened his pencil, \"the\nadventure would be impossible.\"</p>\n<p>\"Oh!\" said Piglet, and tried not to look disappointed. But Pooh went\ninto a corner of the room and said proudly to himself, \"Impossible\nwithout Me!Thatsort of Bear.\"</p>\n<p>\"Now listen all of you,\" said Rabbit when he had finished writing, and\nPooh and Piglet sat listening very eagerly with their mouths open. This\nwas what Rabbit read out:</p>\n<p>PLAN TO CAPTURE BABY ROO</p>\n<p>Well, Rabbit read this out proudly, and for a little while after he had\nread it nobody said anything. And then Piglet, who had been opening and\nshutting his mouth without making any noise, managed to say very\nhuskily:</p>\n<p>\"And—Afterwards?\"</p>\n<p>\"How do you mean?\"</p>\n<p>\"When KangadoesDiscover the Difference?\"</p>\n<p>\"Then we all say 'Aha!'\"</p>\n<p>\"All three of us?\"</p>\n<p>\"Yes.\"</p>\n<p>\"Oh!\"</p>\n<p>\"Why, what's the trouble, Piglet?\"</p>\n<p>\"Nothing,\" said Piglet, \"as long aswe all threesay it. As long as we\nall three say it,\" said Piglet, \"I don't mind,\" he said, \"but I\nshouldn't care to say 'Aha!' by myself. It wouldn't soundnearlyso\nwell. By the way,\" he said, \"youarequite sure about what you said\nabout the winter months?\"</p>\n<p>\"The winter months?\"</p>\n<p>\"Yes, only being Fierce in the Winter Months.\"</p>\n<p>\"Oh, yes, yes, that's all right. Well, Pooh? You see what you have to\ndo?\"</p>\n<p>\"No,\" said Pooh Bear. \"Not yet,\" he said. \"WhatdoI do?\"</p>\n<p>\"Well, you just have to talk very hard to Kanga so as she doesn't notice\nanything.\"</p>\n<p>\"Oh! What about?\"</p>\n<p>\"Anything you like.\"</p>\n<p>\"You mean like telling her a little bit of poetry or something?\"</p>\n<p>\"That's it,\" said Rabbit. \"Splendid. Now come along.\"</p>\n<p>So they all went out to look for Kanga.</p>\n<p>Kanga and Roo were spending a quiet afternoon in a sandy part of the\nForest. Baby Roo was practising very small jumps in the sand, and\nfalling down mouse-holes and climbing out of them, and Kanga was\nfidgeting about and saying \"Just one more jump, dear, and then we must\ngo home.\" And at that moment who should come stumping up the hill but\nPooh.</p>\n<p>\"Good afternoon, Kanga.\"</p>\n<p>\"Good afternoon, Pooh.\"</p>\n<p>\"Look at me jumping,\" squeaked Roo, and fell into another mouse-hole.</p>\n<p>\"Hallo, Roo, my little fellow!\"</p>\n<p>\"We were just going home,\" said Kanga. \"Good afternoon, Rabbit. Good\nafternoon, Piglet.\"</p>\n<p>Rabbit and Piglet, who had now come up from the other side of the hill,\nsaid \"Good afternoon,\" and \"Hallo, Roo,\" and Roo asked them to look at\nhim jumping, so they stayed and looked.</p>\n<p>And Kanga looked too....</p>\n<p>\"Oh, Kanga,\" said Pooh, after Rabbit had winked at him twice, \"I don't\nknow if you are interested in Poetry at all?\"</p>\n<p>\"Hardly at all,\" said Kanga.</p>\n<p>\"Oh!\" said Pooh.</p>\n<p>\"Roo, dear, just one more jump and then we must go home.\"</p>\n<p>There was a short silence while Roo fell down another mouse-hole.</p>\n<p>\"Go on,\" said Rabbit in a loud whisper behind his paw.</p>\n<p>\"Talking of Poetry,\" said Pooh, \"I made up a little piece as I was\ncoming along. It went like this. Er—now let me see——\"</p>\n<p>\"Fancy!\" said Kanga. \"Now Roo, dear——\"</p>\n<p>\"You'll like this piece of poetry,\" said Rabbit.</p>\n<p>\"You'll love it,\" said Piglet.</p>\n<p>\"You must listen very carefully,\" said Rabbit.</p>\n<p>\"So as not to miss any of it,\" said Piglet.</p>\n<p>\"Oh, yes,\" said Kanga, but she still looked at Baby Roo.</p>\n<p>\"Howdid it go, Pooh?\" said Rabbit.</p>\n<p>Pooh gave a little cough and began.</p>\n<p>\"Yes, it is, isn't it?\" said Kanga, not waiting to hear what happened on\nFriday. \"Just one more jump, Roo, dear, and then we reallymustbe\ngoing.\"</p>\n<p>Rabbit gave Pooh a hurrying-up sort of nudge.</p>\n<p>\"Talking of Poetry,\" said Pooh quickly, \"have you ever noticed that tree\nright over there?\"</p>\n<p>\"Where?\" said Kanga. \"Now, Roo——\"</p>\n<p>\"Right over there,\" said Pooh, pointing behind Kanga's back.</p>\n<p>\"No,\" said Kanga. \"Now jump in, Roo, dear, and we'll go home.\"</p>\n<p>\"You ought to look at that tree right over there,\" said Rabbit. \"Shall I\nlift you in, Roo?\" And he picked up Roo in his paws.</p>\n<p>\"I can see a bird in it from here,\" said Pooh. \"Or is it a fish?\"</p>\n<p>\"You ought to see that bird from here,\" said Rabbit. \"Unless it's a\nfish.\"</p>\n<p>\"It isn't a fish, it's a bird,\" said Piglet.</p>\n<p>\"So it is,\" said Rabbit.</p>\n<p>\"Is it a starling or a blackbird?\" said Pooh.</p>\n<p>\"That's the whole question,\" said Rabbit. \"Is it a blackbird or a\nstarling?\"</p>\n<p>And then at last Kanga did turn her head to look. And the moment that\nher head was turned, Rabbit said in a loud voice \"In you go, Roo!\" and\nin jumped Piglet into Kanga's pocket, and off scampered Rabbit, with Roo\nin his paws, as fast as he could.</p>\n<p>\"Why, where's Rabbit?\" said Kanga, turning round again. \"Are you all\nright, Roo, dear?\"</p>\n<p>Piglet made a squeaky Roo-noise from the bottom of Kanga's pocket.</p>\n<p>\"Rabbit had to go away,\" said Pooh. \"I think he thought of something he\nhad to go and see about suddenly.\"</p>\n<p>\"And Piglet?\"</p>\n<p>\"I think Piglet thought of something at the same time. Suddenly.\"</p>\n<p>\"Well, we must be getting home,\" said Kanga. \"Good-bye, Pooh.\" And in\nthree large jumps she was gone.</p>\n<p>Pooh looked after her as she went.</p>\n<p>\"I wish I could jump like that,\" he thought. \"Some can and some can't.\nThat's how it is.\"</p>\n<p>But there were moments when Piglet wished that Kanga couldn't. Often,\nwhen he had had a long walk home through the Forest, he had wished that\nhe were a bird; but now he thought jerkily to himself at the bottom of\nKanga's pocket,</p>\n<p>\"Ifthisisflying Ishallneverreallytaketoit.\"</p>\n<p>And as he went up in the air he said, \"Ooooooo!\" and as he came down\nhe said, \"Ow!\" And he was saying, \"Ooooooo-ow, Ooooooo-ow,\nOoooooo-ow\" all the way to Kanga's house.</p>\n<p>Of course as soon as Kanga unbuttoned her pocket, she saw what had\nhappened. Just for a moment, she thought she was frightened, and then\nshe knew she wasn't; for she felt quite sure that Christopher Robin\nwould never let any harm happen to Roo. So she said to herself, \"If they\nare having a joke with me, I will have a joke with them.\"</p>\n<p>\"Now then, Roo, dear,\" she said, as she took Piglet out of her pocket.\n\"Bed-time.\"</p>\n<p>\"Aha!\" said Piglet, as well as he could after his Terrifying Journey.\nBut it wasn't a very good \"Aha!\" and Kanga didn't seem to understand\nwhat it meant.</p>\n<p>\"Bath first,\" said Kanga in a cheerful voice.</p>\n<p>\"Aha!\" said Piglet again, looking round anxiously for the others. But\nthe others weren't there. Rabbit was playing with Baby Roo in his own\nhouse, and feeling more fond of him every minute, and Pooh, who had\ndecided to be a Kanga, was still at the sandy place on the top of the\nForest, practising jumps.</p>\n<p>\"I am not at all sure,\" said Kanga in a thoughtful voice, \"that it\nwouldn't be a good idea to have acoldbath this evening. Would you\nlike that, Roo, dear?\"</p>\n<p>Piglet, who had never been really fond of baths, shuddered a long\nindignant shudder, and said in as brave a voice as he could:</p>\n<p>\"Kanga, I see that the time has come to spleak painly.\"</p>\n<p>\"Funny little Roo,\" said Kanga, as she got the bath-water ready.</p>\n<p>\"I amnotRoo,\" said Piglet loudly. \"I am Piglet!\"</p>\n<p>\"Yes, dear, yes,\" said Kanga soothingly. \"And imitating Piglet's voice\ntoo! So clever of him,\" she went on, as she took a large bar of yellow\nsoap out of the cupboard. \"Whatwillhe be doing next?\"</p>\n<p>\"Can't yousee?\" shouted Piglet. \"Haven't you goteyes?Lookat\nme!\"</p>\n<p>\"Iamlooking, Roo, dear,\" said Kanga rather severely. \"And you know\nwhat I told you yesterday about making faces. If you go on making faces\nlike Piglet's, you will grow up tolooklike Piglet—andthenthink\nhow sorry you will be. Now then, into the bath, and don't let me have to\nspeak to you about it again.\"</p>\n<p>Before he knew where he was, Piglet was in the bath, and Kanga was\nscrubbing him firmly with a large lathery flannel.</p>\n<p>\"Ow!\" cried Piglet. \"Let me out! I'm Piglet!\"</p>\n<p>\"Don't open the mouth, dear, or the soap goes in,\" said Kanga. \"There!\nWhat did I tell you?\"</p>\n<p>\"You—you—you did it on purpose,\" spluttered Piglet, as soon as he\ncould speak again ... and then accidentally had another mouthful of\nlathery flannel.</p>\n<p>\"That's right, dear, don't say anything,\" said Kanga, and in another\nminute Piglet was out of the bath, and being rubbed dry with a towel.</p>\n<p>\"Now,\" said Kanga, \"there's your medicine, and then bed.\"</p>\n<p>\"W-w-what medicine?\" said Piglet.</p>\n<p>\"To make you grow big and strong, dear. You don't want to grow up small\nand weak like Piglet, do you? Well, then!\"</p>\n<p>At that moment there was a knock at the door.</p>\n<p>\"Come in,\" said Kanga, and in came Christopher Robin.</p>\n<p>\"Christopher Robin, Christopher Robin!\" cried Piglet. \"Tell Kanga who I\nam! She keeps saying I'm Roo. I'mnotRoo, am I?\"</p>\n<p>Christopher Robin looked at him very carefully, and shook his head.</p>\n<p>\"You can't be Roo,\" he said, \"because I've just seen Roo playing in\nRabbit's house.\"</p>\n<p>\"Well!\" said Kanga. \"Fancy that! Fancy my making a mistake like that.\"</p>\n<p>\"There you are!\" said Piglet. \"I told you so. I'm Piglet.\"</p>\n<p>Christopher Robin shook his head again.</p>\n<p>\"Oh, you're not Piglet,\" he said. \"I know Piglet well, and he'squitea different colour.\"</p>\n<p>Piglet began to say that this was because he had just had a bath, and\nthen he thought that perhaps he wouldn't say that, and as he opened his\nmouth to say something else, Kanga slipped the medicine spoon in, and\nthen patted him on the back and told him that it was really quite a nice\ntaste when you got used to it.</p>\n<p>\"I knew it wasn't Piglet,\" said Kanga. \"I wonder who it can be.\"</p>\n<p>\"Perhaps it's some relation of Pooh's,\" said Christopher Robin. \"What\nabout a nephew or an uncle or something?\"</p>\n<p>Kanga agreed that this was probably what it was, and said that they\nwould have to call it by some name.</p>\n<p>\"I shall call it Pootel,\" said Christopher Robin. \"Henry Pootel for\nshort.\"</p>\n<p>And just when it was decided, Henry Pootel wriggled out of Kanga's arms\nand jumped to the ground. To his great joy Christopher Robin had left\nthe door open. Never had Henry Pootel Piglet run so fast as he ran then,\nand he didn't stop running until he had got quite close to his house.\nBut when he was a hundred yards away he stopped running, and rolled the\nrest of the way home, so as to get his own nice comfortable colour\nagain....</p>\n<p>So Kanga and Roo stayed in the Forest. And every Tuesday Roo spent the\nday with his great friend Rabbit, and every Tuesday Kanga spent the day\nwith her great friend Pooh, teaching him to jump, and every Tuesday\nPiglet spent the day with his great friend Christopher Robin. So they\nwere all happy again.</p>"
}