{
  "title": "Chapter 26",
  "subtitle": "CHAPTER XXVI.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-26",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-25",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-27",
  "content": "<p>“IT’S MOTHER!”</p>\n<p>Their belief in the Magic was an abiding thing. After the morning’s</p>\n<p>incantations Colin sometimes gave them Magic lectures.</p>\n<p>“I like to do it,” he explained, “because when I grow up and</p>\n<p>make great scientific discoveries I shall be obliged to lecture about them and</p>\n<p>so this is practise. I can only give short lectures now because I am very</p>\n<p>young, and besides Ben Weatherstaff would feel as if he were in church and he</p>\n<p>would go to sleep.”</p>\n<p>“Th’ best thing about lecturin’,” said Ben, “is</p>\n<p>that a chap can get up an’ say aught he pleases an’ no other chap</p>\n<p>can answer him back. I wouldn’t be agen’ lecturin’ a bit</p>\n<p>mysel’ sometimes.”</p>\n<p>But when Colin held forth under his tree old Ben fixed devouring eyes on him</p>\n<p>and kept them there. He looked him over with critical affection. It was not so</p>\n<p>much the lecture which interested him as the legs which looked straighter and</p>\n<p>stronger each day, the boyish head which held itself up so well, the once sharp</p>\n<p>chin and hollow cheeks which had filled and rounded out and the eyes which had</p>\n<p>begun to hold the light he remembered in another pair. Sometimes when Colin</p>\n<p>felt Ben’s earnest gaze meant that he was much impressed he wondered what</p>\n<p>he was reflecting on and once when he had seemed quite entranced he questioned</p>\n<p>him.</p>\n<p>“What are you thinking about, Ben Weatherstaff?” he asked.</p>\n<p>“I was thinkin’” answered Ben, “as I’d warrant</p>\n<p>tha’s gone up three or four pound this week. I was lookin’ at</p>\n<p>tha’ calves an’ tha’ shoulders. I’d like to get thee on</p>\n<p>a pair o’ scales.”</p>\n<p>“It’s the Magic and—and Mrs. Sowerby’s buns and milk</p>\n<p>and things,” said Colin. “You see the scientific experiment has</p>\n<p>succeeded.”</p>\n<p>That morning Dickon was too late to hear the lecture. When he came he was ruddy</p>\n<p>with running and his funny face looked more twinkling than usual. As they had a</p>\n<p>good deal of weeding to do after the rains they fell to work. They always had</p>\n<p>plenty to do after a warm deep sinking rain. The moisture which was good for</p>\n<p>the flowers was also good for the weeds which thrust up tiny blades of grass</p>\n<p>and points of leaves which must be pulled up before their roots took too firm</p>\n<p>hold. Colin was as good at weeding as anyone in these days and he could</p>\n<p>lecture while he was doing it.</p>\n<p>“The Magic works best when you work, yourself,” he said this</p>\n<p>morning. “You can feel it in your bones and muscles. I am going to read</p>\n<p>books about bones and muscles, but I am going to write a book about Magic. I am</p>\n<p>making it up now. I keep finding out things.”</p>\n<p>It was not very long after he had said this that he laid down his trowel and</p>\n<p>stood up on his feet. He had been silent for several minutes and they had seen</p>\n<p>that he was thinking out lectures, as he often did. When he dropped his trowel</p>\n<p>and stood upright it seemed to Mary and Dickon as if a sudden strong thought</p>\n<p>had made him do it. He stretched himself out to his tallest height and he threw</p>\n<p>out his arms exultantly. Color glowed in his face and his strange eyes widened</p>\n<p>with joyfulness. All at once he had realized something to the full.</p>\n<p>“Mary! Dickon!” he cried. “Just look at me!”</p>\n<p>They stopped their weeding and looked at him.</p>\n<p>“Do you remember that first morning you brought me in here?” he</p>\n<p>demanded.</p>\n<p>Dickon was looking at him very hard. Being an animal charmer he could see more</p>\n<p>things than most people could and many of them were things he never talked</p>\n<p>about. He saw some of them now in this boy.</p>\n<p>“Aye, that we do,” he answered.</p>\n<p>Mary looked hard too, but she said nothing.</p>\n<p>“Just this minute,” said Colin, “all at once I remembered it</p>\n<p>myself—when I looked at my hand digging with the trowel—and I had</p>\n<p>to stand up on my feet to see if it was real. And it is real! I’m</p>\n<p>well</p>\n<p>—I’m</p>\n<p>well!</p>\n<p>”</p>\n<p>“Aye, that th’ art!” said Dickon.</p>\n<p>“I’m well! I’m well!” said Colin again, and his face</p>\n<p>went quite red all over.</p>\n<p>He had known it before in a way, he had hoped it and felt it and thought about</p>\n<p>it, but just at that minute something had rushed all through him—a sort</p>\n<p>of rapturous belief and realization and it had been so strong that he could not</p>\n<p>help calling out.</p>\n<p>“I shall live forever and ever and ever!” he cried grandly.</p>\n<p>“I shall find out thousands and thousands of things. I shall find out</p>\n<p>about people and creatures and everything that grows—like</p>\n<p>Dickon—and I shall never stop making Magic. I’m well! I’m</p>\n<p>well! I feel—I feel as if I want to shout out something—something</p>\n<p>thankful, joyful!”</p>\n<p>Ben Weatherstaff, who had been working near a rose-bush, glanced round at him.</p>\n<p>“Tha’ might sing th’ Doxology,” he suggested in his</p>\n<p>dryest grunt. He had no opinion of the Doxology and he did not make the</p>\n<p>suggestion with any particular reverence.</p>\n<p>But Colin was of an exploring mind and he knew nothing about the Doxology.</p>\n<p>“What is that?” he inquired.</p>\n<p>“Dickon can sing it for thee, I’ll warrant,” replied Ben</p>\n<p>Weatherstaff.</p>\n<p>Dickon answered with his all-perceiving animal charmer’s smile.</p>\n<p>“They sing it i’ church,” he said. “Mother says she</p>\n<p>believes th’ skylarks sings it when they gets up i’ th’</p>\n<p>mornin’.”</p>\n<p>“If she says that, it must be a nice song,” Colin answered.</p>\n<p>“I’ve never been in a church myself. I was always too ill. Sing it,</p>\n<p>Dickon. I want to hear it.”</p>\n<p>Dickon was quite simple and unaffected about it. He understood what Colin felt</p>\n<p>better than Colin did himself. He understood by a sort of instinct so natural</p>\n<p>that he did not know it was understanding. He pulled off his cap and looked</p>\n<p>round still smiling.</p>\n<p>“Tha’ must take off tha’ cap,” he said to Colin,</p>\n<p>“an’ so mun tha’, Ben—an’ tha’ mun stand</p>\n<p>up, tha’ knows.”</p>\n<p>Colin took off his cap and the sun shone on and warmed his thick hair as he</p>\n<p>watched Dickon intently. Ben Weatherstaff scrambled up from his knees and bared</p>\n<p>his head too with a sort of puzzled half-resentful look on his old face as if</p>\n<p>he didn’t know exactly why he was doing this remarkable thing.</p>\n<p>Dickon stood out among the trees and rose-bushes and began to sing in quite a</p>\n<p>simple matter-of-fact way and in a nice strong boy voice:</p>\n<p>“Praise God from whom all blessings flow,</p>\n<p>Praise Him all creatures here below,</p>\n<p>Praise Him above ye Heavenly Host,</p>\n<p>Praise Father, Son, and Holy Ghost.</p>\n<p>Amen.”</p>\n<p>When he had finished, Ben Weatherstaff was standing quite still with his jaws</p>\n<p>set obstinately but with a disturbed look in his eyes fixed on Colin.</p>\n<p>Colin’s face was thoughtful and appreciative.</p>\n<p>“It is a very nice song,” he said. “I like it. Perhaps it</p>\n<p>means just what I mean when I want to shout out that I am thankful to the</p>\n<p>Magic.” He stopped and thought in a puzzled way. “Perhaps they are</p>\n<p>both the same thing. How can we know the exact names of everything? Sing it</p>\n<p>again, Dickon. Let us try, Mary. I want to sing it, too. It’s my song.</p>\n<p>How does it begin? ‘Praise God from whom all blessings</p>\n<p>flow’?”</p>\n<p>And they sang it again, and Mary and Colin lifted their voices as musically as</p>\n<p>they could and Dickon’s swelled quite loud and beautiful—and at the</p>\n<p>second line Ben Weatherstaff raspingly cleared his throat and at the third line</p>\n<p>he joined in with such vigor that it seemed almost savage and when the</p>\n<p>“Amen” came to an end Mary observed that the very same thing had</p>\n<p>happened to him which had happened when he found out that Colin was not a</p>\n<p>cripple—his chin was twitching and he was staring and winking and his</p>\n<p>leathery old cheeks were wet.</p>\n<p>“I never seed no sense in th’ Doxology afore,” he said</p>\n<p>hoarsely, “but I may change my mind i’ time. I should say</p>\n<p>tha’d gone up five pound this week Mester Colin—five on</p>\n<p>’em!”</p>\n<p>Colin was looking across the garden at something attracting his attention and</p>\n<p>his expression had become a startled one.</p>\n<p>“Who is coming in here?” he said quickly. “Who is it?”</p>\n<p>The door in the ivied wall had been pushed gently open and a woman had entered.</p>\n<p>She had come in with the last line of their song and she had stood still</p>\n<p>listening and looking at them. With the ivy behind her, the sunlight drifting</p>\n<p>through the trees and dappling her long blue cloak, and her nice fresh face</p>\n<p>smiling across the greenery she was rather like a softly colored illustration</p>\n<p>in one of Colin’s books. She had wonderful affectionate eyes which seemed</p>\n<p>to take everything in—all of them, even Ben Weatherstaff and the</p>\n<p>“creatures” and every flower that was in bloom. Unexpectedly as she</p>\n<p>had appeared, not one of them felt that she was an intruder at all.</p>\n<p>Dickon’s eyes lighted like lamps.</p>\n<p>“It’s mother—that’s who it is!” he cried and went</p>\n<p>across the grass at a run.</p>\n<p>Colin began to move toward her, too, and Mary went with him. They both felt</p>\n<p>their pulses beat faster.</p>\n<p>“It’s mother!” Dickon said again when they met halfway.</p>\n<p>“I knowed tha’ wanted to see her an’ I told her where</p>\n<p>th’ door was hid.”</p>\n<p>Colin held out his hand with a sort of flushed royal shyness but his eyes quite</p>\n<p>devoured her face.</p>\n<p>“Even when I was ill I wanted to see you,” he said, “you and</p>\n<p>Dickon and the secret garden. I’d never wanted to see anyone or anything</p>\n<p>before.”</p>\n<p>The sight of his uplifted face brought about a sudden change in her own. She</p>\n<p>flushed and the corners of her mouth shook and a mist seemed to sweep over her</p>\n<p>eyes.</p>\n<p>“Eh! dear lad!” she broke out tremulously. “Eh! dear</p>\n<p>lad!” as if she had not known she were going to say it. She did not say,</p>\n<p>“Mester Colin,” but just “dear lad” quite suddenly. She</p>\n<p>might have said it to Dickon in the same way if she had seen something in his</p>\n<p>face which touched her. Colin liked it.</p>\n<p>“Are you surprised because I am so well?” he asked.</p>\n<p>She put her hand on his shoulder and smiled the mist out of her eyes.</p>\n<p>“Aye, that I am!” she said; “but tha’rt so like thy</p>\n<p>mother tha’ made my heart jump.”</p>\n<p>“Do you think,” said Colin a little awkwardly, “that will</p>\n<p>make my father like me?”</p>\n<p>“Aye, for sure, dear lad,” she answered and she gave his shoulder a</p>\n<p>soft quick pat. “He mun come home—he mun come home.”</p>\n<p>“Susan Sowerby,” said Ben Weatherstaff, getting close to her.</p>\n<p>“Look at th’ lad’s legs, wilt tha’? They was like</p>\n<p>drumsticks i’ stockin’ two month’ ago—an’ I heard</p>\n<p>folk tell as they was bandy an’ knock-kneed both at th’ same time.</p>\n<p>Look at ’em now!”</p>\n<p>Susan Sowerby laughed a comfortable laugh.</p>\n<p>“They’re goin’ to be fine strong lad’s legs in a</p>\n<p>bit,” she said. “Let him go on playin’ an’</p>\n<p>workin’ in the garden an’ eatin’ hearty an’</p>\n<p>drinkin’ plenty o’ good sweet milk an’ there’ll not be</p>\n<p>a finer pair i’ Yorkshire, thank God for it.”</p>\n<p>She put both hands on Mistress Mary’s shoulders and looked her little</p>\n<p>face over in a motherly fashion.</p>\n<p>“An’ thee, too!” she said. “Tha’rt grown near as</p>\n<p>hearty as our ’Lisabeth Ellen. I’ll warrant tha’rt like thy</p>\n<p>mother too. Our Martha told me as Mrs. Medlock heard she was a pretty woman.</p>\n<p>Tha’lt be like a blush rose when tha’ grows up, my little lass,</p>\n<p>bless thee.”</p>\n<p>She did not mention that when Martha came home on her “day out” and</p>\n<p>described the plain sallow child she had said that she had no confidence</p>\n<p>whatever in what Mrs. Medlock had heard. “It doesn’t stand to</p>\n<p>reason that a pretty woman could be th’ mother o’ such a fou’</p>\n<p>little lass,” she had added obstinately.</p>\n<p>Mary had not had time to pay much attention to her changing face. She had only</p>\n<p>known that she looked “different” and seemed to have a great deal</p>\n<p>more hair and that it was growing very fast. But remembering her pleasure in</p>\n<p>looking at the Mem Sahib in the past she was glad to hear that she might some</p>\n<p>day look like her.</p>\n<p>Susan Sowerby went round their garden with them and was told the whole story of</p>\n<p>it and shown every bush and tree which had come alive. Colin walked on one side</p>\n<p>of her and Mary on the other. Each of them kept looking up at her comfortable</p>\n<p>rosy face, secretly curious about the delightful feeling she gave them—a</p>\n<p>sort of warm, supported feeling. It seemed as if she understood them as Dickon</p>\n<p>understood his “creatures.” She stooped over the flowers and talked</p>\n<p>about them as if they were children. Soot followed her and once or twice cawed</p>\n<p>at her and flew upon her shoulder as if it were Dickon’s. When they told</p>\n<p>her about the robin and the first flight of the young ones she laughed a</p>\n<p>motherly little mellow laugh in her throat.</p>\n<p>“I suppose learnin’ ’em to fly is like learnin’</p>\n<p>children to walk, but I’m feared I should be all in a worrit if mine had</p>\n<p>wings instead o’ legs,” she said.</p>\n<p>It was because she seemed such a wonderful woman in her nice moorland cottage</p>\n<p>way that at last she was told about the Magic.</p>\n<p>“Do you believe in Magic?” asked Colin after he had explained about</p>\n<p>Indian fakirs. “I do hope you do.”</p>\n<p>“That I do, lad,” she answered. “I never knowed it by that</p>\n<p>name but what does th’ name matter? I warrant they call it a different</p>\n<p>name i’ France an’ a different one i’ Germany. Th’ same</p>\n<p>thing as set th’ seeds swellin’ an’ th’ sun</p>\n<p>shinin’ made thee a well lad an’ it’s th’ Good Thing.</p>\n<p>It isn’t like us poor fools as think it matters if us is called out of</p>\n<p>our names. Th’ Big Good Thing doesn’t stop to worrit, bless thee.</p>\n<p>It goes on makin’ worlds by th’ million—worlds like us. Never</p>\n<p>thee stop believin’ in th’ Big Good Thing an’ knowin’</p>\n<p>th’ world’s full of it—an’ call it what tha’</p>\n<p>likes. Tha’ wert singin’ to it when I come into th’</p>\n<p>garden.”</p>\n<p>“I felt so joyful,” said Colin, opening his beautiful strange eyes</p>\n<p>at her. “Suddenly I felt how different I was—how strong my arms and</p>\n<p>legs were, you know—and how I could dig and stand—and I jumped up</p>\n<p>and wanted to shout out something to anything that would listen.”</p>\n<p>“Th’ Magic listened when tha’ sung th’ Doxology. It</p>\n<p>would ha’ listened to anything tha’d sung. It was th’ joy</p>\n<p>that mattered. Eh! lad, lad—what’s names to th’ Joy</p>\n<p>Maker,” and she gave his shoulders a quick soft pat again.</p>\n<p>She had packed a basket which held a regular feast this morning, and when the</p>\n<p>hungry hour came and Dickon brought it out from its hiding place, she sat down</p>\n<p>with them under their tree and watched them devour their food, laughing and</p>\n<p>quite gloating over their appetites. She was full of fun and made them laugh at</p>\n<p>all sorts of odd things. She told them stories in broad Yorkshire and taught</p>\n<p>them new words. She laughed as if she could not help it when they told her of</p>\n<p>the increasing difficulty there was in pretending that Colin was still a</p>\n<p>fretful invalid.</p>\n<p>“You see we can’t help laughing nearly all the time when we are</p>\n<p>together,” explained Colin. “And it doesn’t sound ill at all.</p>\n<p>We try to choke it back but it will burst out and that sounds worse than</p>\n<p>ever.”</p>\n<p>“There’s one thing that comes into my mind so often,” said</p>\n<p>Mary, “and I can scarcely ever hold in when I think of it suddenly. I</p>\n<p>keep thinking suppose Colin’s face should get to look like a full moon.</p>\n<p>It isn’t like one yet but he gets a tiny bit fatter every day—and</p>\n<p>suppose some morning it should look like one—what should we do!”</p>\n<p>“Bless us all, I can see tha’ has a good bit o’ play</p>\n<p>actin’ to do,” said Susan Sowerby. “But tha’</p>\n<p>won’t have to keep it up much longer. Mester Craven’ll come</p>\n<p>home.”</p>\n<p>“Do you think he will?” asked Colin. “Why?”</p>\n<p>Susan Sowerby chuckled softly.</p>\n<p>“I suppose it ’ud nigh break thy heart if he found out before</p>\n<p>tha’ told him in tha’ own way,” she said. “Tha’s</p>\n<p>laid awake nights plannin’ it.”</p>\n<p>“I couldn’t bear anyone else to tell him,” said Colin.</p>\n<p>“I think about different ways every day, I think now I just want to run</p>\n<p>into his room.”</p>\n<p>“That’d be a fine start for him,” said Susan Sowerby.</p>\n<p>“I’d like to see his face, lad. I would that! He mun come</p>\n<p>back—that he mun.”</p>\n<p>One of the things they talked of was the visit they were to make to her</p>\n<p>cottage. They planned it all. They were to drive over the moor and lunch out of</p>\n<p>doors among the heather. They would see all the twelve children and</p>\n<p>Dickon’s garden and would not come back until they were tired.</p>\n<p>Susan Sowerby got up at last to return to the house and Mrs. Medlock. It was</p>\n<p>time for Colin to be wheeled back also. But before he got into his chair he</p>\n<p>stood quite close to Susan and fixed his eyes on her with a kind of bewildered</p>\n<p>adoration and he suddenly caught hold of the fold of her blue cloak and held it</p>\n<p>fast.</p>\n<p>“You are just what I—what I wanted,” he said. “I wish</p>\n<p>you were my mother—as well as Dickon’s!”</p>\n<p>All at once Susan Sowerby bent down and drew him with her warm arms close</p>\n<p>against the bosom under the blue cloak—as if he had been Dickon’s</p>\n<p>brother. The quick mist swept over her eyes.</p>\n<p>“Eh! dear lad!” she said. “Thy own mother’s in this</p>\n<p>’ere very garden, I do believe. She couldna’ keep out of it. Thy</p>\n<p>father mun come back to thee—he mun!”</p>\n"
}