{
  "title": "Chapter 22",
  "subtitle": "CHAPTER XXII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-22",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-21",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-23",
  "content": "<p>WHEN THE SUN WENT DOWN</p>\n<p>When his head was out of sight Colin turned to Mary.</p>\n<p>“Go and meet him,” he said; and Mary flew across the grass to the</p>\n<p>door under the ivy.</p>\n<p>Dickon was watching him with sharp eyes. There were scarlet spots on his cheeks</p>\n<p>and he looked amazing, but he showed no signs of falling.</p>\n<p>“I can stand,” he said, and his head was still held up and he said</p>\n<p>it quite grandly.</p>\n<p>“I told thee tha’ could as soon as tha’ stopped bein’</p>\n<p>afraid,” answered Dickon. “An’ tha’s stopped.”</p>\n<p>“Yes, I’ve stopped,” said Colin.</p>\n<p>Then suddenly he remembered something Mary had said.</p>\n<p>“Are you making Magic?” he asked sharply.</p>\n<p>Dickon’s curly mouth spread in a cheerful grin.</p>\n<p>“Tha’s doin’ Magic thysel’,” he said.</p>\n<p>“It’s same Magic as made these ’ere work out o’</p>\n<p>th’ earth,” and he touched with his thick boot a clump of crocuses</p>\n<p>in the grass.</p>\n<p>Colin looked down at them.</p>\n<p>“Aye,” he said slowly, “there couldna’ be bigger Magic</p>\n<p>than that there—there couldna’ be.”</p>\n<p>He drew himself up straighter than ever.</p>\n<p>“I’m going to walk to that tree,” he said, pointing to one a</p>\n<p>few feet away from him. “I’m going to be standing when Weatherstaff</p>\n<p>comes here. I can rest against the tree if I like. When I want to sit down I</p>\n<p>will sit down, but not before. Bring a rug from the chair.”</p>\n<p>He walked to the tree and though Dickon held his arm he was wonderfully steady.</p>\n<p>When he stood against the tree trunk it was not too plain that he supported</p>\n<p>himself against it, and he still held himself so straight that he looked tall.</p>\n<p>When Ben Weatherstaff came through the door in the wall he saw him standing</p>\n<p>there and he heard Mary muttering something under her breath.</p>\n<p>“What art sayin’?” he asked rather testily because he did not</p>\n<p>want his attention distracted from the long thin straight boy figure and proud</p>\n<p>face.</p>\n<p>But she did not tell him. What she was saying was this:</p>\n<p>“You can do it! You can do it! I told you you could! You can do it! You</p>\n<p>can do it! You</p>\n<p>can!</p>\n<p>”</p>\n<p>She was saying it to Colin because she wanted to make Magic and keep him on his</p>\n<p>feet looking like that. She could not bear that he should give in before Ben</p>\n<p>Weatherstaff. He did not give in. She was uplifted by a sudden feeling that he</p>\n<p>looked quite beautiful in spite of his thinness. He fixed his eyes on Ben</p>\n<p>Weatherstaff in his funny imperious way.</p>\n<p>“Look at me!” he commanded. “Look at me all over! Am I a</p>\n<p>hunchback? Have I got crooked legs?”</p>\n<p>Ben Weatherstaff had not quite got over his emotion, but he had recovered a</p>\n<p>little and answered almost in his usual way.</p>\n<p>“Not tha’,” he said. “Nowt o’ th’ sort.</p>\n<p>What’s tha’ been doin’ with thysel’—hidin’</p>\n<p>out o’ sight an’ lettin’ folk think tha’ was cripple</p>\n<p>an’ half-witted?”</p>\n<p>“Half-witted!” said Colin angrily. “Who thought that?”</p>\n<p>“Lots o’ fools,” said Ben. “Th’ world’s</p>\n<p>full o’ jackasses brayin’ an’ they never bray nowt but lies.</p>\n<p>What did tha’ shut thysel’ up for?”</p>\n<p>“Everyone thought I was going to die,” said Colin shortly.</p>\n<p>“I’m not!”</p>\n<p>And he said it with such decision Ben Weatherstaff looked him over, up and</p>\n<p>down, down and up.</p>\n<p>“Tha’ die!” he said with dry exultation. “Nowt o’</p>\n<p>th’ sort! Tha’s got too much pluck in thee. When I seed thee put</p>\n<p>tha’ legs on th’ ground in such a hurry I knowed tha’ was all</p>\n<p>right. Sit thee down on th’ rug a bit young Mester an’ give me thy</p>\n<p>orders.”</p>\n<p>There was a queer mixture of crabbed tenderness and shrewd understanding in his</p>\n<p>manner. Mary had poured out speech as rapidly as she could as they had come</p>\n<p>down the Long Walk. The chief thing to be remembered, she had told him, was</p>\n<p>that Colin was getting well—getting well. The garden was doing it. No one</p>\n<p>must let him remember about having humps and dying.</p>\n<p>The Rajah condescended to seat himself on a rug under the tree.</p>\n<p>“What work do you do in the gardens, Weatherstaff?” he inquired.</p>\n<p>“Anythin’ I’m told to do,” answered old Ben.</p>\n<p>“I’m kep’ on by favor—because she liked me.”</p>\n<p>“She?” said Colin.</p>\n<p>“Tha’ mother,” answered Ben Weatherstaff.</p>\n<p>“My mother?” said Colin, and he looked about him quietly.</p>\n<p>“This was her garden, wasn’t it?”</p>\n<p>“Aye, it was that!” and Ben Weatherstaff looked about him too.</p>\n<p>“She were main fond of it.”</p>\n<p>“It is my garden now. I am fond of it. I shall come here every</p>\n<p>day,” announced Colin. “But it is to be a secret. My orders are</p>\n<p>that no one is to know that we come here. Dickon and my cousin have worked and</p>\n<p>made it come alive. I shall send for you sometimes to help—but you must</p>\n<p>come when no one can see you.”</p>\n<p>Ben Weatherstaff’s face twisted itself in a dry old smile.</p>\n<p>“I’ve come here before when no one saw me,” he said.</p>\n<p>“What!” exclaimed Colin. “When?”</p>\n<p>“Th’ last time I was here,” rubbing his chin and looking</p>\n<p>round, “was about two year’ ago.”</p>\n<p>“But no one has been in it for ten years!” cried Colin.</p>\n<p>“There was no door!”</p>\n<p>“I’m no one,” said old Ben dryly. “An’ I</p>\n<p>didn’t come through th’ door. I come over th’ wall. Th’</p>\n<p>rheumatics held me back th’ last two year’.”</p>\n<p>“Tha’ come an’ did a bit o’ prunin’!” cried</p>\n<p>Dickon. “I couldn’t make out how it had been done.”</p>\n<p>“She was so fond of it—she was!” said Ben Weatherstaff</p>\n<p>slowly. “An’ she was such a pretty young thing. She says to me</p>\n<p>once, ‘Ben,’ says she laughin’, ‘if ever I’m ill</p>\n<p>or if I go away you must take care of my roses.’ When she did go away</p>\n<p>th’ orders was no one was ever to come nigh. But I come,” with</p>\n<p>grumpy obstinacy. “Over th’ wall I come—until th’</p>\n<p>rheumatics stopped me—an’ I did a bit o’ work once a year.</p>\n<p>She’d gave her order first.”</p>\n<p>“It wouldn’t have been as wick as it is if tha’ hadn’t</p>\n<p>done it,” said Dickon. “I did wonder.”</p>\n<p>“I’m glad you did it, Weatherstaff,” said Colin.</p>\n<p>“You’ll know how to keep the secret.”</p>\n<p>“Aye, I’ll know, sir,” answered Ben. “An’</p>\n<p>it’ll be easier for a man wi’ rheumatics to come in at th’</p>\n<p>door.”</p>\n<p>On the grass near the tree Mary had dropped her trowel. Colin stretched out his</p>\n<p>hand and took it up. An odd expression came into his face and he began to</p>\n<p>scratch at the earth. His thin hand was weak enough but presently as they</p>\n<p>watched him—Mary with quite breathless interest—he drove the end of</p>\n<p>the trowel into the soil and turned some over.</p>\n<p>“You can do it! You can do it!” said Mary to herself. “I tell</p>\n<p>you, you can!”</p>\n<p>Dickon’s round eyes were full of eager curiousness but he said not a</p>\n<p>word. Ben Weatherstaff looked on with interested face.</p>\n<p>Colin persevered. After he had turned a few trowelfuls of soil he spoke</p>\n<p>exultantly to Dickon in his best Yorkshire.</p>\n<p>“Tha’ said as tha’d have me walkin’ about here same as</p>\n<p>other folk—an’ tha’ said tha’d have me diggin’. I</p>\n<p>thowt tha’ was just leein’ to please me. This is only th’</p>\n<p>first day an’ I’ve walked—an’ here I am</p>\n<p>diggin’.”</p>\n<p>Ben Weatherstaff’s mouth fell open again when he heard him, but he ended</p>\n<p>by chuckling.</p>\n<p>“Eh!” he said, “that sounds as if tha’d got wits enow.</p>\n<p>Tha’rt a Yorkshire lad for sure. An’ tha’rt diggin’,</p>\n<p>too. How’d tha’ like to plant a bit o’ somethin’? I can</p>\n<p>get thee a rose in a pot.”</p>\n<p>“Go and get it!” said Colin, digging excitedly. “Quick!</p>\n<p>Quick!”</p>\n<p>It was done quickly enough indeed. Ben Weatherstaff went his way forgetting</p>\n<p>rheumatics. Dickon took his spade and dug the hole deeper and wider than a new</p>\n<p>digger with thin white hands could make it. Mary slipped out to run and bring</p>\n<p>back a watering-can. When Dickon had deepened the hole Colin went on turning</p>\n<p>the soft earth over and over. He looked up at the sky, flushed and glowing with</p>\n<p>the strangely new exercise, slight as it was.</p>\n<p>“I want to do it before the sun goes quite—quite down,” he</p>\n<p>said.</p>\n<p>Mary thought that perhaps the sun held back a few minutes just on purpose. Ben</p>\n<p>Weatherstaff brought the rose in its pot from the greenhouse. He hobbled over</p>\n<p>the grass as fast as he could. He had begun to be excited, too. He knelt down</p>\n<p>by the hole and broke the pot from the mould.</p>\n<p>“Here, lad,” he said, handing the plant to Colin. “Set it in</p>\n<p>the earth thysel’ same as th’ king does when he goes to a new</p>\n<p>place.”</p>\n<p>The thin white hands shook a little and Colin’s flush grew deeper as he</p>\n<p>set the rose in the mould and held it while old Ben made firm the earth. It was</p>\n<p>filled in and pressed down and made steady. Mary was leaning forward on her</p>\n<p>hands and knees. Soot had flown down and marched forward to see what was being</p>\n<p>done. Nut and Shell chattered about it from a cherry-tree.</p>\n<p>“It’s planted!” said Colin at last. “And the sun is</p>\n<p>only slipping over the edge. Help me up, Dickon. I want to be standing when it</p>\n<p>goes. That’s part of the Magic.”</p>\n<p>And Dickon helped him, and the Magic—or whatever it was—so gave him</p>\n<p>strength that when the sun did slip over the edge and end the strange lovely</p>\n<p>afternoon for them there he actually stood on his two feet—laughing.</p>\n"
}