{
  "title": "Chapter 18",
  "subtitle": "CHAPTER XVIII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-18",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-17",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-19",
  "content": "<p>“THA’ MUNNOT WASTE NO TIME”</p>\n<p>Of course Mary did not waken early the next morning. She slept late because she</p>\n<p>was tired, and when Martha brought her breakfast she told her that though</p>\n<p>Colin was quite quiet he was ill and feverish as he always was after he had</p>\n<p>worn himself out with a fit of crying. Mary ate her breakfast slowly as she</p>\n<p>listened.</p>\n<p>“He says he wishes tha’ would please go and see him as soon as</p>\n<p>tha’ can,” Martha said. “It’s queer what a fancy</p>\n<p>he’s took to thee. Tha’ did give it him last night for</p>\n<p>sure—didn’t tha? Nobody else would have dared to do it. Eh! poor</p>\n<p>lad! He’s been spoiled till salt won’t save him. Mother says as</p>\n<p>th’ two worst things as can happen to a child is never to have his own</p>\n<p>way—or always to have it. She doesn’t know which is th’</p>\n<p>worst. Tha’ was in a fine temper tha’self, too. But he says to me</p>\n<p>when I went into his room, ‘Please ask Miss Mary if she’ll please</p>\n<p>come an’ talk to me?’ Think o’ him saying please! Will you</p>\n<p>go, Miss?”</p>\n<p>“I’ll run and see Dickon first,” said Mary. “No,</p>\n<p>I’ll go and see Colin first and tell him—I know what I’ll</p>\n<p>tell him,” with a sudden inspiration.</p>\n<p>She had her hat on when she appeared in Colin’s room and for a second he</p>\n<p>looked disappointed. He was in bed. His face was pitifully white and there were</p>\n<p>dark circles round his eyes.</p>\n<p>“I’m glad you came,” he said. “My head aches and I ache</p>\n<p>all over because I’m so tired. Are you going somewhere?”</p>\n<p>Mary went and leaned against his bed.</p>\n<p>“I won’t be long,” she said. “I’m going to</p>\n<p>Dickon, but I’ll come back. Colin, it’s—it’s something</p>\n<p>about the garden.”</p>\n<p>His whole face brightened and a little color came into it.</p>\n<p>“Oh! is it?” he cried out. “I dreamed about it all night. I</p>\n<p>heard you say something about gray changing into green, and I dreamed I was</p>\n<p>standing in a place all filled with trembling little green leaves—and</p>\n<p>there were birds on nests everywhere and they looked so soft and still.</p>\n<p>I’ll lie and think about it until you come back.”</p>\n<p>In five minutes Mary was with Dickon in their garden. The fox and the crow were</p>\n<p>with him again and this time he had brought two tame squirrels.</p>\n<p>“I came over on the pony this mornin’,” he said. “Eh!</p>\n<p>he is a good little chap—Jump is! I brought these two in my pockets. This</p>\n<p>here one he’s called Nut an’ this here other one’s called</p>\n<p>Shell.”</p>\n<p>When he said “Nut” one squirrel leaped on to his right shoulder and</p>\n<p>when he said “Shell” the other one leaped on to his left shoulder.</p>\n<p>When they sat down on the grass with Captain curled at their feet, Soot</p>\n<p>solemnly listening on a tree and Nut and Shell nosing about close to them, it</p>\n<p>seemed to Mary that it would be scarcely bearable to leave such delightfulness,</p>\n<p>but when she began to tell her story somehow the look in Dickon’s funny</p>\n<p>face gradually changed her mind. She could see he felt sorrier for Colin than</p>\n<p>she did. He looked up at the sky and all about him.</p>\n<p>“Just listen to them birds—th’ world seems full of</p>\n<p>’em—all whistlin’ an’ pipin’,” he said.</p>\n<p>“Look at ’em dartin’ about, an’ hearken at ’em</p>\n<p>callin’ to each other. Come springtime seems like as if all th’</p>\n<p>world’s callin’. The leaves is uncurlin’ so you can see</p>\n<p>’em—an’, my word, th’ nice smells there is</p>\n<p>about!” sniffing with his happy turned-up nose. “An’ that</p>\n<p>poor lad lyin’ shut up an’ seein’ so little that he gets to</p>\n<p>thinkin’ o’ things as sets him screamin’. Eh! my! we mun get</p>\n<p>him out here—we mun get him watchin’ an listenin’ an’</p>\n<p>sniffin’ up th’ air an’ get him just soaked through wi’</p>\n<p>sunshine. An’ we munnot lose no time about it.”</p>\n<p>When he was very much interested he often spoke quite broad Yorkshire though at</p>\n<p>other times he tried to modify his dialect so that Mary could better</p>\n<p>understand. But she loved his broad Yorkshire and had in fact been trying to</p>\n<p>learn to speak it herself. So she spoke a little now.</p>\n<p>“Aye, that we mun,” she said (which meant “Yes, indeed, we</p>\n<p>must”). “I’ll tell thee what us’ll do first,” she</p>\n<p>proceeded, and Dickon grinned, because when the little wench tried to twist her</p>\n<p>tongue into speaking Yorkshire it amused him very much. “He’s took</p>\n<p>a graidely fancy to thee. He wants to see thee and he wants to see Soot</p>\n<p>an’ Captain. When I go back to the house to talk to him I’ll ax him</p>\n<p>if tha’ canna’ come an’ see him tomorrow</p>\n<p>mornin’—an’ bring tha’ creatures wi’</p>\n<p>thee—an’ then—in a bit, when there’s more leaves out,</p>\n<p>an’ happen a bud or two, we’ll get him to come out an’</p>\n<p>tha’ shall push him in his chair an’ we’ll bring him here</p>\n<p>an’ show him everything.”</p>\n<p>When she stopped she was quite proud of herself. She had never made a long</p>\n<p>speech in Yorkshire before and she had remembered very well.</p>\n<p>“Tha’ mun talk a bit o’ Yorkshire like that to Mester</p>\n<p>Colin,” Dickon chuckled. “Tha’ll make him laugh an’</p>\n<p>there’s nowt as good for ill folk as laughin’ is. Mother says she</p>\n<p>believes as half a hour’s good laugh every mornin’ ’ud cure a</p>\n<p>chap as was makin’ ready for typhus fever.”</p>\n<p>“I’m going to talk Yorkshire to him this very day,” said</p>\n<p>Mary, chuckling herself.</p>\n<p>The garden had reached the time when every day and every night it seemed as if</p>\n<p>Magicians were passing through it drawing loveliness out of the earth and the</p>\n<p>boughs with wands. It was hard to go away and leave it all, particularly as Nut</p>\n<p>had actually crept on to her dress and Shell had scrambled down the trunk of</p>\n<p>the apple-tree they sat under and stayed there looking at her with inquiring</p>\n<p>eyes. But she went back to the house and when she sat down close to</p>\n<p>Colin’s bed he began to sniff as Dickon did though not in such an</p>\n<p>experienced way.</p>\n<p>“You smell like flowers and—and fresh things,” he cried out</p>\n<p>quite joyously. “What is it you smell of? It’s cool and warm and</p>\n<p>sweet all at the same time.”</p>\n<p>“It’s th’ wind from th’ moor,” said Mary.</p>\n<p>“It comes o’ sittin’ on th’ grass under a tree</p>\n<p>wi’ Dickon an’ wi’ Captain an’ Soot an’ Nut</p>\n<p>an’ Shell. It’s th’ springtime an’ out o’ doors</p>\n<p>an’ sunshine as smells so graidely.”</p>\n<p>She said it as broadly as she could, and you do not know how broadly Yorkshire</p>\n<p>sounds until you have heard someone speak it. Colin began to laugh.</p>\n<p>“What are you doing?” he said. “I never heard you talk like</p>\n<p>that before. How funny it sounds.”</p>\n<p>“I’m givin’ thee a bit o’ Yorkshire,” answered</p>\n<p>Mary triumphantly. “I canna’ talk as graidely as Dickon an’</p>\n<p>Martha can but tha’ sees I can shape a bit. Doesn’t tha’</p>\n<p>understand a bit o’ Yorkshire when tha’ hears it? An’</p>\n<p>tha’ a Yorkshire lad thysel’ bred an’ born! Eh! I wonder</p>\n<p>tha’rt not ashamed o’ thy face.”</p>\n<p>And then she began to laugh too and they both laughed until they could not stop</p>\n<p>themselves and they laughed until the room echoed and Mrs. Medlock opening the</p>\n<p>door to come in drew back into the corridor and stood listening amazed.</p>\n<p>“Well, upon my word!” she said, speaking rather broad Yorkshire</p>\n<p>herself because there was no one to hear her and she was so astonished.</p>\n<p>“Whoever heard th’ like! Whoever on earth would ha’ thought</p>\n<p>it!”</p>\n<p>There was so much to talk about. It seemed as if Colin could never hear enough</p>\n<p>of Dickon and Captain and Soot and Nut and Shell and the pony whose name was</p>\n<p>Jump. Mary had run round into the wood with Dickon to see Jump. He was a tiny</p>\n<p>little shaggy moor pony with thick locks hanging over his eyes and with a</p>\n<p>pretty face and a nuzzling velvet nose. He was rather thin with living on moor</p>\n<p>grass but he was as tough and wiry as if the muscle in his little legs had been</p>\n<p>made of steel springs. He had lifted his head and whinnied softly the moment he</p>\n<p>saw Dickon and he had trotted up to him and put his head across his shoulder</p>\n<p>and then Dickon had talked into his ear and Jump had talked back in odd little</p>\n<p>whinnies and puffs and snorts. Dickon had made him give Mary his small front</p>\n<p>hoof and kiss her on her cheek with his velvet muzzle.</p>\n<p>“Does he really understand everything Dickon says?” Colin asked.</p>\n<p>“It seems as if he does,” answered Mary. “Dickon says</p>\n<p>anything will understand if you’re friends with it for sure, but you have</p>\n<p>to be friends for sure.”</p>\n<p>Colin lay quiet a little while and his strange gray eyes seemed to be staring</p>\n<p>at the wall, but Mary saw he was thinking.</p>\n<p>“I wish I was friends with things,” he said at last, “but</p>\n<p>I’m not. I never had anything to be friends with, and I can’t bear</p>\n<p>people.”</p>\n<p>“Can’t you bear me?” asked Mary.</p>\n<p>“Yes, I can,” he answered. “It’s funny but I even like</p>\n<p>you.”</p>\n<p>“Ben Weatherstaff said I was like him,” said Mary. “He said</p>\n<p>he’d warrant we’d both got the same nasty tempers. I think you are</p>\n<p>like him too. We are all three alike—you and I and Ben Weatherstaff. He</p>\n<p>said we were neither of us much to look at and we were as sour as we looked.</p>\n<p>But I don’t feel as sour as I used to before I knew the robin and</p>\n<p>Dickon.”</p>\n<p>“Did you feel as if you hated people?”</p>\n<p>“Yes,” answered Mary without any affectation. “I should have</p>\n<p>detested you if I had seen you before I saw the robin and Dickon.”</p>\n<p>Colin put out his thin hand and touched her.</p>\n<p>“Mary,” he said, “I wish I hadn’t said what I did about</p>\n<p>sending Dickon away. I hated you when you said he was like an angel and I</p>\n<p>laughed at you but—but perhaps he is.”</p>\n<p>“Well, it was rather funny to say it,” she admitted frankly,</p>\n<p>“because his nose does turn up and he has a big mouth and his clothes</p>\n<p>have patches all over them and he talks broad Yorkshire, but—but if an</p>\n<p>angel did come to Yorkshire and live on the moor—if there was a Yorkshire</p>\n<p>angel—I believe he’d understand the green things and know how to</p>\n<p>make them grow and he would know how to talk to the wild creatures as Dickon</p>\n<p>does and they’d know he was friends for sure.”</p>\n<p>“I shouldn’t mind Dickon looking at me,” said Colin; “I</p>\n<p>want to see him.”</p>\n<p>“I’m glad you said that,” answered Mary,</p>\n<p>“because—because—”</p>\n<p>Quite suddenly it came into her mind that this was the minute to tell him.</p>\n<p>Colin knew something new was coming.</p>\n<p>“Because what?” he cried eagerly.</p>\n<p>Mary was so anxious that she got up from her stool and came to him and caught</p>\n<p>hold of both his hands.</p>\n<p>“Can I trust you? I trusted Dickon because birds trusted him. Can I trust</p>\n<p>you—for sure—</p>\n<p>for sure?</p>\n<p>” she implored.</p>\n<p>Her face was so solemn that he almost whispered his answer.</p>\n<p>“Yes—yes!”</p>\n<p>“Well, Dickon will come to see you tomorrow morning, and he’ll</p>\n<p>bring his creatures with him.”</p>\n<p>“Oh! Oh!” Colin cried out in delight.</p>\n<p>“But that’s not all,” Mary went on, almost pale with solemn</p>\n<p>excitement. “The rest is better. There is a door into the garden. I found</p>\n<p>it. It is under the ivy on the wall.”</p>\n<p>If he had been a strong healthy boy Colin would probably have shouted</p>\n<p>“Hooray! Hooray! Hooray!” but he was weak and rather hysterical;</p>\n<p>his eyes grew bigger and bigger and he gasped for breath.</p>\n<p>“Oh! Mary!” he cried out with a half sob. “Shall I see it?</p>\n<p>Shall I get into it? Shall I</p>\n<p>live</p>\n<p>to get into it?” and he clutched</p>\n<p>her hands and dragged her toward him.</p>\n<p>“Of course you’ll see it!” snapped Mary indignantly.</p>\n<p>“Of course you’ll live to get into it! Don’t be silly!”</p>\n<p>And she was so un-hysterical and natural and childish that she brought him to</p>\n<p>his senses and he began to laugh at himself and a few minutes afterward she was</p>\n<p>sitting on her stool again telling him not what she imagined the secret garden</p>\n<p>to be like but what it really was, and Colin’s aches and tiredness were</p>\n<p>forgotten and he was listening enraptured.</p>\n<p>“It is just what you thought it would be,” he said at last.</p>\n<p>“It sounds just as if you had really seen it. You know I said that when</p>\n<p>you told me first.”</p>\n<p>Mary hesitated about two minutes and then boldly spoke the truth.</p>\n<p>“I had seen it—and I had been in,” she said. “I found</p>\n<p>the key and got in weeks ago. But I daren’t tell you—I</p>\n<p>daren’t because I was so afraid I couldn’t trust you—</p>\n<p>for</p>\n<p>sure!</p>\n<p>”</p>\n"
}