{
  "title": "Chapter 7",
  "subtitle": "CHAPTER VII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-7",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-6",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-8",
  "content": "<p>THE KEY TO THE GARDEN</p>\n<p>Two days after this, when Mary opened her eyes she sat upright in bed</p>\n<p>immediately, and called to Martha.</p>\n<p>“Look at the moor! Look at the moor!”</p>\n<p>The rainstorm had ended and the gray mist and clouds had been swept away in the</p>\n<p>night by the wind. The wind itself had ceased and a brilliant, deep blue sky</p>\n<p>arched high over the moorland. Never, never had Mary dreamed of a sky so blue.</p>\n<p>In India skies were hot and blazing; this was of a deep cool blue which almost</p>\n<p>seemed to sparkle like the waters of some lovely bottomless lake, and here and</p>\n<p>there, high, high in the arched blueness floated small clouds of snow-white</p>\n<p>fleece. The far-reaching world of the moor itself looked softly blue instead of</p>\n<p>gloomy purple-black or awful dreary gray.</p>\n<p>“Aye,” said Martha with a cheerful grin. “Th’</p>\n<p>storm’s over for a bit. It does like this at this time o’ th’</p>\n<p>year. It goes off in a night like it was pretendin’ it had never been</p>\n<p>here an’ never meant to come again. That’s because th’</p>\n<p>springtime’s on its way. It’s a long way off yet, but it’s</p>\n<p>comin’.”</p>\n<p>“I thought perhaps it always rained or looked dark in England,”</p>\n<p>Mary said.</p>\n<p>“Eh! no!” said Martha, sitting up on her heels among her black lead</p>\n<p>brushes. “Nowt o’ th’ soart!”</p>\n<p>“What does that mean?” asked Mary seriously. In India the natives</p>\n<p>spoke different dialects which only a few people understood, so she was not</p>\n<p>surprised when Martha used words she did not know.</p>\n<p>Martha laughed as she had done the first morning.</p>\n<p>“There now,” she said. “I’ve talked broad Yorkshire</p>\n<p>again like Mrs. Medlock said I mustn’t. ‘Nowt o’ th’</p>\n<p>soart’ means ‘nothin’-of-the-sort,’” slowly and</p>\n<p>carefully, “but it takes so long to say it. Yorkshire’s th’</p>\n<p>sunniest place on earth when it is sunny. I told thee tha’d like</p>\n<p>th’ moor after a bit. Just you wait till you see th’ gold-colored</p>\n<p>gorse blossoms an’ th’ blossoms o’ th’ broom, an’</p>\n<p>th’ heather flowerin’, all purple bells, an’ hundreds</p>\n<p>o’ butterflies flutterin’ an’ bees hummin’ an’</p>\n<p>skylarks soarin’ up an’ singin’. You’ll want to get out</p>\n<p>on it at sunrise an’ live out on it all day like Dickon does.”</p>\n<p>“Could I ever get there?” asked Mary wistfully, looking through her</p>\n<p>window at the far-off blue. It was so new and big and wonderful and such a</p>\n<p>heavenly color.</p>\n<p>“I don’t know,” answered Martha. “Tha’s never</p>\n<p>used tha’ legs since tha’ was born, it seems to me. Tha’</p>\n<p>couldn’t walk five mile. It’s five mile to our cottage.”</p>\n<p>“I should like to see your cottage.”</p>\n<p>Martha stared at her a moment curiously before she took up her polishing brush</p>\n<p>and began to rub the grate again. She was thinking that the small plain face</p>\n<p>did not look quite as sour at this moment as it had done the first morning she</p>\n<p>saw it. It looked just a trifle like little Susan Ann’s when she wanted</p>\n<p>something very much.</p>\n<p>“I’ll ask my mother about it,” she said. “She’s</p>\n<p>one o’ them that nearly always sees a way to do things. It’s my day</p>\n<p>out today an’ I’m goin’ home. Eh! I am glad. Mrs. Medlock</p>\n<p>thinks a lot o’ mother. Perhaps she could talk to her.”</p>\n<p>“I like your mother,” said Mary.</p>\n<p>“I should think tha’ did,” agreed Martha, polishing away.</p>\n<p>“I’ve never seen her,” said Mary.</p>\n<p>“No, tha’ hasn’t,” replied Martha.</p>\n<p>She sat up on her heels again and rubbed the end of her nose with the back of</p>\n<p>her hand as if puzzled for a moment, but she ended quite positively.</p>\n<p>“Well, she’s that sensible an’ hard workin’ an’</p>\n<p>good-natured an’ clean that no one could help likin’ her whether</p>\n<p>they’d seen her or not. When I’m goin’ home to her on my day</p>\n<p>out I just jump for joy when I’m crossin’ the moor.”</p>\n<p>“I like Dickon,” added Mary. “And I’ve never seen</p>\n<p>him.”</p>\n<p>“Well,” said Martha stoutly, “I’ve told thee that</p>\n<p>th’ very birds likes him an’ th’ rabbits an’ wild sheep</p>\n<p>an’ ponies, an’ th’ foxes themselves. I wonder,”</p>\n<p>staring at her reflectively, “what Dickon would think of thee?”</p>\n<p>“He wouldn’t like me,” said Mary in her stiff, cold little</p>\n<p>way. “No one does.”</p>\n<p>Martha looked reflective again.</p>\n<p>“How does tha’ like thysel’?” she inquired, really</p>\n<p>quite as if she were curious to know.</p>\n<p>Mary hesitated a moment and thought it over.</p>\n<p>“Not at all—really,” she answered. “But I never thought</p>\n<p>of that before.”</p>\n<p>Martha grinned a little as if at some homely recollection.</p>\n<p>“Mother said that to me once,” she said. “She was at her</p>\n<p>wash-tub an’ I was in a bad temper an’ talkin’ ill of folk,</p>\n<p>an’ she turns round on me an’ says: ‘Tha’ young vixen,</p>\n<p>tha’! There tha’ stands sayin’ tha’ doesn’t like</p>\n<p>this one an’ tha’ doesn’t like that one. How does tha’</p>\n<p>like thysel’?’ It made me laugh an’ it brought me to my</p>\n<p>senses in a minute.”</p>\n<p>She went away in high spirits as soon as she had given Mary her breakfast. She</p>\n<p>was going to walk five miles across the moor to the cottage, and she was going</p>\n<p>to help her mother with the washing and do the week’s baking and enjoy</p>\n<p>herself thoroughly.</p>\n<p>Mary felt lonelier than ever when she knew she was no longer in the house. She</p>\n<p>went out into the garden as quickly as possible, and the first thing she did</p>\n<p>was to run round and round the fountain flower garden ten times. She counted</p>\n<p>the times carefully and when she had finished she felt in better spirits. The</p>\n<p>sunshine made the whole place look different. The high, deep, blue sky arched</p>\n<p>over Misselthwaite as well as over the moor, and she kept lifting her face and</p>\n<p>looking up into it, trying to imagine what it would be like to lie down on one</p>\n<p>of the little snow-white clouds and float about. She went into the first</p>\n<p>kitchen-garden and found Ben Weatherstaff working there with two other</p>\n<p>gardeners. The change in the weather seemed to have done him good. He spoke to</p>\n<p>her of his own accord.</p>\n<p>“Springtime’s comin,’” he said. “Cannot</p>\n<p>tha’ smell it?”</p>\n<p>Mary sniffed and thought she could.</p>\n<p>“I smell something nice and fresh and damp,” she said.</p>\n<p>“That’s th’ good rich earth,” he answered, digging</p>\n<p>away. “It’s in a good humor makin’ ready to grow things.</p>\n<p>It’s glad when plantin’ time comes. It’s dull in th’</p>\n<p>winter when it’s got nowt to do. In th’ flower gardens out there</p>\n<p>things will be stirrin’ down below in th’ dark. Th’</p>\n<p>sun’s warmin’ ’em. You’ll see bits o’ green</p>\n<p>spikes stickin’ out o’ th’ black earth after a bit.”</p>\n<p>“What will they be?” asked Mary.</p>\n<p>“Crocuses an’ snowdrops an’ daffydowndillys. Has tha’</p>\n<p>never seen them?”</p>\n<p>“No. Everything is hot, and wet, and green after the rains in</p>\n<p>India,” said Mary. “And I think things grow up in a night.”</p>\n<p>“These won’t grow up in a night,” said Weatherstaff.</p>\n<p>“Tha’ll have to wait for ’em. They’ll poke up a bit</p>\n<p>higher here, an’ push out a spike more there, an’ uncurl a leaf</p>\n<p>this day an’ another that. You watch ’em.”</p>\n<p>“I am going to,” answered Mary.</p>\n<p>Very soon she heard the soft rustling flight of wings again and she knew at</p>\n<p>once that the robin had come again. He was very pert and lively, and hopped</p>\n<p>about so close to her feet, and put his head on one side and looked at her so</p>\n<p>slyly that she asked Ben Weatherstaff a question.</p>\n<p>“Do you think he remembers me?” she said.</p>\n<p>“Remembers thee!” said Weatherstaff indignantly. “He knows</p>\n<p>every cabbage stump in th’ gardens, let alone th’ people.</p>\n<p>He’s never seen a little wench here before, an’ he’s bent on</p>\n<p>findin’ out all about thee. Tha’s no need to try to hide anything</p>\n<p>from</p>\n<p>him</p>\n<p>.”</p>\n<p>“Are things stirring down below in the dark in that garden where he</p>\n<p>lives?” Mary inquired.</p>\n<p>“What garden?” grunted Weatherstaff, becoming surly again.</p>\n<p>“The one where the old rose-trees are.” She could not help asking,</p>\n<p>because she wanted so much to know. “Are all the flowers dead, or do some</p>\n<p>of them come again in the summer? Are there ever any roses?”</p>\n<p>“Ask him,” said Ben Weatherstaff, hunching his shoulders toward the</p>\n<p>robin. “He’s the only one as knows. No one else has seen inside it</p>\n<p>for ten year’.”</p>\n<p>Ten years was a long time, Mary thought. She had been born ten years ago.</p>\n<p>She walked away, slowly thinking. She had begun to like the garden just as she</p>\n<p>had begun to like the robin and Dickon and Martha’s mother. She was</p>\n<p>beginning to like Martha, too. That seemed a good many people to</p>\n<p>like—when you were not used to liking. She thought of the robin as one of</p>\n<p>the people. She went to her walk outside the long, ivy-covered wall over which</p>\n<p>she could see the tree-tops; and the second time she walked up and down the</p>\n<p>most interesting and exciting thing happened to her, and it was all through Ben</p>\n<p>Weatherstaff’s robin.</p>\n<p>She heard a chirp and a twitter, and when she looked at the bare flower-bed at</p>\n<p>her left side there he was hopping about and pretending to peck things out of</p>\n<p>the earth to persuade her that he had not followed her. But she knew he had</p>\n<p>followed her and the surprise so filled her with delight that she almost</p>\n<p>trembled a little.</p>\n<p>“You do remember me!” she cried out. “You do! You are</p>\n<p>prettier than anything else in the world!”</p>\n<p>She chirped, and talked, and coaxed and he hopped, and flirted his tail and</p>\n<p>twittered. It was as if he were talking. His red waistcoat was like satin and</p>\n<p>he puffed his tiny breast out and was so fine and so grand and so pretty that</p>\n<p>it was really as if he were showing her how important and like a human person a</p>\n<p>robin could be. Mistress Mary forgot that she had ever been contrary in her</p>\n<p>life when he allowed her to draw closer and closer to him, and bend down and</p>\n<p>talk and try to make something like robin sounds.</p>\n<p>Oh! to think that he should actually let her come as near to him as that! He</p>\n<p>knew nothing in the world would make her put out her hand toward him or startle</p>\n<p>him in the least tiniest way. He knew it because he was a real</p>\n<p>person—only nicer than any other person in the world. She was so happy</p>\n<p>that she scarcely dared to breathe.</p>\n<p>The flower-bed was not quite bare. It was bare of flowers because the perennial</p>\n<p>plants had been cut down for their winter rest, but there were tall shrubs and</p>\n<p>low ones which grew together at the back of the bed, and as the robin hopped</p>\n<p>about under them she saw him hop over a small pile of freshly turned up earth.</p>\n<p>He stopped on it to look for a worm. The earth had been turned up because a dog</p>\n<p>had been trying to dig up a mole and he had scratched quite a deep hole.</p>\n<p>Mary looked at it, not really knowing why the hole was there, and as she looked</p>\n<p>she saw something almost buried in the newly-turned soil. It was something like</p>\n<p>a ring of rusty iron or brass and when the robin flew up into a tree nearby she</p>\n<p>put out her hand and picked the ring up. It was more than a ring, however; it</p>\n<p>was an old key which looked as if it had been buried a long time.</p>\n<p>Mistress Mary stood up and looked at it with an almost frightened face as it</p>\n<p>hung from her finger.</p>\n<p>“Perhaps it has been buried for ten years,” she said in a whisper.</p>\n<p>“Perhaps it is the key to the garden!”</p>\n"
}