{
  "title": "Chapter 15",
  "subtitle": "CHAPTER XV.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-15",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-14",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-16",
  "content": "<p>NEST BUILDING</p>\n<p>After another week of rain the high arch of blue sky appeared again and the sun</p>\n<p>which poured down was quite hot. Though there had been no chance to see either</p>\n<p>the secret garden or Dickon, Mistress Mary had enjoyed herself very much. The</p>\n<p>week had not seemed long. She had spent hours of every day with Colin in his</p>\n<p>room, talking about Rajahs or gardens or Dickon and the cottage on the moor.</p>\n<p>They had looked at the splendid books and pictures and sometimes Mary had read</p>\n<p>things to Colin, and sometimes he had read a little to her. When he was amused</p>\n<p>and interested she thought he scarcely looked like an invalid at all, except</p>\n<p>that his face was so colorless and he was always on the sofa.</p>\n<p>“You are a sly young one to listen and get out of your bed to go</p>\n<p>following things up like you did that night,” Mrs. Medlock said once.</p>\n<p>“But there’s no saying it’s not been a sort of blessing to</p>\n<p>the lot of us. He’s not had a tantrum or a whining fit since you made</p>\n<p>friends. The nurse was just going to give up the case because she was so sick</p>\n<p>of him, but she says she doesn’t mind staying now you’ve gone on</p>\n<p>duty with her,” laughing a little.</p>\n<p>In her talks with Colin, Mary had tried to be very cautious about the secret</p>\n<p>garden. There were certain things she wanted to find out from him, but she felt</p>\n<p>that she must find them out without asking him direct questions. In the first</p>\n<p>place, as she began to like to be with him, she wanted to discover whether he</p>\n<p>was the kind of boy you could tell a secret to. He was not in the least like</p>\n<p>Dickon, but he was evidently so pleased with the idea of a garden no one knew</p>\n<p>anything about that she thought perhaps he could be trusted. But she had not</p>\n<p>known him long enough to be sure. The second thing she wanted to find out was</p>\n<p>this: If he could be trusted—if he really could—wouldn’t it</p>\n<p>be possible to take him to the garden without having anyone find it out? The</p>\n<p>grand doctor had said that he must have fresh air and Colin had said that he</p>\n<p>would not mind fresh air in a secret garden. Perhaps if he had a great deal of</p>\n<p>fresh air and knew Dickon and the robin and saw things growing he might not</p>\n<p>think so much about dying. Mary had seen herself in the glass sometimes lately</p>\n<p>when she had realized that she looked quite a different creature from the child</p>\n<p>she had seen when she arrived from India. This child looked nicer. Even Martha</p>\n<p>had seen a change in her.</p>\n<p>“Th’ air from th’ moor has done thee good already,” she</p>\n<p>had said. “Tha’rt not nigh so yeller and tha’rt not nigh so</p>\n<p>scrawny. Even tha’ hair doesn’t slamp down on tha’ head so</p>\n<p>flat. It’s got some life in it so as it sticks out a bit.”</p>\n<p>“It’s like me,” said Mary. “It’s growing stronger</p>\n<p>and fatter. I’m sure there’s more of it.”</p>\n<p>“It looks it, for sure,” said Martha, ruffling it up a little round</p>\n<p>her face. “Tha’rt not half so ugly when it’s that way</p>\n<p>an’ there’s a bit o’ red in tha’ cheeks.”</p>\n<p>If gardens and fresh air had been good for her perhaps they would be good for</p>\n<p>Colin. But then, if he hated people to look at him, perhaps he would not like</p>\n<p>to see Dickon.</p>\n<p>“Why does it make you angry when you are looked at?” she inquired</p>\n<p>one day.</p>\n<p>“I always hated it,” he answered, “even when I was very</p>\n<p>little. Then when they took me to the seaside and I used to lie in my carriage</p>\n<p>everybody used to stare and ladies would stop and talk to my nurse and then</p>\n<p>they would begin to whisper and I knew then they were saying I shouldn’t</p>\n<p>live to grow up. Then sometimes the ladies would pat my cheeks and say</p>\n<p>‘Poor child!’ Once when a lady did that I screamed out loud and bit</p>\n<p>her hand. She was so frightened she ran away.”</p>\n<p>“She thought you had gone mad like a dog,” said Mary, not at all</p>\n<p>admiringly.</p>\n<p>“I don’t care what she thought,” said Colin, frowning.</p>\n<p>“I wonder why you didn’t scream and bite me when I came into your</p>\n<p>room?” said Mary. Then she began to smile slowly.</p>\n<p>“I thought you were a ghost or a dream,” he said. “You</p>\n<p>can’t bite a ghost or a dream, and if you scream they don’t</p>\n<p>care.”</p>\n<p>“Would you hate it if—if a boy looked at you?” Mary asked</p>\n<p>uncertainly.</p>\n<p>He lay back on his cushion and paused thoughtfully.</p>\n<p>“There’s one boy,” he said quite slowly, as if he were</p>\n<p>thinking over every word, “there’s one boy I believe I</p>\n<p>shouldn’t mind. It’s that boy who knows where the foxes</p>\n<p>live—Dickon.”</p>\n<p>“I’m sure you wouldn’t mind him,” said Mary.</p>\n<p>“The birds don’t and other animals,” he said, still thinking</p>\n<p>it over, “perhaps that’s why I shouldn’t. He’s a sort</p>\n<p>of animal charmer and I am a boy animal.”</p>\n<p>Then he laughed and she laughed too; in fact it ended in their both laughing a</p>\n<p>great deal and finding the idea of a boy animal hiding in his hole very funny</p>\n<p>indeed.</p>\n<p>What Mary felt afterward was that she need not fear about Dickon.</p>\n<p>On that first morning when the sky was blue again Mary wakened very early. The</p>\n<p>sun was pouring in slanting rays through the blinds and there was something so</p>\n<p>joyous in the sight of it that she jumped out of bed and ran to the window. She</p>\n<p>drew up the blinds and opened the window itself and a great waft of fresh,</p>\n<p>scented air blew in upon her. The moor was blue and the whole world looked as</p>\n<p>if something Magic had happened to it. There were tender little fluting sounds</p>\n<p>here and there and everywhere, as if scores of birds were beginning to tune up</p>\n<p>for a concert. Mary put her hand out of the window and held it in the sun.</p>\n<p>“It’s warm—warm!” she said. “It will make the</p>\n<p>green points push up and up and up, and it will make the bulbs and roots work</p>\n<p>and struggle with all their might under the earth.”</p>\n<p>She kneeled down and leaned out of the window as far as she could, breathing</p>\n<p>big breaths and sniffing the air until she laughed because she remembered what</p>\n<p>Dickon’s mother had said about the end of his nose quivering like a</p>\n<p>rabbit’s.</p>\n<p>“It must be very early,” she said. “The little clouds are all</p>\n<p>pink and I’ve never seen the sky look like this. No one is up. I</p>\n<p>don’t even hear the stable boys.”</p>\n<p>A sudden thought made her scramble to her feet.</p>\n<p>“I can’t wait! I am going to see the garden!”</p>\n<p>She had learned to dress herself by this time and she put on her clothes in</p>\n<p>five minutes. She knew a small side door which she could unbolt herself and she</p>\n<p>flew downstairs in her stocking feet and put on her shoes in the hall. She</p>\n<p>unchained and unbolted and unlocked and when the door was open she sprang</p>\n<p>across the step with one bound, and there she was standing on the grass, which</p>\n<p>seemed to have turned green, and with the sun pouring down on her and warm</p>\n<p>sweet wafts about her and the fluting and twittering and singing coming from</p>\n<p>every bush and tree. She clasped her hands for pure joy and looked up in the</p>\n<p>sky and it was so blue and pink and pearly and white and flooded with</p>\n<p>springtime light that she felt as if she must flute and sing aloud herself and</p>\n<p>knew that thrushes and robins and skylarks could not possibly help it. She ran</p>\n<p>around the shrubs and paths towards the secret garden.</p>\n<p>“It is all different already,” she said. “The grass is</p>\n<p>greener and things are sticking up everywhere and things are uncurling and</p>\n<p>green buds of leaves are showing. This afternoon I am sure Dickon will</p>\n<p>come.”</p>\n<p>The long warm rain had done strange things to the herbaceous beds which</p>\n<p>bordered the walk by the lower wall. There were things sprouting and pushing</p>\n<p>out from the roots of clumps of plants and there were actually here and there</p>\n<p>glimpses of royal purple and yellow unfurling among the stems of crocuses. Six</p>\n<p>months before Mistress Mary would not have seen how the world was waking up,</p>\n<p>but now she missed nothing.</p>\n<p>When she had reached the place where the door hid itself under the ivy, she was</p>\n<p>startled by a curious loud sound. It was the caw—caw of a crow and it</p>\n<p>came from the top of the wall, and when she looked up, there sat a big</p>\n<p>glossy-plumaged blue-black bird, looking down at her very wisely indeed. She</p>\n<p>had never seen a crow so close before and he made her a little nervous, but the</p>\n<p>next moment he spread his wings and flapped away across the garden. She hoped</p>\n<p>he was not going to stay inside and she pushed the door open wondering if he</p>\n<p>would. When she got fairly into the garden she saw that he probably did intend</p>\n<p>to stay because he had alighted on a dwarf apple-tree and under the apple-tree</p>\n<p>was lying a little reddish animal with a Bushy tail, and both of them were</p>\n<p>watching the stooping body and rust-red head of Dickon, who was kneeling on the</p>\n<p>grass working hard.</p>\n<p>Mary flew across the grass to him.</p>\n<p>“Oh, Dickon! Dickon!” she cried out. “How could you get here</p>\n<p>so early! How could you! The sun has only just got up!”</p>\n<p>He got up himself, laughing and glowing, and tousled; his eyes like a bit of</p>\n<p>the sky.</p>\n<p>“Eh!” he said. “I was up long before him. How could I have</p>\n<p>stayed abed! Th’ world’s all fair begun again this mornin’,</p>\n<p>it has. An’ it’s workin’ an’ hummin’ an’</p>\n<p>scratchin’ an’ pipin’ an’ nest-buildin’ an’</p>\n<p>breathin’ out scents, till you’ve got to be out on it ’stead</p>\n<p>o’ lyin’ on your back. When th’ sun did jump up, th’</p>\n<p>moor went mad for joy, an’ I was in the midst of th’ heather,</p>\n<p>an’ I run like mad myself, shoutin’ an’ singin’.</p>\n<p>An’ I come straight here. I couldn’t have stayed away. Why,</p>\n<p>th’ garden was lyin’ here waitin’!”</p>\n<p>Mary put her hands on her chest, panting, as if she had been running herself.</p>\n<p>“Oh, Dickon! Dickon!” she said. “I’m so happy I can</p>\n<p>scarcely breathe!”</p>\n<p>Seeing him talking to a stranger, the little bushy-tailed animal rose from its</p>\n<p>place under the tree and came to him, and the rook, cawing once, flew down from</p>\n<p>its branch and settled quietly on his shoulder.</p>\n<p>“This is th’ little fox cub,” he said, rubbing the little</p>\n<p>reddish animal’s head. “It’s named Captain. An’ this</p>\n<p>here’s Soot. Soot he flew across th’ moor with me an’ Captain</p>\n<p>he run same as if th’ hounds had been after him. They both felt same as I</p>\n<p>did.”</p>\n<p>Neither of the creatures looked as if he were the least afraid of Mary. When</p>\n<p>Dickon began to walk about, Soot stayed on his shoulder and Captain trotted</p>\n<p>quietly close to his side.</p>\n<p>“See here!” said Dickon. “See how these has pushed up,</p>\n<p>an’ these an’ these! An’ Eh! Look at these here!”</p>\n<p>He threw himself upon his knees and Mary went down beside him. They had come</p>\n<p>upon a whole clump of crocuses burst into purple and orange and gold. Mary bent</p>\n<p>her face down and kissed and kissed them.</p>\n<p>“You never kiss a person in that way,” she said when she lifted her</p>\n<p>head. “Flowers are so different.”</p>\n<p>He looked puzzled but smiled.</p>\n<p>“Eh!” he said, “I’ve kissed mother many a time that way</p>\n<p>when I come in from th’ moor after a day’s roamin’ an’</p>\n<p>she stood there at th’ door in th’ sun, lookin’ so glad</p>\n<p>an’ comfortable.”</p>\n<p>They ran from one part of the garden to another and found so many wonders that</p>\n<p>they were obliged to remind themselves that they must whisper or speak low. He</p>\n<p>showed her swelling leafbuds on rose branches which had seemed dead. He showed</p>\n<p>her ten thousand new green points pushing through the mould. They put their</p>\n<p>eager young noses close to the earth and sniffed its warmed springtime</p>\n<p>breathing; they dug and pulled and laughed low with rapture until Mistress</p>\n<p>Mary’s hair was as tumbled as Dickon’s and her cheeks were almost</p>\n<p>as poppy red as his.</p>\n<p>There was every joy on earth in the secret garden that morning, and in the</p>\n<p>midst of them came a delight more delightful than all, because it was more</p>\n<p>wonderful. Swiftly something flew across the wall and darted through the trees</p>\n<p>to a close grown corner, a little flare of red-breasted bird with something</p>\n<p>hanging from its beak. Dickon stood quite still and put his hand on Mary almost</p>\n<p>as if they had suddenly found themselves laughing in a church.</p>\n<p>“We munnot stir,” he whispered in broad Yorkshire. “We munnot</p>\n<p>scarce breathe. I knowed he was mate-huntin’ when I seed him last.</p>\n<p>It’s Ben Weatherstaff’s robin. He’s buildin’ his nest.</p>\n<p>He’ll stay here if us don’t flight him.”</p>\n<p>They settled down softly upon the grass and sat there without moving.</p>\n<p>“Us mustn’t seem as if us was watchin’ him too close,”</p>\n<p>said Dickon. “He’d be out with us for good if he got th’</p>\n<p>notion us was interferin’ now. He’ll be a good bit different till</p>\n<p>all this is over. He’s settin’ up housekeepin’. He’ll</p>\n<p>be shyer an’ readier to take things ill. He’s got no time for</p>\n<p>visitin’ an’ gossipin’. Us must keep still a bit an’</p>\n<p>try to look as if us was grass an’ trees an’ bushes. Then when</p>\n<p>he’s got used to seein’ us I’ll chirp a bit an’</p>\n<p>he’ll know us’ll not be in his way.”</p>\n<p>Mistress Mary was not at all sure that she knew, as Dickon seemed to, how to</p>\n<p>try to look like grass and trees and bushes. But he had said the queer thing as</p>\n<p>if it were the simplest and most natural thing in the world, and she felt it</p>\n<p>must be quite easy to him, and indeed she watched him for a few minutes</p>\n<p>carefully, wondering if it was possible for him to quietly turn green and put</p>\n<p>out branches and leaves. But he only sat wonderfully still, and when he spoke</p>\n<p>dropped his voice to such a softness that it was curious that she could hear</p>\n<p>him, but she could.</p>\n<p>“It’s part o’ th’ springtime, this nest-buildin’</p>\n<p>is,” he said. “I warrant it’s been goin’ on in</p>\n<p>th’ same way every year since th’ world was begun. They’ve</p>\n<p>got their way o’ thinkin’ and doin’ things an’ a body</p>\n<p>had better not meddle. You can lose a friend in springtime easier than any</p>\n<p>other season if you’re too curious.”</p>\n<p>“If we talk about him I can’t help looking at him,” Mary said</p>\n<p>as softly as possible. “We must talk of something else. There is</p>\n<p>something I want to tell you.”</p>\n<p>“He’ll like it better if us talks o’ somethin’</p>\n<p>else,” said Dickon. “What is it tha’s got to tell me?”</p>\n<p>“Well—do you know about Colin?” she whispered.</p>\n<p>He turned his head to look at her.</p>\n<p>“What does tha’ know about him?” he asked.</p>\n<p>“I’ve seen him. I have been to talk to him every day this week. He</p>\n<p>wants me to come. He says I’m making him forget about being ill and</p>\n<p>dying,” answered Mary.</p>\n<p>Dickon looked actually relieved as soon as the surprise died away from his</p>\n<p>round face.</p>\n<p>“I am glad o’ that,” he exclaimed. “I’m right</p>\n<p>down glad. It makes me easier. I knowed I must say nothin’ about him</p>\n<p>an’ I don’t like havin’ to hide things.”</p>\n<p>“Don’t you like hiding the garden?” said Mary.</p>\n<p>“I’ll never tell about it,” he answered. “But I says to</p>\n<p>mother, ‘Mother,’ I says, ‘I got a secret to keep. It’s</p>\n<p>not a bad ’un, tha’ knows that. It’s no worse than</p>\n<p>hidin’ where a bird’s nest is. Tha’ doesn’t mind it,</p>\n<p>does tha’?’”</p>\n<p>Mary always wanted to hear about mother.</p>\n<p>“What did she say?” she asked, not at all afraid to hear.</p>\n<p>Dickon grinned sweet-temperedly.</p>\n<p>“It was just like her, what she said,” he answered. “She give</p>\n<p>my head a bit of a rub an’ laughed an’ she says, ‘Eh, lad,</p>\n<p>tha’ can have all th’ secrets tha’ likes. I’ve knowed</p>\n<p>thee twelve year’.’”</p>\n<p>“How did you know about Colin?” asked Mary.</p>\n<p>“Everybody as knowed about Mester Craven knowed there was a little lad as</p>\n<p>was like to be a cripple, an’ they knowed Mester Craven didn’t like</p>\n<p>him to be talked about. Folks is sorry for Mester Craven because Mrs. Craven</p>\n<p>was such a pretty young lady an’ they was so fond of each other. Mrs.</p>\n<p>Medlock stops in our cottage whenever she goes to Thwaite an’ she</p>\n<p>doesn’t mind talkin’ to mother before us children, because she</p>\n<p>knows us has been brought up to be trusty. How did tha’ find out about</p>\n<p>him? Martha was in fine trouble th’ last time she came home. She said</p>\n<p>tha’d heard him frettin’ an’ tha’ was askin’</p>\n<p>questions an’ she didn’t know what to say.”</p>\n<p>Mary told him her story about the midnight wuthering of the wind which had</p>\n<p>wakened her and about the faint far-off sounds of the complaining voice which</p>\n<p>had led her down the dark corridors with her candle and had ended with her</p>\n<p>opening of the door of the dimly lighted room with the carven four-posted bed</p>\n<p>in the corner. When she described the small ivory-white face and the strange</p>\n<p>black-rimmed eyes Dickon shook his head.</p>\n<p>“Them’s just like his mother’s eyes, only hers was always</p>\n<p>laughin’, they say,” he said. “They say as Mr. Craven</p>\n<p>can’t bear to see him when he’s awake an’ it’s because</p>\n<p>his eyes is so like his mother’s an’ yet looks so different in his</p>\n<p>miserable bit of a face.”</p>\n<p>“Do you think he wants to die?” whispered Mary.</p>\n<p>“No, but he wishes he’d never been born. Mother she says</p>\n<p>that’s th’ worst thing on earth for a child. Them as is not wanted</p>\n<p>scarce ever thrives. Mester Craven he’d buy anythin’ as money could</p>\n<p>buy for th’ poor lad but he’d like to forget as he’s on</p>\n<p>earth. For one thing, he’s afraid he’ll look at him some day and</p>\n<p>find he’s growed hunchback.”</p>\n<p>“Colin’s so afraid of it himself that he won’t sit up,”</p>\n<p>said Mary. “He says he’s always thinking that if he should feel a</p>\n<p>lump coming he should go crazy and scream himself to death.”</p>\n<p>“Eh! he oughtn’t to lie there thinkin’ things like</p>\n<p>that,” said Dickon. “No lad could get well as thought them sort</p>\n<p>o’ things.”</p>\n<p>The fox was lying on the grass close by him, looking up to ask for a pat now</p>\n<p>and then, and Dickon bent down and rubbed his neck softly and thought a few</p>\n<p>minutes in silence. Presently he lifted his head and looked round the garden.</p>\n<p>“When first we got in here,” he said, “it seemed like</p>\n<p>everything was gray. Look round now and tell me if tha’ doesn’t see</p>\n<p>a difference.”</p>\n<p>Mary looked and caught her breath a little.</p>\n<p>“Why!” she cried, “the gray wall is changing. It is as if a</p>\n<p>green mist were creeping over it. It’s almost like a green gauze</p>\n<p>veil.”</p>\n<p>“Aye,” said Dickon. “An’ it’ll be greener and</p>\n<p>greener till th’ gray’s all gone. Can tha’ guess what I was</p>\n<p>thinkin’?”</p>\n<p>“I know it was something nice,” said Mary eagerly. “I believe</p>\n<p>it was something about Colin.”</p>\n<p>“I was thinkin’ that if he was out here he wouldn’t be</p>\n<p>watchin’ for lumps to grow on his back; he’d be watchin’ for</p>\n<p>buds to break on th’ rose-bushes, an’ he’d likely be</p>\n<p>healthier,” explained Dickon. “I was wonderin’ if us could</p>\n<p>ever get him in th’ humor to come out here an’ lie under th’</p>\n<p>trees in his carriage.”</p>\n<p>“I’ve been wondering that myself. I’ve thought of it almost</p>\n<p>every time I’ve talked to him,” said Mary. “I’ve</p>\n<p>wondered if he could keep a secret and I’ve wondered if we could bring</p>\n<p>him here without anyone seeing us. I thought perhaps you could push his</p>\n<p>carriage. The doctor said he must have fresh air and if he wants us to take him</p>\n<p>out no one dare disobey him. He won’t go out for other people and perhaps</p>\n<p>they will be glad if he will go out with us. He could order the gardeners to</p>\n<p>keep away so they wouldn’t find out.”</p>\n<p>Dickon was thinking very hard as he scratched Captain’s back.</p>\n<p>“It’d be good for him, I’ll warrant,” he said.</p>\n<p>“Us’d not be thinkin’ he’d better never been born.</p>\n<p>Us’d be just two children watchin’ a garden grow, an’</p>\n<p>he’d be another. Two lads an’ a little lass just lookin’ on</p>\n<p>at th’ springtime. I warrant it’d be better than doctor’s</p>\n<p>stuff.”</p>\n<p>“He’s been lying in his room so long and he’s always been so</p>\n<p>afraid of his back that it has made him queer,” said Mary. “He</p>\n<p>knows a good many things out of books but he doesn’t know anything else.</p>\n<p>He says he has been too ill to notice things and he hates going out of doors</p>\n<p>and hates gardens and gardeners. But he likes to hear about this garden because</p>\n<p>it is a secret. I daren’t tell him much but he said he wanted to see</p>\n<p>it.”</p>\n<p>“Us’ll have him out here sometime for sure,” said Dickon.</p>\n<p>“I could push his carriage well enough. Has tha’ noticed how</p>\n<p>th’ robin an’ his mate has been workin’ while we’ve</p>\n<p>been sittin’ here? Look at him perched on that branch wonderin’</p>\n<p>where it’d be best to put that twig he’s got in his beak.”</p>\n<p>He made one of his low whistling calls and the robin turned his head and looked</p>\n<p>at him inquiringly, still holding his twig. Dickon spoke to him as Ben</p>\n<p>Weatherstaff did, but Dickon’s tone was one of friendly advice.</p>\n<p>“Wheres’ever tha’ puts it,” he said, “it’ll</p>\n<p>be all right. Tha’ knew how to build tha’ nest before tha’</p>\n<p>came out o’ th’ egg. Get on with thee, lad. Tha’st got no</p>\n<p>time to lose.”</p>\n<p>“Oh, I do like to hear you talk to him!” Mary said, laughing</p>\n<p>delightedly. “Ben Weatherstaff scolds him and makes fun of him, and he</p>\n<p>hops about and looks as if he understood every word, and I know he likes it.</p>\n<p>Ben Weatherstaff says he is so conceited he would rather have stones thrown at</p>\n<p>him than not be noticed.”</p>\n<p>Dickon laughed too and went on talking.</p>\n<p>“Tha’ knows us won’t trouble thee,” he said to the</p>\n<p>robin. “Us is near bein’ wild things ourselves. Us is</p>\n<p>nest-buildin’ too, bless thee. Look out tha’ doesn’t tell on</p>\n<p>us.”</p>\n<p>And though the robin did not answer, because his beak was occupied, Mary knew</p>\n<p>that when he flew away with his twig to his own corner of the garden the</p>\n<p>darkness of his dew-bright eye meant that he would not tell their secret for</p>\n<p>the world.</p>\n"
}