{
  "title": "Chapter 12",
  "subtitle": "CHAPTER XII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-12",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-11",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-13",
  "content": "<p>“MIGHT I HAVE A BIT OF EARTH?”</p>\n<p>Mary ran so fast that she was rather out of breath when she reached her room.</p>\n<p>Her hair was ruffled on her forehead and her cheeks were bright pink. Her</p>\n<p>dinner was waiting on the table, and Martha was waiting near it.</p>\n<p>“Tha’s a bit late,” she said. “Where has tha’</p>\n<p>been?”</p>\n<p>“I’ve seen Dickon!” said Mary. “I’ve seen</p>\n<p>Dickon!”</p>\n<p>“I knew he’d come,” said Martha exultantly. “How does</p>\n<p>tha’ like him?”</p>\n<p>“I think—I think he’s beautiful!” said Mary in a</p>\n<p>determined voice.</p>\n<p>Martha looked rather taken aback but she looked pleased, too.</p>\n<p>“Well,” she said, “he’s th’ best lad as ever was</p>\n<p>born, but us never thought he was handsome. His nose turns up too much.”</p>\n<p>“I like it to turn up,” said Mary.</p>\n<p>“An’ his eyes is so round,” said Martha, a trifle doubtful.</p>\n<p>“Though they’re a nice color.”</p>\n<p>“I like them round,” said Mary. “And they are exactly the</p>\n<p>color of the sky over the moor.”</p>\n<p>Martha beamed with satisfaction.</p>\n<p>“Mother says he made ’em that color with always lookin’ up at</p>\n<p>th’ birds an’ th’ clouds. But he has got a big mouth,</p>\n<p>hasn’t he, now?”</p>\n<p>“I love his big mouth,” said Mary obstinately. “I wish mine</p>\n<p>were just like it.”</p>\n<p>Martha chuckled delightedly.</p>\n<p>“It’d look rare an’ funny in thy bit of a face,” she</p>\n<p>said. “But I knowed it would be that way when tha’ saw him. How did</p>\n<p>tha’ like th’ seeds an’ th’ garden tools?”</p>\n<p>“How did you know he brought them?” asked Mary.</p>\n<p>“Eh! I never thought of him not bringin’ ’em. He’d be</p>\n<p>sure to bring ’em if they was in Yorkshire. He’s such a trusty</p>\n<p>lad.”</p>\n<p>Mary was afraid that she might begin to ask difficult questions, but she did</p>\n<p>not. She was very much interested in the seeds and gardening tools, and there</p>\n<p>was only one moment when Mary was frightened. This was when she began to ask</p>\n<p>where the flowers were to be planted.</p>\n<p>“Who did tha’ ask about it?” she inquired.</p>\n<p>“I haven’t asked anybody yet,” said Mary, hesitating.</p>\n<p>“Well, I wouldn’t ask th’ head gardener. He’s too</p>\n<p>grand, Mr. Roach is.”</p>\n<p>“I’ve never seen him,” said Mary. “I’ve only seen</p>\n<p>undergardeners and Ben Weatherstaff.”</p>\n<p>“If I was you, I’d ask Ben Weatherstaff,” advised Martha.</p>\n<p>“He’s not half as bad as he looks, for all he’s so crabbed.</p>\n<p>Mr. Craven lets him do what he likes because he was here when Mrs. Craven was</p>\n<p>alive, an’ he used to make her laugh. She liked him. Perhaps he’d</p>\n<p>find you a corner somewhere out o’ the way.”</p>\n<p>“If it was out of the way and no one wanted it, no one</p>\n<p>could</p>\n<p>mind</p>\n<p>my having it, could they?” Mary said anxiously.</p>\n<p>“There wouldn’t be no reason,” answered Martha. “You</p>\n<p>wouldn’t do no harm.”</p>\n<p>Mary ate her dinner as quickly as she could and when she rose from the table</p>\n<p>she was going to run to her room to put on her hat again, but Martha stopped</p>\n<p>her.</p>\n<p>“I’ve got somethin’ to tell you,” she said. “I</p>\n<p>thought I’d let you eat your dinner first. Mr. Craven came back this</p>\n<p>mornin’ and I think he wants to see you.”</p>\n<p>Mary turned quite pale.</p>\n<p>“Oh!” she said. “Why! Why! He didn’t want to see me</p>\n<p>when I came. I heard Pitcher say he didn’t.”</p>\n<p>“Well,” explained Martha, “Mrs. Medlock says it’s</p>\n<p>because o’ mother. She was walkin’ to Thwaite village an’ she</p>\n<p>met him. She’d never spoke to him before, but Mrs. Craven had been to our</p>\n<p>cottage two or three times. He’d forgot, but mother hadn’t</p>\n<p>an’ she made bold to stop him. I don’t know what she said to him</p>\n<p>about you but she said somethin’ as put him in th’ mind to see you</p>\n<p>before he goes away again, tomorrow.”</p>\n<p>“Oh!” cried Mary, “is he going away tomorrow? I am so</p>\n<p>glad!”</p>\n<p>“He’s goin’ for a long time. He mayn’t come back till</p>\n<p>autumn or winter. He’s goin’ to travel in foreign places.</p>\n<p>He’s always doin’ it.”</p>\n<p>“Oh! I’m so glad—so glad!” said Mary thankfully.</p>\n<p>If he did not come back until winter, or even autumn, there would be time to</p>\n<p>watch the secret garden come alive. Even if he found out then and took it away</p>\n<p>from her she would have had that much at least.</p>\n<p>“When do you think he will want to see—”</p>\n<p>She did not finish the sentence, because the door opened, and Mrs. Medlock</p>\n<p>walked in. She had on her best black dress and cap, and her collar was fastened</p>\n<p>with a large brooch with a picture of a man’s face on it. It was a</p>\n<p>colored photograph of Mr. Medlock who had died years ago, and she always wore</p>\n<p>it when she was dressed up. She looked nervous and excited.</p>\n<p>“Your hair’s rough,” she said quickly. “Go and brush</p>\n<p>it. Martha, help her to slip on her best dress. Mr. Craven sent me to bring her</p>\n<p>to him in his study.”</p>\n<p>All the pink left Mary’s cheeks. Her heart began to thump and she felt</p>\n<p>herself changing into a stiff, plain, silent child again. She did not even</p>\n<p>answer Mrs. Medlock, but turned and walked into her bedroom, followed by</p>\n<p>Martha. She said nothing while her dress was changed, and her hair brushed, and</p>\n<p>after she was quite tidy she followed Mrs. Medlock down the corridors, in</p>\n<p>silence. What was there for her to say? She was obliged to go and see Mr.</p>\n<p>Craven and he would not like her, and she would not like him. She knew what he</p>\n<p>would think of her.</p>\n<p>She was taken to a part of the house she had not been into before. At last Mrs.</p>\n<p>Medlock knocked at a door, and when someone said, “Come in,” they</p>\n<p>entered the room together. A man was sitting in an armchair before the fire,</p>\n<p>and Mrs. Medlock spoke to him.</p>\n<p>“This is Miss Mary, sir,” she said.</p>\n<p>“You can go and leave her here. I will ring for you when I want you to</p>\n<p>take her away,” said Mr. Craven.</p>\n<p>When she went out and closed the door, Mary could only stand waiting, a plain</p>\n<p>little thing, twisting her thin hands together. She could see that the man in</p>\n<p>the chair was not so much a hunchback as a man with high, rather crooked</p>\n<p>shoulders, and he had black hair streaked with white. He turned his head over</p>\n<p>his high shoulders and spoke to her.</p>\n<p>“Come here!” he said.</p>\n<p>Mary went to him.</p>\n<p>He was not ugly. His face would have been handsome if it had not been so</p>\n<p>miserable. He looked as if the sight of her worried and fretted him and as if</p>\n<p>he did not know what in the world to do with her.</p>\n<p>“Are you well?” he asked.</p>\n<p>“Yes,” answered Mary.</p>\n<p>“Do they take good care of you?”</p>\n<p>“Yes.”</p>\n<p>He rubbed his forehead fretfully as he looked her over.</p>\n<p>“You are very thin,” he said.</p>\n<p>“I am getting fatter,” Mary answered in what she knew was her</p>\n<p>stiffest way.</p>\n<p>What an unhappy face he had! His black eyes seemed as if they scarcely saw her,</p>\n<p>as if they were seeing something else, and he could hardly keep his thoughts</p>\n<p>upon her.</p>\n<p>“I forgot you,” he said. “How could I remember you? I</p>\n<p>intended to send you a governess or a nurse, or someone of that sort, but I</p>\n<p>forgot.”</p>\n<p>“Please,” began Mary. “Please—” and then the lump</p>\n<p>in her throat choked her.</p>\n<p>“What do you want to say?” he inquired.</p>\n<p>“I am—I am too big for a nurse,” said Mary. “And</p>\n<p>please—please don’t make me have a governess yet.”</p>\n<p>He rubbed his forehead again and stared at her.</p>\n<p>“That was what the Sowerby woman said,” he muttered absent-mindedly.</p>\n<p>Then Mary gathered a scrap of courage.</p>\n<p>“Is she—is she Martha’s mother?” she stammered.</p>\n<p>“Yes, I think so,” he replied.</p>\n<p>“She knows about children,” said Mary. “She has twelve. She</p>\n<p>knows.”</p>\n<p>He seemed to rouse himself.</p>\n<p>“What do you want to do?”</p>\n<p>“I want to play out of doors,” Mary answered, hoping that her voice</p>\n<p>did not tremble. “I never liked it in India. It makes me hungry here, and</p>\n<p>I am getting fatter.”</p>\n<p>He was watching her.</p>\n<p>“Mrs. Sowerby said it would do you good. Perhaps it will,” he said.</p>\n<p>“She thought you had better get stronger before you had a</p>\n<p>governess.”</p>\n<p>“It makes me feel strong when I play and the wind comes over the</p>\n<p>moor,” argued Mary.</p>\n<p>“Where do you play?” he asked next.</p>\n<p>“Everywhere,” gasped Mary. “Martha’s mother sent me a</p>\n<p>skipping-rope. I skip and run—and I look about to see if things are</p>\n<p>beginning to stick up out of the earth. I don’t do any harm.”</p>\n<p>“Don’t look so frightened,” he said in a worried voice.</p>\n<p>“You could not do any harm, a child like you! You may do what you</p>\n<p>like.”</p>\n<p>Mary put her hand up to her throat because she was afraid he might see the</p>\n<p>excited lump which she felt jump into it. She came a step nearer to him.</p>\n<p>“May I?” she said tremulously.</p>\n<p>Her anxious little face seemed to worry him more than ever.</p>\n<p>“Don’t look so frightened,” he exclaimed. “Of course</p>\n<p>you may. I am your guardian, though I am a poor one for any child. I cannot</p>\n<p>give you time or attention. I am too ill, and wretched and distracted; but I</p>\n<p>wish you to be happy and comfortable. I don’t know anything about</p>\n<p>children, but Mrs. Medlock is to see that you have all you need. I sent for you</p>\n<p>today because Mrs. Sowerby said I ought to see you. Her daughter had talked</p>\n<p>about you. She thought you needed fresh air and freedom and running</p>\n<p>about.”</p>\n<p>“She knows all about children,” Mary said again in spite of</p>\n<p>herself.</p>\n<p>“She ought to,” said Mr. Craven. “I thought her rather bold</p>\n<p>to stop me on the moor, but she said—Mrs. Craven had been kind to</p>\n<p>her.” It seemed hard for him to speak his dead wife’s name.</p>\n<p>“She is a respectable woman. Now I have seen you I think she said</p>\n<p>sensible things. Play out of doors as much as you like. It’s a big place</p>\n<p>and you may go where you like and amuse yourself as you like. Is there anything</p>\n<p>you want?” as if a sudden thought had struck him. “Do you want</p>\n<p>toys, books, dolls?”</p>\n<p>“Might I,” quavered Mary, “might I have a bit of</p>\n<p>earth?”</p>\n<p>In her eagerness she did not realize how queer the words would sound and that</p>\n<p>they were not the ones she had meant to say. Mr. Craven looked quite startled.</p>\n<p>“Earth!” he repeated. “What do you mean?”</p>\n<p>“To plant seeds in—to make things grow—to see them come</p>\n<p>alive,” Mary faltered.</p>\n<p>He gazed at her a moment and then passed his hand quickly over his eyes.</p>\n<p>“Do you—care about gardens so much,” he said slowly.</p>\n<p>“I didn’t know about them in India,” said Mary. “I was</p>\n<p>always ill and tired and it was too hot. I sometimes made little beds in the</p>\n<p>sand and stuck flowers in them. But here it is different.”</p>\n<p>Mr. Craven got up and began to walk slowly across the room.</p>\n<p>“A bit of earth,” he said to himself, and Mary thought that somehow</p>\n<p>she must have reminded him of something. When he stopped and spoke to her his</p>\n<p>dark eyes looked almost soft and kind.</p>\n<p>“You can have as much earth as you want,” he said. “You</p>\n<p>remind me of someone else who loved the earth and things that grow. When you</p>\n<p>see a bit of earth you want,” with something like a smile, “take</p>\n<p>it, child, and make it come alive.”</p>\n<p>“May I take it from anywhere—if it’s not wanted?”</p>\n<p>“Anywhere,” he answered. “There! You must go now, I am</p>\n<p>tired.” He touched the bell to call Mrs. Medlock. “Good-by. I shall</p>\n<p>be away all summer.”</p>\n<p>Mrs. Medlock came so quickly that Mary thought she must have been waiting in</p>\n<p>the corridor.</p>\n<p>“Mrs. Medlock,” Mr. Craven said to her, “now I have seen the</p>\n<p>child I understand what Mrs. Sowerby meant. She must be less delicate before</p>\n<p>she begins lessons. Give her simple, healthy food. Let her run wild in the</p>\n<p>garden. Don’t look after her too much. She needs liberty and fresh air</p>\n<p>and romping about. Mrs. Sowerby is to come and see her now and then and she may</p>\n<p>sometimes go to the cottage.”</p>\n<p>Mrs. Medlock looked pleased. She was relieved to hear that she need not</p>\n<p>“look after” Mary too much. She had felt her a tiresome charge and</p>\n<p>had indeed seen as little of her as she dared. In addition to this she was fond</p>\n<p>of Martha’s mother.</p>\n<p>“Thank you, sir,” she said. “Susan Sowerby and me went to</p>\n<p>school together and she’s as sensible and good-hearted a woman as</p>\n<p>you’d find in a day’s walk. I never had any children myself and</p>\n<p>she’s had twelve, and there never was healthier or better ones. Miss Mary</p>\n<p>can get no harm from them. I’d always take Susan Sowerby’s advice</p>\n<p>about children myself. She’s what you might call healthy-minded—if</p>\n<p>you understand me.”</p>\n<p>“I understand,” Mr. Craven answered. “Take Miss Mary away now</p>\n<p>and send Pitcher to me.”</p>\n<p>When Mrs. Medlock left her at the end of her own corridor Mary flew back to her</p>\n<p>room. She found Martha waiting there. Martha had, in fact, hurried back after</p>\n<p>she had removed the dinner service.</p>\n<p>“I can have my garden!” cried Mary. “I may have it where I</p>\n<p>like! I am not going to have a governess for a long time! Your mother is coming</p>\n<p>to see me and I may go to your cottage! He says a little girl like me could not</p>\n<p>do any harm and I may do what I like—anywhere!”</p>\n<p>“Eh!” said Martha delightedly, “that was nice of him</p>\n<p>wasn’t it?”</p>\n<p>“Martha,” said Mary solemnly, “he is really a nice man, only</p>\n<p>his face is so miserable and his forehead is all drawn together.”</p>\n<p>She ran as quickly as she could to the garden. She had been away so much longer</p>\n<p>than she had thought she should and she knew Dickon would have to set out early</p>\n<p>on his five-mile walk. When she slipped through the door under the ivy, she saw</p>\n<p>he was not working where she had left him. The gardening tools were laid</p>\n<p>together under a tree. She ran to them, looking all round the place, but there</p>\n<p>was no Dickon to be seen. He had gone away and the secret garden was</p>\n<p>empty—except for the robin who had just flown across the wall and sat on</p>\n<p>a standard rose-bush watching her.</p>\n<p>“He’s gone,” she said woefully. “Oh! was he—was</p>\n<p>he—was he only a wood fairy?”</p>\n<p>Something white fastened to the standard rose-bush caught her eye. It was a</p>\n<p>piece of paper, in fact, it was a piece of the letter she had printed for</p>\n<p>Martha to send to Dickon. It was fastened on the bush with a long thorn, and in</p>\n<p>a minute she knew Dickon had left it there. There were some roughly printed</p>\n<p>letters on it and a sort of picture. At first she could not tell what it was.</p>\n<p>Then she saw it was meant for a nest with a bird sitting on it. Underneath were</p>\n<p>the printed letters and they said:</p>\n<p>“I will cum bak.”</p>\n"
}