{
  "title": "Chapter 6",
  "subtitle": "CHAPTER VI.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-6",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-5",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-7",
  "content": "<p>“THERE WAS SOMEONE CRYING—THERE WAS!”</p>\n<p>The next day the rain poured down in torrents again, and when Mary looked out</p>\n<p>of her window the moor was almost hidden by gray mist and cloud. There could be</p>\n<p>no going out today.</p>\n<p>“What do you do in your cottage when it rains like this?” she asked</p>\n<p>Martha.</p>\n<p>“Try to keep from under each other’s feet mostly,” Martha</p>\n<p>answered. “Eh! there does seem a lot of us then. Mother’s a</p>\n<p>good-tempered woman but she gets fair moithered. The biggest ones goes out in</p>\n<p>th’ cow-shed and plays there. Dickon he doesn’t mind th’ wet.</p>\n<p>He goes out just th’ same as if th’ sun was shinin’. He says</p>\n<p>he sees things on rainy days as doesn’t show when it’s fair</p>\n<p>weather. He once found a little fox cub half drowned in its hole and he brought</p>\n<p>it home in th’ bosom of his shirt to keep it warm. Its mother had been</p>\n<p>killed nearby an’ th’ hole was swum out an’ th’ rest</p>\n<p>o’ th’ litter was dead. He’s got it at home now. He found a</p>\n<p>half-drowned young crow another time an’ he brought it home, too,</p>\n<p>an’ tamed it. It’s named Soot because it’s so black,</p>\n<p>an’ it hops an’ flies about with him everywhere.”</p>\n<p>The time had come when Mary had forgotten to resent Martha’s familiar</p>\n<p>talk. She had even begun to find it interesting and to be sorry when she</p>\n<p>stopped or went away. The stories she had been told by her Ayah when she lived</p>\n<p>in India had been quite unlike those Martha had to tell about the moorland</p>\n<p>cottage which held fourteen people who lived in four little rooms and never had</p>\n<p>quite enough to eat. The children seemed to tumble about and amuse themselves</p>\n<p>like a litter of rough, good-natured collie puppies. Mary was most attracted by</p>\n<p>the mother and Dickon. When Martha told stories of what “mother”</p>\n<p>said or did they always sounded comfortable.</p>\n<p>“If I had a raven or a fox cub I could play with it,” said Mary.</p>\n<p>“But I have nothing.”</p>\n<p>Martha looked perplexed.</p>\n<p>“Can tha’ knit?” she asked.</p>\n<p>“No,” answered Mary.</p>\n<p>“Can tha’ sew?”</p>\n<p>“No.”</p>\n<p>“Can tha’ read?”</p>\n<p>“Yes.”</p>\n<p>“Then why doesn’t tha read somethin’, or learn a bit o’</p>\n<p>spellin’? Tha’st old enough to be learnin’ thy book a good</p>\n<p>bit now.”</p>\n<p>“I haven’t any books,” said Mary. “Those I had were</p>\n<p>left in India.”</p>\n<p>“That’s a pity,” said Martha. “If Mrs. Medlock’d</p>\n<p>let thee go into th’ library, there’s thousands o’ books</p>\n<p>there.”</p>\n<p>Mary did not ask where the library was, because she was suddenly inspired by a</p>\n<p>new idea. She made up her mind to go and find it herself. She was not troubled</p>\n<p>about Mrs. Medlock. Mrs. Medlock seemed always to be in her comfortable</p>\n<p>housekeeper’s sitting-room downstairs. In this queer place one scarcely</p>\n<p>ever saw anyone at all. In fact, there was no one to see but the servants, and</p>\n<p>when their master was away they lived a luxurious life below stairs, where</p>\n<p>there was a huge kitchen hung about with shining brass and pewter, and a large</p>\n<p>servants’ hall where there were four or five abundant meals eaten every</p>\n<p>day, and where a great deal of lively romping went on when Mrs. Medlock was out</p>\n<p>of the way.</p>\n<p>Mary’s meals were served regularly, and Martha waited on her, but no one</p>\n<p>troubled themselves about her in the least. Mrs. Medlock came and looked at her</p>\n<p>every day or two, but no one inquired what she did or told her what to do. She</p>\n<p>supposed that perhaps this was the English way of treating children. In India</p>\n<p>she had always been attended by her Ayah, who had followed her about and waited</p>\n<p>on her, hand and foot. She had often been tired of her company. Now she was</p>\n<p>followed by nobody and was learning to dress herself because Martha looked as</p>\n<p>though she thought she was silly and stupid when she wanted to have things</p>\n<p>handed to her and put on.</p>\n<p>“Hasn’t tha’ got good sense?” she said once, when Mary</p>\n<p>had stood waiting for her to put on her gloves for her. “Our Susan Ann is</p>\n<p>twice as sharp as thee an’ she’s only four year’ old.</p>\n<p>Sometimes tha’ looks fair soft in th’ head.”</p>\n<p>Mary had worn her contrary scowl for an hour after that, but it made her think</p>\n<p>several entirely new things.</p>\n<p>She stood at the window for about ten minutes this morning after Martha had</p>\n<p>swept up the hearth for the last time and gone downstairs. She was thinking</p>\n<p>over the new idea which had come to her when she heard of the library. She did</p>\n<p>not care very much about the library itself, because she had read very few</p>\n<p>books; but to hear of it brought back to her mind the hundred rooms with closed</p>\n<p>doors. She wondered if they were all really locked and what she would find if</p>\n<p>she could get into any of them. Were there a hundred really? Why</p>\n<p>shouldn’t she go and see how many doors she could count? It would be</p>\n<p>something to do on this morning when she could not go out. She had never been</p>\n<p>taught to ask permission to do things, and she knew nothing at all about</p>\n<p>authority, so she would not have thought it necessary to ask Mrs. Medlock if</p>\n<p>she might walk about the house, even if she had seen her.</p>\n<p>She opened the door of the room and went into the corridor, and then she began</p>\n<p>her wanderings. It was a long corridor and it branched into other corridors and</p>\n<p>it led her up short flights of steps which mounted to others again. There were</p>\n<p>doors and doors, and there were pictures on the walls. Sometimes they were</p>\n<p>pictures of dark, curious landscapes, but oftenest they were portraits of men</p>\n<p>and women in queer, grand costumes made of satin and velvet. She found herself</p>\n<p>in one long gallery whose walls were covered with these portraits. She had</p>\n<p>never thought there could be so many in any house. She walked slowly down this</p>\n<p>place and stared at the faces which also seemed to stare at her. She felt as if</p>\n<p>they were wondering what a little girl from India was doing in their house.</p>\n<p>Some were pictures of children—little girls in thick satin frocks which</p>\n<p>reached to their feet and stood out about them, and boys with puffed sleeves</p>\n<p>and lace collars and long hair, or with big ruffs around their necks. She</p>\n<p>always stopped to look at the children, and wonder what their names were, and</p>\n<p>where they had gone, and why they wore such odd clothes. There was a stiff,</p>\n<p>plain little girl rather like herself. She wore a green brocade dress and held</p>\n<p>a green parrot on her finger. Her eyes had a sharp, curious look.</p>\n<p>“Where do you live now?” said Mary aloud to her. “I wish you</p>\n<p>were here.”</p>\n<p>Surely no other little girl ever spent such a queer morning. It seemed as if</p>\n<p>there was no one in all the huge rambling house but her own small self,</p>\n<p>wandering about upstairs and down, through narrow passages and wide ones, where</p>\n<p>it seemed to her that no one but herself had ever walked. Since so many rooms</p>\n<p>had been built, people must have lived in them, but it all seemed so empty that</p>\n<p>she could not quite believe it true.</p>\n<p>It was not until she climbed to the second floor that she thought of turning</p>\n<p>the handle of a door. All the doors were shut, as Mrs. Medlock had said they</p>\n<p>were, but at last she put her hand on the handle of one of them and turned it.</p>\n<p>She was almost frightened for a moment when she felt that it turned without</p>\n<p>difficulty and that when she pushed upon the door itself it slowly and heavily</p>\n<p>opened. It was a massive door and opened into a big bedroom. There were</p>\n<p>embroidered hangings on the wall, and inlaid furniture such as she had seen in</p>\n<p>India stood about the room. A broad window with leaded panes looked out upon</p>\n<p>the moor; and over the mantel was another portrait of the stiff, plain little</p>\n<p>girl who seemed to stare at her more curiously than ever.</p>\n<p>“Perhaps she slept here once,” said Mary. “She stares at me</p>\n<p>so that she makes me feel queer.”</p>\n<p>After that she opened more doors and more. She saw so many rooms that she</p>\n<p>became quite tired and began to think that there must be a hundred, though she</p>\n<p>had not counted them. In all of them there were old pictures or old tapestries</p>\n<p>with strange scenes worked on them. There were curious pieces of furniture and</p>\n<p>curious ornaments in nearly all of them.</p>\n<p>In one room, which looked like a lady’s sitting-room, the hangings were</p>\n<p>all embroidered velvet, and in a cabinet were about a hundred little elephants</p>\n<p>made of ivory. They were of different sizes, and some had their mahouts or</p>\n<p>palanquins on their backs. Some were much bigger than the others and some were</p>\n<p>so tiny that they seemed only babies. Mary had seen carved ivory in India and</p>\n<p>she knew all about elephants. She opened the door of the cabinet and stood on a</p>\n<p>footstool and played with these for quite a long time. When she got tired she</p>\n<p>set the elephants in order and shut the door of the cabinet.</p>\n<p>In all her wanderings through the long corridors and the empty rooms, she had</p>\n<p>seen nothing alive; but in this room she saw something. Just after she had</p>\n<p>closed the cabinet door she heard a tiny rustling sound. It made her jump and</p>\n<p>look around at the sofa by the fireplace, from which it seemed to come. In the</p>\n<p>corner of the sofa there was a cushion, and in the velvet which covered it</p>\n<p>there was a hole, and out of the hole peeped a tiny head with a pair of</p>\n<p>frightened eyes in it.</p>\n<p>Mary crept softly across the room to look. The bright eyes belonged to a little</p>\n<p>gray mouse, and the mouse had eaten a hole into the cushion and made a</p>\n<p>comfortable nest there. Six baby mice were cuddled up asleep near her. If there</p>\n<p>was no one else alive in the hundred rooms there were seven mice who did not</p>\n<p>look lonely at all.</p>\n<p>“If they wouldn’t be so frightened I would take them back with</p>\n<p>me,” said Mary.</p>\n<p>She had wandered about long enough to feel too tired to wander any farther, and</p>\n<p>she turned back. Two or three times she lost her way by turning down the wrong</p>\n<p>corridor and was obliged to ramble up and down until she found the right one;</p>\n<p>but at last she reached her own floor again, though she was some distance from</p>\n<p>her own room and did not know exactly where she was.</p>\n<p>“I believe I have taken a wrong turning again,” she said, standing</p>\n<p>still at what seemed the end of a short passage with tapestry on the wall.</p>\n<p>“I don’t know which way to go. How still everything is!”</p>\n<p>It was while she was standing here and just after she had said this that the</p>\n<p>stillness was broken by a sound. It was another cry, but not quite like the one</p>\n<p>she had heard last night; it was only a short one, a fretful childish whine</p>\n<p>muffled by passing through walls.</p>\n<p>“It’s nearer than it was,” said Mary, her heart beating</p>\n<p>rather faster. “And it</p>\n<p>is</p>\n<p>crying.”</p>\n<p>She put her hand accidentally upon the tapestry near her, and then sprang back,</p>\n<p>feeling quite startled. The tapestry was the covering of a door which fell open</p>\n<p>and showed her that there was another part of the corridor behind it, and Mrs.</p>\n<p>Medlock was coming up it with her bunch of keys in her hand and a very cross</p>\n<p>look on her face.</p>\n<p>“What are you doing here?” she said, and she took Mary by the arm</p>\n<p>and pulled her away. “What did I tell you?”</p>\n<p>“I turned round the wrong corner,” explained Mary. “I</p>\n<p>didn’t know which way to go and I heard someone crying.” She quite</p>\n<p>hated Mrs. Medlock at the moment, but she hated her more the next.</p>\n<p>“You didn’t hear anything of the sort,” said the housekeeper.</p>\n<p>“You come along back to your own nursery or I’ll box your</p>\n<p>ears.”</p>\n<p>And she took her by the arm and half pushed, half pulled her up one passage and</p>\n<p>down another until she pushed her in at the door of her own room.</p>\n<p>“Now,” she said, “you stay where you’re told to stay or</p>\n<p>you’ll find yourself locked up. The master had better get you a</p>\n<p>governess, same as he said he would. You’re one that needs someone to</p>\n<p>look sharp after you. I’ve got enough to do.”</p>\n<p>She went out of the room and slammed the door after her, and Mary went and sat</p>\n<p>on the hearth-rug, pale with rage. She did not cry, but ground her teeth.</p>\n<p>“There</p>\n<p>was</p>\n<p>someone crying—there</p>\n<p>was</p>\n<p>—there</p>\n<p>was!</p>\n<p>” she said to herself.</p>\n<p>She had heard it twice now, and sometime she would find out. She had found out</p>\n<p>a great deal this morning. She felt as if she had been on a long journey, and</p>\n<p>at any rate she had had something to amuse her all the time, and she had played</p>\n<p>with the ivory elephants and had seen the gray mouse and its babies in their</p>\n<p>nest in the velvet cushion.</p>\n"
}