{
  "title": "Chapter 24",
  "subtitle": "CHAPTER XXIV.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-24",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-23",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-25",
  "content": "<p>“LET THEM LAUGH”</p>\n<p>The secret garden was not the only one Dickon worked in. Round the cottage on</p>\n<p>the moor there was a piece of ground enclosed by a low wall of rough stones.</p>\n<p>Early in the morning and late in the fading twilight and on all the days Colin</p>\n<p>and Mary did not see him, Dickon worked there planting or tending potatoes and</p>\n<p>cabbages, turnips and carrots and herbs for his mother. In the company of his</p>\n<p>“creatures” he did wonders there and was never tired of doing them,</p>\n<p>it seemed. While he dug or weeded he whistled or sang bits of Yorkshire moor</p>\n<p>songs or talked to Soot or Captain or the brothers and sisters he had taught to</p>\n<p>help him.</p>\n<p>“We’d never get on as comfortable as we do,” Mrs. Sowerby</p>\n<p>said, “if it wasn’t for Dickon’s garden. Anything’ll</p>\n<p>grow for him. His ’taters and cabbages is twice th’ size of anyone</p>\n<p>else’s an’ they’ve got a flavor with ’em as</p>\n<p>nobody’s has.”</p>\n<p>When she found a moment to spare she liked to go out and talk to him. After</p>\n<p>supper there was still a long clear twilight to work in and that was her quiet</p>\n<p>time. She could sit upon the low rough wall and look on and hear stories of the</p>\n<p>day. She loved this time. There were not only vegetables in this garden. Dickon</p>\n<p>had bought penny packages of flower seeds now and then and sown bright</p>\n<p>sweet-scented things among gooseberry bushes and even cabbages and he grew</p>\n<p>borders of mignonette and pinks and pansies and things whose seeds he could</p>\n<p>save year after year or whose roots would bloom each spring and spread in time</p>\n<p>into fine clumps. The low wall was one of the prettiest things in Yorkshire</p>\n<p>because he had tucked moorland foxglove and ferns and rock-cress and hedgerow</p>\n<p>flowers into every crevice until only here and there glimpses of the stones</p>\n<p>were to be seen.</p>\n<p>“All a chap’s got to do to make ’em thrive, mother,” he</p>\n<p>would say, “is to be friends with ’em for sure. They’re just</p>\n<p>like th’ ‘creatures.’ If they’re thirsty give ’em</p>\n<p>drink and if they’re hungry give ’em a bit o’ food. They want</p>\n<p>to live same as we do. If they died I should feel as if I’d been a bad</p>\n<p>lad and somehow treated them heartless.”</p>\n<p>It was in these twilight hours that Mrs. Sowerby heard of all that happened at</p>\n<p>Misselthwaite Manor. At first she was only told that “Mester Colin”</p>\n<p>had taken a fancy to going out into the grounds with Miss Mary and that it was</p>\n<p>doing him good. But it was not long before it was agreed between the two</p>\n<p>children that Dickon’s mother might “come into the secret.”</p>\n<p>Somehow it was not doubted that she was “safe for sure.”</p>\n<p>So one beautiful still evening Dickon told the whole story, with all the</p>\n<p>thrilling details of the buried key and the robin and the gray haze which had</p>\n<p>seemed like deadness and the secret Mistress Mary had planned never to reveal.</p>\n<p>The coming of Dickon and how it had been told to him, the doubt of Mester Colin</p>\n<p>and the final drama of his introduction to the hidden domain, combined with the</p>\n<p>incident of Ben Weatherstaff’s angry face peering over the wall and</p>\n<p>Mester Colin’s sudden indignant strength, made Mrs. Sowerby’s</p>\n<p>nice-looking face quite change color several times.</p>\n<p>“My word!” she said. “It was a good thing that little lass</p>\n<p>came to th’ Manor. It’s been th’ makin’ o’ her</p>\n<p>an’ th’ savin, o’ him. Standin’ on his feet! An’</p>\n<p>us all thinkin’ he was a poor half-witted lad with not a straight bone in</p>\n<p>him.”</p>\n<p>She asked a great many questions and her blue eyes were full of deep thinking.</p>\n<p>“What do they make of it at th’ Manor—him being so well</p>\n<p>an’ cheerful an’ never complainin’?” she inquired.</p>\n<p>“They don’t know what to make of it,” answered Dickon.</p>\n<p>“Every day as comes round his face looks different. It’s</p>\n<p>fillin’ out and doesn’t look so sharp an’ th’ waxy</p>\n<p>color is goin’. But he has to do his bit o’</p>\n<p>complainin’,” with a highly entertained grin.</p>\n<p>“What for, i’ Mercy’s name?” asked Mrs. Sowerby.</p>\n<p>Dickon chuckled.</p>\n<p>“He does it to keep them from guessin’ what’s happened. If</p>\n<p>the doctor knew he’d found out he could stand on his feet he’d</p>\n<p>likely write and tell Mester Craven. Mester Colin’s savin’</p>\n<p>th’ secret to tell himself. He’s goin’ to practise his Magic</p>\n<p>on his legs every day till his father comes back an’ then he’s</p>\n<p>goin’ to march into his room an’ show him he’s as straight as</p>\n<p>other lads. But him an’ Miss Mary thinks it’s best plan to do a bit</p>\n<p>o’ groanin’ an’ frettin’ now an’ then to throw</p>\n<p>folk off th’ scent.”</p>\n<p>Mrs. Sowerby was laughing a low comfortable laugh long before he had finished</p>\n<p>his last sentence.</p>\n<p>“Eh!” she said, “that pair’s enjoyin’</p>\n<p>theirselves I’ll warrant. They’ll get a good bit o’</p>\n<p>actin’ out of it an’ there’s nothin’ children likes as</p>\n<p>much as play actin’. Let’s hear what they do, Dickon lad.”</p>\n<p>Dickon stopped weeding and sat up on his heels to tell her. His eyes were</p>\n<p>twinkling with fun.</p>\n<p>“Mester Colin is carried down to his chair every time he goes out,”</p>\n<p>he explained. “An’ he flies out at John, th’ footman, for not</p>\n<p>carryin’ him careful enough. He makes himself as helpless lookin’</p>\n<p>as he can an’ never lifts his head until we’re out o’ sight</p>\n<p>o’ th’ house. An’ he grunts an’ frets a good bit when</p>\n<p>he’s bein’ settled into his chair. Him an’ Miss Mary’s</p>\n<p>both got to enjoyin’ it an’ when he groans an’ complains</p>\n<p>she’ll say, ‘Poor Colin! Does it hurt you so much? Are you so weak</p>\n<p>as that, poor Colin?’—but th’ trouble is that sometimes they</p>\n<p>can scarce keep from burstin’ out laughin’. When we get safe into</p>\n<p>the garden they laugh till they’ve no breath left to laugh with.</p>\n<p>An’ they have to stuff their faces into Mester Colin’s cushions to</p>\n<p>keep the gardeners from hearin’, if any of, ’em’s</p>\n<p>about.”</p>\n<p>“Th’ more they laugh th’ better for ’em!” said</p>\n<p>Mrs. Sowerby, still laughing herself. “Good healthy child laughin’s</p>\n<p>better than pills any day o’ th’ year. That pair’ll plump up</p>\n<p>for sure.”</p>\n<p>“They are plumpin’ up,” said Dickon. “They’re</p>\n<p>that hungry they don’t know how to get enough to eat without makin’</p>\n<p>talk. Mester Colin says if he keeps sendin’ for more food they</p>\n<p>won’t believe he’s an invalid at all. Miss Mary says she’ll</p>\n<p>let him eat her share, but he says that if she goes hungry she’ll get</p>\n<p>thin an’ they mun both get fat at once.”</p>\n<p>Mrs. Sowerby laughed so heartily at the revelation of this difficulty that she</p>\n<p>quite rocked backward and forward in her blue cloak, and Dickon laughed with</p>\n<p>her.</p>\n<p>“I’ll tell thee what, lad,” Mrs. Sowerby said when she could</p>\n<p>speak. “I’ve thought of a way to help ’em. When tha’</p>\n<p>goes to ’em in th’ mornin’s tha’ shall take a pail</p>\n<p>o’ good new milk an’ I’ll bake ’em a crusty cottage</p>\n<p>loaf or some buns wi’ currants in ’em, same as you children like.</p>\n<p>Nothin’s so good as fresh milk an’ bread. Then they could take off</p>\n<p>th’ edge o’ their hunger while they were in their garden an’</p>\n<p>th, fine food they get indoors ’ud polish off th’ corners.”</p>\n<p>“Eh! mother!” said Dickon admiringly, “what a wonder</p>\n<p>tha’ art! Tha’ always sees a way out o’ things. They was</p>\n<p>quite in a pother yesterday. They didn’t see how they was to manage</p>\n<p>without orderin’ up more food—they felt that empty inside.”</p>\n<p>“They’re two young ’uns growin’ fast, an’</p>\n<p>health’s comin’ back to both of ’em. Children like that feels</p>\n<p>like young wolves an’ food’s flesh an’ blood to</p>\n<p>’em,” said Mrs. Sowerby. Then she smiled Dickon’s own curving</p>\n<p>smile. “Eh! but they’re enjoyin’ theirselves for sure,”</p>\n<p>she said.</p>\n<p>She was quite right, the comfortable wonderful mother creature—and she</p>\n<p>had never been more so than when she said their “play actin’”</p>\n<p>would be their joy. Colin and Mary found it one of their most thrilling sources</p>\n<p>of entertainment. The idea of protecting themselves from suspicion had been</p>\n<p>unconsciously suggested to them first by the puzzled nurse and then by Dr.</p>\n<p>Craven himself.</p>\n<p>“Your appetite. Is improving very much, Master Colin,” the nurse</p>\n<p>had said one day. “You used to eat nothing, and so many things disagreed</p>\n<p>with you.”</p>\n<p>“Nothing disagrees with me now” replied Colin, and then seeing the</p>\n<p>nurse looking at him curiously he suddenly remembered that perhaps he ought not</p>\n<p>to appear too well just yet. “At least things don’t so often</p>\n<p>disagree with me. It’s the fresh air.”</p>\n<p>“Perhaps it is,” said the nurse, still looking at him with a</p>\n<p>mystified expression. “But I must talk to Dr. Craven about it.”</p>\n<p>“How she stared at you!” said Mary when she went away. “As if</p>\n<p>she thought there must be something to find out.”</p>\n<p>“I won’t have her finding out things,” said Colin. “No</p>\n<p>one must begin to find out yet.”</p>\n<p>When Dr. Craven came that morning he seemed puzzled, also. He asked a number of</p>\n<p>questions, to Colin’s great annoyance.</p>\n<p>“You stay out in the garden a great deal,” he suggested.</p>\n<p>“Where do you go?”</p>\n<p>Colin put on his favorite air of dignified indifference to opinion.</p>\n<p>“I will not let anyone know where I go,” he answered. “I go</p>\n<p>to a place I like. Everyone has orders to keep out of the way. I won’t</p>\n<p>be watched and stared at. You know that!”</p>\n<p>“You seem to be out all day but I do not think it has done you</p>\n<p>harm—I do not think so. The nurse says that you eat much more than you</p>\n<p>have ever done before.”</p>\n<p>“Perhaps,” said Colin, prompted by a sudden inspiration,</p>\n<p>“perhaps it is an unnatural appetite.”</p>\n<p>“I do not think so, as your food seems to agree with you,” said Dr.</p>\n<p>Craven. “You are gaining flesh rapidly and your color is better.”</p>\n<p>“Perhaps—perhaps I am bloated and feverish,” said Colin,</p>\n<p>assuming a discouraging air of gloom. “People who are not going to live</p>\n<p>are often—different.”</p>\n<p>Dr. Craven shook his head. He was holding Colin’s wrist and he pushed up</p>\n<p>his sleeve and felt his arm.</p>\n<p>“You are not feverish,” he said thoughtfully, “and such flesh</p>\n<p>as you have gained is healthy. If you can keep this up, my boy, we need not</p>\n<p>talk of dying. Your father will be happy to hear of this remarkable</p>\n<p>improvement.”</p>\n<p>“I won’t have him told!” Colin broke forth fiercely.</p>\n<p>“It will only disappoint him if I get worse again—and I may get</p>\n<p>worse this very night. I might have a raging fever. I feel as if I might be</p>\n<p>beginning to have one now. I won’t have letters written to my</p>\n<p>father—I won’t—I won’t! You are making me angry and you</p>\n<p>know that is bad for me. I feel hot already. I hate being written about and</p>\n<p>being talked over as much as I hate being stared at!”</p>\n<p>“Hush-h! my boy,” Dr. Craven soothed him. “Nothing shall be</p>\n<p>written without your permission. You are too sensitive about things. You must</p>\n<p>not undo the good which has been done.”</p>\n<p>He said no more about writing to Mr. Craven and when he saw the nurse he</p>\n<p>privately warned her that such a possibility must not be mentioned to the</p>\n<p>patient.</p>\n<p>“The boy is extraordinarily better,” he said. “His advance</p>\n<p>seems almost abnormal. But of course he is doing now of his own free will what</p>\n<p>we could not make him do before. Still, he excites himself very easily and</p>\n<p>nothing must be said to irritate him.”</p>\n<p>Mary and Colin were much alarmed and talked together anxiously. From this time</p>\n<p>dated their plan of “play actin’.”</p>\n<p>“I may be obliged to have a tantrum,” said Colin regretfully.</p>\n<p>“I don’t want to have one and I’m not miserable enough now to</p>\n<p>work myself into a big one. Perhaps I couldn’t have one at all. That lump</p>\n<p>doesn’t come in my throat now and I keep thinking of nice things instead</p>\n<p>of horrible ones. But if they talk about writing to my father I shall have to</p>\n<p>do something.”</p>\n<p>He made up his mind to eat less, but unfortunately it was not possible to carry</p>\n<p>out this brilliant idea when he wakened each morning with an amazing appetite</p>\n<p>and the table near his sofa was set with a breakfast of home-made bread and</p>\n<p>fresh butter, snow-white eggs, raspberry jam and clotted cream. Mary always</p>\n<p>breakfasted with him and when they found themselves at the</p>\n<p>table—particularly if there were delicate slices of sizzling ham sending</p>\n<p>forth tempting odors from under a hot silver cover—they would look into</p>\n<p>each other’s eyes in desperation.</p>\n<p>“I think we shall have to eat it all this morning, Mary,” Colin</p>\n<p>always ended by saying. “We can send away some of the lunch and a great</p>\n<p>deal of the dinner.”</p>\n<p>But they never found they could send away anything and the highly polished</p>\n<p>condition of the empty plates returned to the pantry awakened much comment.</p>\n<p>“I do wish,” Colin would say also, “I do wish the slices of</p>\n<p>ham were thicker, and one muffin each is not enough for anyone.”</p>\n<p>“It’s enough for a person who is going to die,” answered Mary</p>\n<p>when first she heard this, “but it’s not enough for a person who is</p>\n<p>going to live. I sometimes feel as if I could eat three when those nice fresh</p>\n<p>heather and gorse smells from the moor come pouring in at the open</p>\n<p>window.”</p>\n<p>The morning that Dickon—after they had been enjoying themselves in the</p>\n<p>garden for about two hours—went behind a big rosebush and brought forth</p>\n<p>two tin pails and revealed that one was full of rich new milk with cream on the</p>\n<p>top of it, and that the other held cottage-made currant buns folded in a clean</p>\n<p>blue and white napkin, buns so carefully tucked in that they were still hot,</p>\n<p>there was a riot of surprised joyfulness. What a wonderful thing for Mrs.</p>\n<p>Sowerby to think of! What a kind, clever woman she must be! How good the buns</p>\n<p>were! And what delicious fresh milk!</p>\n<p>“Magic is in her just as it is in Dickon,” said Colin. “It</p>\n<p>makes her think of ways to do things—nice things. She is a Magic person.</p>\n<p>Tell her we are grateful, Dickon—extremely grateful.”</p>\n<p>He was given to using rather grown-up phrases at times. He enjoyed them. He</p>\n<p>liked this so much that he improved upon it.</p>\n<p>“Tell her she has been most bounteous and our gratitude is</p>\n<p>extreme.”</p>\n<p>And then forgetting his grandeur he fell to and stuffed himself with buns and</p>\n<p>drank milk out of the pail in copious draughts in the manner of any hungry</p>\n<p>little boy who had been taking unusual exercise and breathing in moorland air</p>\n<p>and whose breakfast was more than two hours behind him.</p>\n<p>This was the beginning of many agreeable incidents of the same kind. They</p>\n<p>actually awoke to the fact that as Mrs. Sowerby had fourteen people to provide</p>\n<p>food for she might not have enough to satisfy two extra appetites every day. So</p>\n<p>they asked her to let them send some of their shillings to buy things.</p>\n<p>Dickon made the stimulating discovery that in the wood in the park outside the</p>\n<p>garden where Mary had first found him piping to the wild creatures there was a</p>\n<p>deep little hollow where you could build a sort of tiny oven with stones and</p>\n<p>roast potatoes and eggs in it. Roasted eggs were a previously unknown luxury</p>\n<p>and very hot potatoes with salt and fresh butter in them were fit for a</p>\n<p>woodland king—besides being deliciously satisfying. You could buy both</p>\n<p>potatoes and eggs and eat as many as you liked without feeling as if you were</p>\n<p>taking food out of the mouths of fourteen people.</p>\n<p>Every beautiful morning the Magic was worked by the mystic circle under the</p>\n<p>plum-tree which provided a canopy of thickening green leaves after its brief</p>\n<p>blossom-time was ended. After the ceremony Colin always took his walking</p>\n<p>exercise and throughout the day he exercised his newly found power at</p>\n<p>intervals. Each day he grew stronger and could walk more steadily and cover</p>\n<p>more ground. And each day his belief in the Magic grew stronger—as well</p>\n<p>it might. He tried one experiment after another as he felt himself gaining</p>\n<p>strength and it was Dickon who showed him the best things of all.</p>\n<p>“Yesterday,” he said one morning after an absence, “I went to</p>\n<p>Thwaite for mother an’ near th’ Blue Cow Inn I seed Bob Haworth.</p>\n<p>He’s the strongest chap on th’ moor. He’s the champion</p>\n<p>wrestler an’ he can jump higher than any other chap an’ throw</p>\n<p>th’ hammer farther. He’s gone all th’ way to Scotland for</p>\n<p>th’ sports some years. He’s knowed me ever since I was a little</p>\n<p>’un an’ he’s a friendly sort an’ I axed him some</p>\n<p>questions. Th’ gentry calls him a athlete and I thought o’ thee,</p>\n<p>Mester Colin, and I says, ‘How did tha’ make tha’ muscles</p>\n<p>stick out that way, Bob? Did tha’ do anythin’ extra to make</p>\n<p>thysel’ so strong?’ An’ he says ‘Well, yes, lad, I did.</p>\n<p>A strong man in a show that came to Thwaite once showed me how to exercise my</p>\n<p>arms an’ legs an’ every muscle in my body. An’ I says,</p>\n<p>‘Could a delicate chap make himself stronger with ’em, Bob?’</p>\n<p>an’ he laughed an’ says, ‘Art tha’ th’ delicate</p>\n<p>chap?’ an’ I says, ‘No, but I knows a young gentleman</p>\n<p>that’s gettin’ well of a long illness an’ I wish I knowed</p>\n<p>some o’ them tricks to tell him about.’ I didn’t say no names</p>\n<p>an’ he didn’t ask none. He’s friendly same as I said</p>\n<p>an’ he stood up an’ showed me good-natured like, an’ I</p>\n<p>imitated what he did till I knowed it by heart.”</p>\n<p>Colin had been listening excitedly.</p>\n<p>“Can you show me?” he cried. “Will you?”</p>\n<p>“Aye, to be sure,” Dickon answered, getting up. “But he says</p>\n<p>tha’ mun do ’em gentle at first an’ be careful not to tire</p>\n<p>thysel’. Rest in between times an’ take deep breaths an’</p>\n<p>don’t overdo.”</p>\n<p>“I’ll be careful,” said Colin. “Show me! Show me!</p>\n<p>Dickon, you are the most Magic boy in the world!”</p>\n<p>Dickon stood up on the grass and slowly went through a carefully practical but</p>\n<p>simple series of muscle exercises. Colin watched them with widening eyes. He</p>\n<p>could do a few while he was sitting down. Presently he did a few gently while</p>\n<p>he stood upon his already steadied feet. Mary began to do them also. Soot, who</p>\n<p>was watching the performance, became much disturbed and left his branch and</p>\n<p>hopped about restlessly because he could not do them too.</p>\n<p>From that time the exercises were part of the day’s duties as much as the</p>\n<p>Magic was. It became possible for both Colin and Mary to do more of them each</p>\n<p>time they tried, and such appetites were the results that but for the basket</p>\n<p>Dickon put down behind the bush each morning when he arrived they would have</p>\n<p>been lost. But the little oven in the hollow and Mrs. Sowerby’s bounties</p>\n<p>were so satisfying that Mrs. Medlock and the nurse and Dr. Craven became</p>\n<p>mystified again. You can trifle with your breakfast and seem to disdain your</p>\n<p>dinner if you are full to the brim with roasted eggs and potatoes and richly</p>\n<p>frothed new milk and oatcakes and buns and heather honey and clotted cream.</p>\n<p>“They are eating next to nothing,” said the nurse.</p>\n<p>“They’ll die of starvation if they can’t be persuaded to take</p>\n<p>some nourishment. And yet see how they look.”</p>\n<p>“Look!” exclaimed Mrs. Medlock indignantly. “Eh! I’m</p>\n<p>moithered to death with them. They’re a pair of young Satans. Bursting</p>\n<p>their jackets one day and the next turning up their noses at the best meals</p>\n<p>Cook can tempt them with. Not a mouthful of that lovely young fowl and bread</p>\n<p>sauce did they set a fork into yesterday—and the poor woman fair</p>\n<p>invented</p>\n<p>a pudding for them—and back it’s sent. She almost</p>\n<p>cried. She’s afraid she’ll be blamed if they starve themselves into</p>\n<p>their graves.”</p>\n<p>Dr. Craven came and looked at Colin long and carefully, He wore an extremely</p>\n<p>worried expression when the nurse talked with him and showed him the almost</p>\n<p>untouched tray of breakfast she had saved for him to look at—but it was</p>\n<p>even more worried when he sat down by Colin’s sofa and examined him. He</p>\n<p>had been called to London on business and had not seen the boy for nearly two</p>\n<p>weeks. When young things begin to gain health they gain it rapidly. The waxen</p>\n<p>tinge had left, Colins skin and a warm rose showed through it; his beautiful</p>\n<p>eyes were clear and the hollows under them and in his cheeks and temples had</p>\n<p>filled out. His once dark, heavy locks had begun to look as if they sprang</p>\n<p>healthily from his forehead and were soft and warm with life. His lips were</p>\n<p>fuller and of a normal color. In fact as an imitation of a boy who was a</p>\n<p>confirmed invalid he was a disgraceful sight. Dr. Craven held his chin in his</p>\n<p>hand and thought him over.</p>\n<p>“I am sorry to hear that you do not eat anything,” he said.</p>\n<p>“That will not do. You will lose all you have gained—and you have</p>\n<p>gained amazingly. You ate so well a short time ago.”</p>\n<p>“I told you it was an unnatural appetite,” answered Colin.</p>\n<p>Mary was sitting on her stool nearby and she suddenly made a very queer sound</p>\n<p>which she tried so violently to repress that she ended by almost choking.</p>\n<p>“What is the matter?” said Dr. Craven, turning to look at her.</p>\n<p>Mary became quite severe in her manner.</p>\n<p>“It was something between a sneeze and a cough,” she replied with</p>\n<p>reproachful dignity, “and it got into my throat.”</p>\n<p>“But,” she said afterward to Colin, “I couldn’t stop</p>\n<p>myself. It just burst out because all at once I couldn’t help remembering</p>\n<p>that last big potato you ate and the way your mouth stretched when you bit</p>\n<p>through that thick lovely crust with jam and clotted cream on it.”</p>\n<p>“Is there any way in which those children can get food secretly?”</p>\n<p>Dr. Craven inquired of Mrs. Medlock.</p>\n<p>“There’s no way unless they dig it out of the earth or pick it off</p>\n<p>the trees,” Mrs. Medlock answered. “They stay out in the grounds</p>\n<p>all day and see no one but each other. And if they want anything different to</p>\n<p>eat from what’s sent up to them they need only ask for it.”</p>\n<p>“Well,” said Dr. Craven, “so long as going without food</p>\n<p>agrees with them we need not disturb ourselves. The boy is a new</p>\n<p>creature.”</p>\n<p>“So is the girl,” said Mrs. Medlock. “She’s begun to be</p>\n<p>downright pretty since she’s filled out and lost her ugly little sour</p>\n<p>look. Her hair’s grown thick and healthy looking and she’s got a</p>\n<p>bright color. The glummest, ill-natured little thing she used to be and now her</p>\n<p>and Master Colin laugh together like a pair of crazy young ones. Perhaps</p>\n<p>they’re growing fat on that.”</p>\n<p>“Perhaps they are,” said Dr. Craven. “Let them laugh.”</p>\n"
}