{
  "title": "Chapter 27",
  "subtitle": "CHAPTER XXVII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-27",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-26",
  "next": null,
  "content": "<p>IN THE GARDEN</p>\n<p>In each century since the beginning of the world wonderful things have been</p>\n<p>discovered. In the last century more amazing things were found out than in any</p>\n<p>century before. In this new century hundreds of things still more astounding</p>\n<p>will be brought to light. At first people refuse to believe that a strange new</p>\n<p>thing can be done, then they begin to hope it can be done, then they see it can</p>\n<p>be done—then it is done and all the world wonders why it was not done</p>\n<p>centuries ago. One of the new things people began to find out in the last</p>\n<p>century was that thoughts—just mere thoughts—are as powerful as</p>\n<p>electric batteries—as good for one as sunlight is, or as bad for one as</p>\n<p>poison. To let a sad thought or a bad one get into your mind is as dangerous as</p>\n<p>letting a scarlet fever germ get into your body. If you let it stay there after</p>\n<p>it has got in you may never get over it as long as you live.</p>\n<p>So long as Mistress Mary’s mind was full of disagreeable thoughts about</p>\n<p>her dislikes and sour opinions of people and her determination not to be</p>\n<p>pleased by or interested in anything, she was a yellow-faced, sickly, bored and</p>\n<p>wretched child. Circumstances, however, were very kind to her, though she was</p>\n<p>not at all aware of it. They began to push her about for her own good. When her</p>\n<p>mind gradually filled itself with robins, and moorland cottages crowded with</p>\n<p>children, with queer crabbed old gardeners and common little Yorkshire</p>\n<p>housemaids, with springtime and with secret gardens coming alive day by day,</p>\n<p>and also with a moor boy and his “creatures,” there was no room</p>\n<p>left for the disagreeable thoughts which affected her liver and her digestion</p>\n<p>and made her yellow and tired.</p>\n<p>So long as Colin shut himself up in his room and thought only of his fears and</p>\n<p>weakness and his detestation of people who looked at him and reflected hourly</p>\n<p>on humps and early death, he was a hysterical half-crazy little hypochondriac</p>\n<p>who knew nothing of the sunshine and the spring and also did not know that he</p>\n<p>could get well and could stand upon his feet if he tried to do it. When new</p>\n<p>beautiful thoughts began to push out the old hideous ones, life began to come</p>\n<p>back to him, his blood ran healthily through his veins and strength poured into</p>\n<p>him like a flood. His scientific experiment was quite practical and simple and</p>\n<p>there was nothing weird about it at all. Much more surprising things can happen</p>\n<p>to anyone who, when a disagreeable or discouraged thought comes into his mind,</p>\n<p>just has the sense to remember in time and push it out by putting in an</p>\n<p>agreeable determinedly courageous one. Two things cannot be in one place.</p>\n<p>“Where you tend a rose, my lad,</p>\n<p>A thistle cannot grow.”</p>\n<p>While the secret garden was coming alive and two children were coming alive</p>\n<p>with it, there was a man wandering about certain far-away beautiful places in</p>\n<p>the Norwegian fiords and the valleys and mountains of Switzerland and he was a</p>\n<p>man who for ten years had kept his mind filled with dark and heart-broken</p>\n<p>thinking. He had not been courageous; he had never tried to put any other</p>\n<p>thoughts in the place of the dark ones. He had wandered by blue lakes and</p>\n<p>thought them; he had lain on mountain-sides with sheets of deep blue gentians</p>\n<p>blooming all about him and flower breaths filling all the air and he had</p>\n<p>thought them. A terrible sorrow had fallen upon him when he had been happy and</p>\n<p>he had let his soul fill itself with blackness and had refused obstinately to</p>\n<p>allow any rift of light to pierce through. He had forgotten and deserted his</p>\n<p>home and his duties. When he traveled about, darkness so brooded over him that</p>\n<p>the sight of him was a wrong done to other people because it was as if he</p>\n<p>poisoned the air about him with gloom. Most strangers thought he must be either</p>\n<p>half mad or a man with some hidden crime on his soul. He, was a tall man with a</p>\n<p>drawn face and crooked shoulders and the name he always entered on hotel</p>\n<p>registers was, “Archibald Craven, Misselthwaite Manor, Yorkshire,</p>\n<p>England.”</p>\n<p>He had traveled far and wide since the day he saw Mistress Mary in his study</p>\n<p>and told her she might have her “bit of earth.” He had been in the</p>\n<p>most beautiful places in Europe, though he had remained nowhere more than a few</p>\n<p>days. He had chosen the quietest and remotest spots. He had been on the tops of</p>\n<p>mountains whose heads were in the clouds and had looked down on other mountains</p>\n<p>when the sun rose and touched them with such light as made it seem as if the</p>\n<p>world were just being born.</p>\n<p>But the light had never seemed to touch himself until one day when he realized</p>\n<p>that for the first time in ten years a strange thing had happened. He was in a</p>\n<p>wonderful valley in the Austrian Tyrol and he had been walking alone through</p>\n<p>such beauty as might have lifted, any man’s soul out of shadow. He had</p>\n<p>walked a long way and it had not lifted his. But at last he had felt tired and</p>\n<p>had thrown himself down to rest on a carpet of moss by a stream. It was a clear</p>\n<p>little stream which ran quite merrily along on its narrow way through the</p>\n<p>luscious damp greenness. Sometimes it made a sound rather like very low</p>\n<p>laughter as it bubbled over and round stones. He saw birds come and dip their</p>\n<p>heads to drink in it and then flick their wings and fly away. It seemed like a</p>\n<p>thing alive and yet its tiny voice made the stillness seem deeper. The valley</p>\n<p>was very, very still.</p>\n<p>As he sat gazing into the clear running of the water, Archibald Craven</p>\n<p>gradually felt his mind and body both grow quiet, as quiet as the valley</p>\n<p>itself. He wondered if he were going to sleep, but he was not. He sat and gazed</p>\n<p>at the sunlit water and his eyes began to see things growing at its edge. There</p>\n<p>was one lovely mass of blue forget-me-nots growing so close to the stream that</p>\n<p>its leaves were wet and at these he found himself looking as he remembered he</p>\n<p>had looked at such things years ago. He was actually thinking tenderly how</p>\n<p>lovely it was and what wonders of blue its hundreds of little blossoms were. He</p>\n<p>did not know that just that simple thought was slowly filling his</p>\n<p>mind—filling and filling it until other things were softly pushed aside.</p>\n<p>It was as if a sweet clear spring had begun to rise in a stagnant pool and had</p>\n<p>risen and risen until at last it swept the dark water away. But of course he</p>\n<p>did not think of this himself. He only knew that the valley seemed to grow</p>\n<p>quieter and quieter as he sat and stared at the bright delicate blueness. He</p>\n<p>did not know how long he sat there or what was happening to him, but at last he</p>\n<p>moved as if he were awakening and he got up slowly and stood on the moss</p>\n<p>carpet, drawing a long, deep, soft breath and wondering at himself. Something</p>\n<p>seemed to have been unbound and released in him, very quietly.</p>\n<p>“What is it?” he said, almost in a whisper, and he passed his hand</p>\n<p>over his forehead. “I almost feel as if—I were alive!”</p>\n<p>I do not know enough about the wonderfulness of undiscovered things to be able</p>\n<p>to explain how this had happened to him. Neither does anyone else yet. He did</p>\n<p>not understand at all himself—but he remembered this strange hour months</p>\n<p>afterward when he was at Misselthwaite again and he found out quite by accident</p>\n<p>that on this very day Colin had cried out as he went into the secret garden:</p>\n<p>“I am going to live forever and ever and ever!”</p>\n<p>The singular calmness remained with him the rest of the evening and he slept a</p>\n<p>new reposeful sleep; but it was not with him very long. He did not know that it</p>\n<p>could be kept. By the next night he had opened the doors wide to his dark</p>\n<p>thoughts and they had come trooping and rushing back. He left the valley and</p>\n<p>went on his wandering way again. But, strange as it seemed to him, there were</p>\n<p>minutes—sometimes half-hours—when, without his knowing why, the</p>\n<p>black burden seemed to lift itself again and he knew he was a living man and</p>\n<p>not a dead one. Slowly—slowly—for no reason that he knew</p>\n<p>of—he was “coming alive” with the garden.</p>\n<p>As the golden summer changed into the deep golden autumn he went to the Lake of</p>\n<p>Como. There he found the loveliness of a dream. He spent his days upon the</p>\n<p>crystal blueness of the lake or he walked back into the soft thick verdure of</p>\n<p>the hills and tramped until he was tired so that he might sleep. But by this</p>\n<p>time he had begun to sleep better, he knew, and his dreams had ceased to be a</p>\n<p>terror to him.</p>\n<p>“Perhaps,” he thought, “my body is growing stronger.”</p>\n<p>It was growing stronger but—because of the rare peaceful hours when his</p>\n<p>thoughts were changed—his soul was slowly growing stronger, too. He began</p>\n<p>to think of Misselthwaite and wonder if he should not go home. Now and then he</p>\n<p>wondered vaguely about his boy and asked himself what he should feel when he</p>\n<p>went and stood by the carved four-posted bed again and looked down at the</p>\n<p>sharply chiseled ivory-white face while it slept and, the black lashes rimmed</p>\n<p>so startlingly the close-shut eyes. He shrank from it.</p>\n<p>One marvel of a day he had walked so far that when he returned the moon was</p>\n<p>high and full and all the world was purple shadow and silver. The stillness of</p>\n<p>lake and shore and wood was so wonderful that he did not go into the villa he</p>\n<p>lived in. He walked down to a little bowered terrace at the water’s edge</p>\n<p>and sat upon a seat and breathed in all the heavenly scents of the night. He</p>\n<p>felt the strange calmness stealing over him and it grew deeper and deeper until</p>\n<p>he fell asleep.</p>\n<p>He did not know when he fell asleep and when he began to dream; his dream was</p>\n<p>so real that he did not feel as if he were dreaming. He remembered afterward</p>\n<p>how intensely wide awake and alert he had thought he was. He thought that as he</p>\n<p>sat and breathed in the scent of the late roses and listened to the lapping of</p>\n<p>the water at his feet he heard a voice calling. It was sweet and clear and</p>\n<p>happy and far away. It seemed very far, but he heard it as distinctly as if it</p>\n<p>had been at his very side.</p>\n<p>“Archie! Archie! Archie!” it said, and then again, sweeter and</p>\n<p>clearer than before, “Archie! Archie!”</p>\n<p>He thought he sprang to his feet not even startled. It was such a real voice</p>\n<p>and it seemed so natural that he should hear it.</p>\n<p>“Lilias! Lilias!” he answered. “Lilias! where are you?”</p>\n<p>“In the garden,” it came back like a sound from a golden flute.</p>\n<p>“In the garden!”</p>\n<p>And then the dream ended. But he did not awaken. He slept soundly and sweetly</p>\n<p>all through the lovely night. When he did awake at last it was brilliant</p>\n<p>morning and a servant was standing staring at him. He was an Italian servant</p>\n<p>and was accustomed, as all the servants of the villa were, to accepting without</p>\n<p>question any strange thing his foreign master might do. No one ever knew when</p>\n<p>he would go out or come in or where he would choose to sleep or if he would</p>\n<p>roam about the garden or lie in the boat on the lake all night. The man held a</p>\n<p>salver with some letters on it and he waited quietly until Mr. Craven took</p>\n<p>them. When he had gone away Mr. Craven sat a few moments holding them in his</p>\n<p>hand and looking at the lake. His strange calm was still upon him and something</p>\n<p>more—a lightness as if the cruel thing which had been done had not</p>\n<p>happened as he thought—as if something had changed. He was remembering</p>\n<p>the dream—the real—real dream.</p>\n<p>“In the garden!” he said, wondering at himself. “In the</p>\n<p>garden! But the door is locked and the key is buried deep.”</p>\n<p>When he glanced at the letters a few minutes later he saw that the one lying at</p>\n<p>the top of the rest was an English letter and came from Yorkshire. It was</p>\n<p>directed in a plain woman’s hand but it was not a hand he knew. He opened</p>\n<p>it, scarcely thinking of the writer, but the first words attracted his</p>\n<p>attention at once.</p>\n<p>“</p>\n<p>Dear Sir:</p>\n<p>I am Susan Sowerby that made bold to speak to you once on the moor. It was</p>\n<p>about Miss Mary I spoke. I will make bold to speak again. Please, sir, I would</p>\n<p>come home if I was you. I think you would be glad to come and—if you will</p>\n<p>excuse me, sir—I think your lady would ask you to come if she was here.</p>\n<p>Your obedient servant,</p>\n<p>Susan Sowerby.”</p>\n<p>Mr. Craven read the letter twice before he put it back in its envelope. He kept</p>\n<p>thinking about the dream.</p>\n<p>“I will go back to Misselthwaite,” he said. “Yes, I’ll</p>\n<p>go at once.”</p>\n<p>And he went through the garden to the villa and ordered Pitcher to prepare for</p>\n<p>his return to England.</p>\n<p>In a few days he was in Yorkshire again, and on his long railroad journey he</p>\n<p>found himself thinking of his boy as he had never thought in all the ten years</p>\n<p>past. During those years he had only wished to forget him. Now, though he did</p>\n<p>not intend to think about him, memories of him constantly drifted into his</p>\n<p>mind. He remembered the black days when he had raved like a madman because the</p>\n<p>child was alive and the mother was dead. He had refused to see it, and when he</p>\n<p>had gone to look at it at last it had been, such a weak wretched thing that</p>\n<p>everyone had been sure it would die in a few days. But to the surprise of those</p>\n<p>who took care of it the days passed and it lived and then everyone believed it</p>\n<p>would be a deformed and crippled creature.</p>\n<p>He had not meant to be a bad father, but he had not felt like a father at all.</p>\n<p>He had supplied doctors and nurses and luxuries, but he had shrunk from the</p>\n<p>mere thought of the boy and had buried himself in his own misery. The first</p>\n<p>time after a year’s absence he returned to Misselthwaite and the small</p>\n<p>miserable looking thing languidly and indifferently lifted to his face the</p>\n<p>great gray eyes with black lashes round them, so like and yet so horribly</p>\n<p>unlike the happy eyes he had adored, he could not bear the sight of them and</p>\n<p>turned away pale as death. After that he scarcely ever saw him except when he</p>\n<p>was asleep, and all he knew of him was that he was a confirmed invalid, with a</p>\n<p>vicious, hysterical, half-insane temper. He could only be kept from furies</p>\n<p>dangerous to himself by being given his own way in every detail.</p>\n<p>All this was not an uplifting thing to recall, but as the train whirled him</p>\n<p>through mountain passes and golden plains the man who was “coming</p>\n<p>alive” began to think in a new way and he thought long and steadily and</p>\n<p>deeply.</p>\n<p>“Perhaps I have been all wrong for ten years,” he said to himself.</p>\n<p>“Ten years is a long time. It may be too late to do anything—quite</p>\n<p>too late. What have I been thinking of!”</p>\n<p>Of course this was the wrong Magic—to begin by saying “too</p>\n<p>late.” Even Colin could have told him that. But he knew nothing of</p>\n<p>Magic—either black or white. This he had yet to learn. He wondered if</p>\n<p>Susan Sowerby had taken courage and written to him only because the motherly</p>\n<p>creature had realized that the boy was much worse—was fatally ill. If he</p>\n<p>had not been under the spell of the curious calmness which had taken possession</p>\n<p>of him he would have been more wretched than ever. But the calm had brought a</p>\n<p>sort of courage and hope with it. Instead of giving way to thoughts of the</p>\n<p>worst he actually found he was trying to believe in better things.</p>\n<p>“Could it be possible that she sees that I may be able to do him good and</p>\n<p>control him?” he thought. “I will go and see her on my way to</p>\n<p>Misselthwaite.”</p>\n<p>But when on his way across the moor he stopped the carriage at the cottage,</p>\n<p>seven or eight children who were playing about gathered in a group and bobbing</p>\n<p>seven or eight friendly and polite curtsies told him that their mother had gone</p>\n<p>to the other side of the moor early in the morning to help a woman who had a</p>\n<p>new baby. “Our Dickon,” they volunteered, was over at the Manor</p>\n<p>working in one of the gardens where he went several days each week.</p>\n<p>Mr. Craven looked over the collection of sturdy little bodies and round</p>\n<p>red-cheeked faces, each one grinning in its own particular way, and he awoke to</p>\n<p>the fact that they were a healthy likable lot. He smiled at their friendly</p>\n<p>grins and took a golden sovereign from his pocket and gave it to “our</p>\n<p>’Lizabeth Ellen” who was the oldest.</p>\n<p>“If you divide that into eight parts there will be half a crown for each</p>\n<p>of, you,” he said.</p>\n<p>Then amid grins and chuckles and bobbing of curtsies he drove away, leaving</p>\n<p>ecstasy and nudging elbows and little jumps of joy behind.</p>\n<p>The drive across the wonderfulness of the moor was a soothing thing. Why did it</p>\n<p>seem to give him a sense of homecoming which he had been sure he could never</p>\n<p>feel again—that sense of the beauty of land and sky and purple bloom of</p>\n<p>distance and a warming of the heart at drawing, nearer to the great old house</p>\n<p>which had held those of his blood for six hundred years? How he had driven away</p>\n<p>from it the last time, shuddering to think of its closed rooms and the boy</p>\n<p>lying in the four-posted bed with the brocaded hangings. Was it possible that</p>\n<p>perhaps he might find him changed a little for the better and that he might</p>\n<p>overcome his shrinking from him? How real that dream had been—how</p>\n<p>wonderful and clear the voice which called back to him, “In the</p>\n<p>garden—In the garden!”</p>\n<p>“I will try to find the key,” he said. “I will try to open</p>\n<p>the door. I must—though I don’t know why.”</p>\n<p>When he arrived at the Manor the servants who received him with the usual</p>\n<p>ceremony noticed that he looked better and that he did not go to the remote</p>\n<p>rooms where he usually lived attended by Pitcher. He went into the library and</p>\n<p>sent for Mrs. Medlock. She came to him somewhat excited and curious and</p>\n<p>flustered.</p>\n<p>“How is Master Colin, Medlock?” he inquired.</p>\n<p>“Well, sir,” Mrs. Medlock answered,</p>\n<p>“he’s—he’s different, in a manner of speaking.”</p>\n<p>“Worse?” he suggested.</p>\n<p>Mrs. Medlock really was flushed.</p>\n<p>“Well, you see, sir,” she tried to explain, “neither Dr.</p>\n<p>Craven, nor the nurse, nor me can exactly make him out.”</p>\n<p>“Why is that?”</p>\n<p>“To tell the truth, sir, Master Colin might be better and he might be</p>\n<p>changing for the worse. His appetite, sir, is past understanding—and his</p>\n<p>ways—”</p>\n<p>“Has he become more—more peculiar?” her master, asked,</p>\n<p>knitting his brows anxiously.</p>\n<p>“That’s it, sir. He’s growing very peculiar—when you</p>\n<p>compare him with what he used to be. He used to eat nothing and then suddenly</p>\n<p>he began to eat something enormous—and then he stopped again all at once</p>\n<p>and the meals were sent back just as they used to be. You never knew, sir,</p>\n<p>perhaps, that out of doors he never would let himself be taken. The things</p>\n<p>we’ve gone through to get him to go out in his chair would leave a body</p>\n<p>trembling like a leaf. He’d throw himself into such a state that Dr.</p>\n<p>Craven said he couldn’t be responsible for forcing him. Well, sir, just</p>\n<p>without warning—not long after one of his worst tantrums he suddenly</p>\n<p>insisted on being taken out every day by Miss Mary and Susan Sowerby’s</p>\n<p>boy Dickon that could push his chair. He took a fancy to both Miss Mary and</p>\n<p>Dickon, and Dickon brought his tame animals, and, if you’ll credit it,</p>\n<p>sir, out of doors he will stay from morning until night.”</p>\n<p>“How does he look?” was the next question.</p>\n<p>“If he took his food natural, sir, you’d think he was putting on</p>\n<p>flesh—but we’re afraid it may be a sort of bloat. He laughs</p>\n<p>sometimes in a queer way when he’s alone with Miss Mary. He never used to</p>\n<p>laugh at all. Dr. Craven is coming to see you at once, if you’ll allow</p>\n<p>him. He never was as puzzled in his life.”</p>\n<p>“Where is Master Colin now?” Mr. Craven asked.</p>\n<p>“In the garden, sir. He’s always in the garden—though not a</p>\n<p>human creature is allowed to go near for fear they’ll look at him.”</p>\n<p>Mr. Craven scarcely heard her last words.</p>\n<p>“In the garden,” he said, and after he had sent Mrs. Medlock away</p>\n<p>he stood and repeated it again and again. “In the garden!”</p>\n<p>He had to make an effort to bring himself back to the place he was standing in</p>\n<p>and when he felt he was on earth again he turned and went out of the room. He</p>\n<p>took his way, as Mary had done, through the door in the shrubbery and among the</p>\n<p>laurels and the fountain beds. The fountain was playing now and was encircled</p>\n<p>by beds of brilliant autumn flowers. He crossed the lawn and turned into the</p>\n<p>Long Walk by the ivied walls. He did not walk quickly, but slowly, and his eyes</p>\n<p>were on the path. He felt as if he were being drawn back to the place he had so</p>\n<p>long forsaken, and he did not know why. As he drew near to it his step became</p>\n<p>still more slow. He knew where the door was even though the ivy hung thick over</p>\n<p>it—but he did not know exactly where it lay—that buried key.</p>\n<p>So he stopped and stood still, looking about him, and almost the moment after</p>\n<p>he had paused he started and listened—asking himself if he were walking</p>\n<p>in a dream.</p>\n<p>The ivy hung thick over the door, the key was buried under the shrubs, no human</p>\n<p>being had passed that portal for ten lonely years—and yet inside the</p>\n<p>garden there were sounds. They were the sounds of running scuffling feet</p>\n<p>seeming to chase round and round under the trees, they were strange sounds of</p>\n<p>lowered suppressed voices—exclamations and smothered joyous cries. It</p>\n<p>seemed actually like the laughter of young things, the uncontrollable laughter</p>\n<p>of children who were trying not to be heard but who in a moment or so—as</p>\n<p>their excitement mounted—would burst forth. What in heaven’s name</p>\n<p>was he dreaming of—what in heaven’s name did he hear? Was he losing</p>\n<p>his reason and thinking he heard things which were not for human ears? Was it</p>\n<p>that the far clear voice had meant?</p>\n<p>And then the moment came, the uncontrollable moment when the sounds forgot to</p>\n<p>hush themselves. The feet ran faster and faster—they were nearing the</p>\n<p>garden door—there was quick strong young breathing and a wild outbreak of</p>\n<p>laughing shouts which could not be contained—and the door in the wall was</p>\n<p>flung wide open, the sheet of ivy swinging back, and a boy burst through it at</p>\n<p>full speed and, without seeing the outsider, dashed almost into his arms.</p>\n<p>Mr. Craven had extended them just in time to save him from falling as a result</p>\n<p>of his unseeing dash against him, and when he held him away to look at him in</p>\n<p>amazement at his being there he truly gasped for breath.</p>\n<p>He was a tall boy and a handsome one. He was glowing with life and his running</p>\n<p>had sent splendid color leaping to his face. He threw the thick hair back from</p>\n<p>his forehead and lifted a pair of strange gray eyes—eyes full of boyish</p>\n<p>laughter and rimmed with black lashes like a fringe. It was the eyes which made</p>\n<p>Mr. Craven gasp for breath.</p>\n<p>“Who—What? Who!” he stammered.</p>\n<p>This was not what Colin had expected—this was not what he had planned. He</p>\n<p>had never thought of such a meeting. And yet to come dashing out—winning</p>\n<p>a race—perhaps it was even better. He drew himself up to his very</p>\n<p>tallest. Mary, who had been running with him and had dashed through the door</p>\n<p>too, believed that he managed to make himself look taller than he had ever</p>\n<p>looked before—inches taller.</p>\n<p>“Father,” he said, “I’m Colin. You can’t believe</p>\n<p>it. I scarcely can myself. I’m Colin.”</p>\n<p>Like Mrs. Medlock, he did not understand what his father meant when he said</p>\n<p>hurriedly:</p>\n<p>“In the garden! In the garden!”</p>\n<p>“Yes,” hurried on Colin. “It was the garden that did</p>\n<p>it—and Mary and Dickon and the creatures—and the Magic. No one</p>\n<p>knows. We kept it to tell you when you came. I’m well, I can beat Mary in</p>\n<p>a race. I’m going to be an athlete.”</p>\n<p>He said it all so like a healthy boy—his face flushed, his words tumbling</p>\n<p>over each other in his eagerness—that Mr. Craven’s soul shook with</p>\n<p>unbelieving joy.</p>\n<p>Colin put out his hand and laid it on his father’s arm.</p>\n<p>“Aren’t you glad, Father?” he ended. “Aren’t you</p>\n<p>glad? I’m going to live forever and ever and ever!”</p>\n<p>Mr. Craven put his hands on both the boy’s shoulders and held him still.</p>\n<p>He knew he dared not even try to speak for a moment.</p>\n<p>“Take me into the garden, my boy,” he said at last. “And tell</p>\n<p>me all about it.”</p>\n<p>And so they led him in.</p>\n<p>The place was a wilderness of autumn gold and purple and violet blue and</p>\n<p>flaming scarlet and on every side were sheaves of late lilies standing</p>\n<p>together—lilies which were white or white and ruby. He remembered well</p>\n<p>when the first of them had been planted that just at this season of the year</p>\n<p>their late glories should reveal themselves. Late roses climbed and hung and</p>\n<p>clustered and the sunshine deepening the hue of the yellowing trees made one</p>\n<p>feel that one, stood in an embowered temple of gold. The newcomer stood silent</p>\n<p>just as the children had done when they came into its grayness. He looked round</p>\n<p>and round.</p>\n<p>“I thought it would be dead,” he said.</p>\n<p>“Mary thought so at first,” said Colin. “But it came</p>\n<p>alive.”</p>\n<p>Then they sat down under their tree—all but Colin, who wanted to stand</p>\n<p>while he told the story.</p>\n<p>It was the strangest thing he had ever heard, Archibald Craven thought, as it</p>\n<p>was poured forth in headlong boy fashion. Mystery and Magic and wild creatures,</p>\n<p>the weird midnight meeting—the coming of the spring—the passion of</p>\n<p>insulted pride which had dragged the young Rajah to his feet to defy old Ben</p>\n<p>Weatherstaff to his face. The odd companionship, the play acting, the great</p>\n<p>secret so carefully kept. The listener laughed until tears came into his eyes</p>\n<p>and sometimes tears came into his eyes when he was not laughing. The Athlete,</p>\n<p>the Lecturer, the Scientific Discoverer was a laughable, lovable, healthy young</p>\n<p>human thing.</p>\n<p>“Now,” he said at the end of the story, “it need not be a</p>\n<p>secret any more. I dare say it will frighten them nearly into fits when they</p>\n<p>see me—but I am never going to get into the chair again. I shall walk</p>\n<p>back with you, Father—to the house.”</p>\n<p>Ben Weatherstaff’s duties rarely took him away from the gardens, but on</p>\n<p>this occasion he made an excuse to carry some vegetables to the kitchen and</p>\n<p>being invited into the servants’ hall by Mrs. Medlock to drink a glass of</p>\n<p>beer he was on the spot—as he had hoped to be—when the most</p>\n<p>dramatic event Misselthwaite Manor had seen during the present generation</p>\n<p>actually took place.</p>\n<p>One of the windows looking upon the courtyard gave also a glimpse of the lawn.</p>\n<p>Mrs. Medlock, knowing Ben had come from the gardens, hoped that he might have</p>\n<p>caught sight of his master and even by chance of his meeting with Master Colin.</p>\n<p>“Did you see either of them, Weatherstaff?” she asked.</p>\n<p>Ben took his beer-mug from his mouth and wiped his lips with the back of his</p>\n<p>hand.</p>\n<p>“Aye, that I did,” he answered with a shrewdly significant air.</p>\n<p>“Both of them?” suggested Mrs. Medlock.</p>\n<p>“Both of ’em,” returned Ben Weatherstaff. “Thank ye</p>\n<p>kindly, ma’am, I could sup up another mug of it.”</p>\n<p>“Together?” said Mrs. Medlock, hastily overfilling his beer-mug in</p>\n<p>her excitement.</p>\n<p>“Together, ma’am,” and Ben gulped down half of his new mug at</p>\n<p>one gulp.</p>\n<p>“Where was Master Colin? How did he look? What did they say to each</p>\n<p>other?”</p>\n<p>“I didna’ hear that,” said Ben, “along o’ only</p>\n<p>bein’ on th’ stepladder lookin over th’ wall. But I’ll</p>\n<p>tell thee this. There’s been things goin’ on outside as you house</p>\n<p>people knows nowt about. An’ what tha’ll find out tha’ll find</p>\n<p>out soon.”</p>\n<p>And it was not two minutes before he swallowed the last of his beer and waved</p>\n<p>his mug solemnly toward the window which took in through the shrubbery a piece</p>\n<p>of the lawn.</p>\n<p>“Look there,” he said, “if tha’s curious. Look</p>\n<p>what’s comin’ across th’ grass.”</p>\n<p>When Mrs. Medlock looked she threw up her hands and gave a little shriek and</p>\n<p>every man and woman servant within hearing bolted across the servants’</p>\n<p>hall and stood looking through the window with their eyes almost starting out</p>\n<p>of their heads.</p>\n<p>Across the lawn came the Master of Misselthwaite and he looked as many of them</p>\n<p>had never seen him. And by his side with his head up in the air and his eyes</p>\n<p>full of laughter walked as strongly and steadily as any boy in</p>\n<p>Yorkshire—Master Colin!</p>\n<p>THE END</p>\n<p>*** END OF THE PROJECT GUTENBERG EBOOK 113 ***</p>\n"
}