{
  "title": "Chapter 21",
  "subtitle": "CHAPTER XXI.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-21",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-20",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-22",
  "content": "<p>BEN WEATHERSTAFF</p>\n<p>One of the strange things about living in the world is that it is only now and</p>\n<p>then one is quite sure one is going to live forever and ever and ever. One</p>\n<p>knows it sometimes when one gets up at the tender solemn dawn-time and goes out</p>\n<p>and stands alone and throws one’s head far back and looks up and up and</p>\n<p>watches the pale sky slowly changing and flushing and marvelous unknown things</p>\n<p>happening until the East almost makes one cry out and one’s heart stands</p>\n<p>still at the strange unchanging majesty of the rising of the sun—which</p>\n<p>has been happening every morning for thousands and thousands and thousands of</p>\n<p>years. One knows it then for a moment or so. And one knows it sometimes when</p>\n<p>one stands by oneself in a wood at sunset and the mysterious deep gold</p>\n<p>stillness slanting through and under the branches seems to be saying slowly</p>\n<p>again and again something one cannot quite hear, however much one tries. Then</p>\n<p>sometimes the immense quiet of the dark blue at night with millions of stars</p>\n<p>waiting and watching makes one sure; and sometimes a sound of far-off music</p>\n<p>makes it true; and sometimes a look in someone’s eyes.</p>\n<p>And it was like that with Colin when he first saw and heard and felt the</p>\n<p>Springtime inside the four high walls of a hidden garden. That afternoon the</p>\n<p>whole world seemed to devote itself to being perfect and radiantly beautiful</p>\n<p>and kind to one boy. Perhaps out of pure heavenly goodness the spring came and</p>\n<p>crowded everything it possibly could into that one place. More than once Dickon</p>\n<p>paused in what he was doing and stood still with a sort of growing wonder in</p>\n<p>his eyes, shaking his head softly.</p>\n<p>“Eh! it is graidely,” he said. “I’m twelve goin’</p>\n<p>on thirteen an’ there’s a lot o’ afternoons in thirteen</p>\n<p>years, but seems to me like I never seed one as graidely as this</p>\n<p>’ere.”</p>\n<p>“Aye, it is a graidely one,” said Mary, and she sighed for mere</p>\n<p>joy. “I’ll warrant it’s the graidelest one as ever was in</p>\n<p>this world.”</p>\n<p>“Does tha’ think,” said Colin with dreamy carefulness,</p>\n<p>“as happen it was made loike this ’ere all o’ purpose for</p>\n<p>me?”</p>\n<p>“My word!” cried Mary admiringly, “that there is a bit</p>\n<p>o’ good Yorkshire. Tha’rt shapin’ first-rate—that</p>\n<p>tha’ art.”</p>\n<p>And delight reigned.</p>\n<p>They drew the chair under the plum-tree, which was snow-white with blossoms and</p>\n<p>musical with bees. It was like a king’s canopy, a fairy king’s.</p>\n<p>There were flowering cherry-trees near and apple-trees whose buds were pink and</p>\n<p>white, and here and there one had burst open wide. Between the blossoming</p>\n<p>branches of the canopy bits of blue sky looked down like wonderful eyes.</p>\n<p>Mary and Dickon worked a little here and there and Colin watched them. They</p>\n<p>brought him things to look at—buds which were opening, buds which were</p>\n<p>tight closed, bits of twig whose leaves were just showing green, the feather of</p>\n<p>a woodpecker which had dropped on the grass, the empty shell of some bird early</p>\n<p>hatched. Dickon pushed the chair slowly round and round the garden, stopping</p>\n<p>every other moment to let him look at wonders springing out of the earth or</p>\n<p>trailing down from trees. It was like being taken in state round the country of</p>\n<p>a magic king and queen and shown all the mysterious riches it contained.</p>\n<p>“I wonder if we shall see the robin?” said Colin.</p>\n<p>“Tha’ll see him often enow after a bit,” answered Dickon.</p>\n<p>“When th’ eggs hatches out th’ little chap he’ll be</p>\n<p>kep’ so busy it’ll make his head swim. Tha’ll see him</p>\n<p>flyin’ backward an’ for’ard carryin’ worms nigh as big</p>\n<p>as himsel’ an’ that much noise goin’ on in th’ nest</p>\n<p>when he gets there as fair flusters him so as he scarce knows which big mouth</p>\n<p>to drop th’ first piece in. An’ gapin’ beaks an’</p>\n<p>squawks on every side. Mother says as when she sees th’ work a robin has</p>\n<p>to keep them gapin’ beaks filled, she feels like she was a lady with</p>\n<p>nothin’ to do. She says she’s seen th’ little chaps when it</p>\n<p>seemed like th’ sweat must be droppin’ off ’em, though folk</p>\n<p>can’t see it.”</p>\n<p>This made them giggle so delightedly that they were obliged to cover their</p>\n<p>mouths with their hands, remembering that they must not be heard. Colin had</p>\n<p>been instructed as to the law of whispers and low voices several days before.</p>\n<p>He liked the mysteriousness of it and did his best, but in the midst of excited</p>\n<p>enjoyment it is rather difficult never to laugh above a whisper.</p>\n<p>Every moment of the afternoon was full of new things and every hour the</p>\n<p>sunshine grew more golden. The wheeled chair had been drawn back under the</p>\n<p>canopy and Dickon had sat down on the grass and had just drawn out his pipe</p>\n<p>when Colin saw something he had not had time to notice before.</p>\n<p>“That’s a very old tree over there, isn’t it?” he said.</p>\n<p>Dickon looked across the grass at the tree and Mary looked and there was a</p>\n<p>brief moment of stillness.</p>\n<p>“Yes,” answered Dickon, after it, and his low voice had a very</p>\n<p>gentle sound.</p>\n<p>Mary gazed at the tree and thought.</p>\n<p>“The branches are quite gray and there’s not a single leaf</p>\n<p>anywhere,” Colin went on. “It’s quite dead, isn’t</p>\n<p>it?”</p>\n<p>“Aye,” admitted Dickon. “But them roses as has climbed all</p>\n<p>over it will near hide every bit o’ th’ dead wood when</p>\n<p>they’re full o’ leaves an’ flowers. It won’t look dead</p>\n<p>then. It’ll be th’ prettiest of all.”</p>\n<p>Mary still gazed at the tree and thought.</p>\n<p>“It looks as if a big branch had been broken off,” said Colin.</p>\n<p>“I wonder how it was done.”</p>\n<p>“It’s been done many a year,” answered Dickon.</p>\n<p>“Eh!” with a sudden relieved start and laying his hand on Colin.</p>\n<p>“Look at that robin! There he is! He’s been foragin’ for his</p>\n<p>mate.”</p>\n<p>Colin was almost too late but he just caught sight of him, the flash of</p>\n<p>red-breasted bird with something in his beak. He darted through the greenness</p>\n<p>and into the close-grown corner and was out of sight. Colin leaned back on his</p>\n<p>cushion again, laughing a little.</p>\n<p>“He’s taking her tea to her. Perhaps it’s five o’clock.</p>\n<p>I think I’d like some tea myself.”</p>\n<p>And so they were safe.</p>\n<p>“It was Magic which sent the robin,” said Mary secretly to Dickon</p>\n<p>afterward. “I know it was Magic.” For both she and Dickon had been</p>\n<p>afraid Colin might ask something about the tree whose branch had broken off ten</p>\n<p>years ago and they had talked it over together and Dickon had stood and rubbed</p>\n<p>his head in a troubled way.</p>\n<p>“We mun look as if it wasn’t no different from th’ other</p>\n<p>trees,” he had said. “We couldn’t never tell him how it</p>\n<p>broke, poor lad. If he says anything about it we mun—we mun try to look</p>\n<p>cheerful.”</p>\n<p>“Aye, that we mun,” had answered Mary.</p>\n<p>But she had not felt as if she looked cheerful when she gazed at the tree. She</p>\n<p>wondered and wondered in those few moments if there was any reality in that</p>\n<p>other thing Dickon had said. He had gone on rubbing his rust-red hair in a</p>\n<p>puzzled way, but a nice comforted look had begun to grow in his blue eyes.</p>\n<p>“Mrs. Craven was a very lovely young lady,” he had gone on rather</p>\n<p>hesitatingly. “An’ mother she thinks maybe she’s about</p>\n<p>Misselthwaite many a time lookin’ after Mester Colin, same as all mothers</p>\n<p>do when they’re took out o’ th’ world. They have to come</p>\n<p>back, tha’ sees. Happen she’s been in the garden an’ happen</p>\n<p>it was her set us to work, an’ told us to bring him here.”</p>\n<p>Mary had thought he meant something about Magic. She was a great believer in</p>\n<p>Magic. Secretly she quite believed that Dickon worked Magic, of course good</p>\n<p>Magic, on everything near him and that was why people liked him so much and</p>\n<p>wild creatures knew he was their friend. She wondered, indeed, if it were not</p>\n<p>possible that his gift had brought the robin just at the right moment when</p>\n<p>Colin asked that dangerous question. She felt that his Magic was working all</p>\n<p>the afternoon and making Colin look like an entirely different boy. It did not</p>\n<p>seem possible that he could be the crazy creature who had screamed and beaten</p>\n<p>and bitten his pillow. Even his ivory whiteness seemed to change. The faint</p>\n<p>glow of color which had shown on his face and neck and hands when he first got</p>\n<p>inside the garden really never quite died away. He looked as if he were made of</p>\n<p>flesh instead of ivory or wax.</p>\n<p>They saw the robin carry food to his mate two or three times, and it was so</p>\n<p>suggestive of afternoon tea that Colin felt they must have some.</p>\n<p>“Go and make one of the men servants bring some in a basket to the</p>\n<p>rhododendron walk,” he said. “And then you and Dickon can bring it</p>\n<p>here.”</p>\n<p>It was an agreeable idea, easily carried out, and when the white cloth was</p>\n<p>spread upon the grass, with hot tea and buttered toast and crumpets, a</p>\n<p>delightfully hungry meal was eaten, and several birds on domestic errands</p>\n<p>paused to inquire what was going on and were led into investigating crumbs with</p>\n<p>great activity. Nut and Shell whisked up trees with pieces of cake and Soot</p>\n<p>took the entire half of a buttered crumpet into a corner and pecked at and</p>\n<p>examined and turned it over and made hoarse remarks about it until he decided</p>\n<p>to swallow it all joyfully in one gulp.</p>\n<p>The afternoon was dragging towards its mellow hour. The sun was deepening the</p>\n<p>gold of its lances, the bees were going home and the birds were flying past</p>\n<p>less often. Dickon and Mary were sitting on the grass, the tea-basket was</p>\n<p>repacked ready to be taken back to the house, and Colin was lying against his</p>\n<p>cushions with his heavy locks pushed back from his forehead and his face</p>\n<p>looking quite a natural color.</p>\n<p>“I don’t want this afternoon to go,” he said; “but I</p>\n<p>shall come back tomorrow, and the day after, and the day after, and the day</p>\n<p>after.”</p>\n<p>“You’ll get plenty of fresh air, won’t you?” said Mary.</p>\n<p>“I’m going to get nothing else,” he answered.</p>\n<p>“I’ve seen the spring now and I’m going to see the summer.</p>\n<p>I’m going to see everything grow here. I’m going to grow here</p>\n<p>myself.”</p>\n<p>“That tha’ will,” said Dickon. “Us’ll have thee</p>\n<p>walkin’ about here an’ diggin’ same as other folk afore</p>\n<p>long.”</p>\n<p>Colin flushed tremendously.</p>\n<p>“Walk!” he said. “Dig! Shall I?”</p>\n<p>Dickon’s glance at him was delicately cautious. Neither he nor Mary had</p>\n<p>ever asked if anything was the matter with his legs.</p>\n<p>“For sure tha’ will,” he said stoutly.</p>\n<p>“Tha—tha’s got legs o’ thine own, same as other</p>\n<p>folks!”</p>\n<p>Mary was rather frightened until she heard Colin’s answer.</p>\n<p>“Nothing really ails them,” he said, “but they are so thin</p>\n<p>and weak. They shake so that I’m afraid to try to stand on them.”</p>\n<p>Both Mary and Dickon drew a relieved breath.</p>\n<p>“When tha’ stops bein’ afraid tha’lt stand on</p>\n<p>’em,” Dickon said with renewed cheer. “An’ tha’lt</p>\n<p>stop bein’ afraid in a bit.”</p>\n<p>“I shall?” said Colin, and he lay still as if he were wondering</p>\n<p>about things.</p>\n<p>They were really very quiet for a little while. The sun was dropping lower. It</p>\n<p>was that hour when everything stills itself, and they really had had a busy and</p>\n<p>exciting afternoon. Colin looked as if he were resting luxuriously. Even the</p>\n<p>creatures had ceased moving about and had drawn together and were resting near</p>\n<p>them. Soot had perched on a low branch and drawn up one leg and dropped the</p>\n<p>gray film drowsily over his eyes. Mary privately thought he looked as if he</p>\n<p>might snore in a minute.</p>\n<p>In the midst of this stillness it was rather startling when Colin half lifted</p>\n<p>his head and exclaimed in a loud suddenly alarmed whisper:</p>\n<p>“Who is that man?”</p>\n<p>Dickon and Mary scrambled to their feet.</p>\n<p>“Man!” they both cried in low quick voices.</p>\n<p>Colin pointed to the high wall.</p>\n<p>“Look!” he whispered excitedly. “Just look!”</p>\n<p>Mary and Dickon wheeled about and looked. There was Ben Weatherstaff’s</p>\n<p>indignant face glaring at them over the wall from the top of a ladder! He</p>\n<p>actually shook his fist at Mary.</p>\n<p>“If I wasn’t a bachelder, an’ tha’ was a wench o’</p>\n<p>mine,” he cried, “I’d give thee a hidin’!”</p>\n<p>He mounted another step threateningly as if it were his energetic intention to</p>\n<p>jump down and deal with her; but as she came toward him he evidently thought</p>\n<p>better of it and stood on the top step of his ladder shaking his fist down at</p>\n<p>her.</p>\n<p>“I never thowt much o’ thee!” he harangued. “I</p>\n<p>couldna’ abide thee th’ first time I set eyes on thee. A scrawny</p>\n<p>buttermilk-faced young besom, allus askin’ questions an’</p>\n<p>pokin’ tha’ nose where it wasna, wanted. I never knowed how</p>\n<p>tha’ got so thick wi’ me. If it hadna’ been for th’</p>\n<p>robin— Drat him—”</p>\n<p>“Ben Weatherstaff,” called out Mary, finding her breath. She stood</p>\n<p>below him and called up to him with a sort of gasp. “Ben Weatherstaff, it</p>\n<p>was the robin who showed me the way!”</p>\n<p>Then it did seem as if Ben really would scramble down on her side of the wall,</p>\n<p>he was so outraged.</p>\n<p>“Tha’ young bad ’un!” he called down at her.</p>\n<p>“Layin’ tha’ badness on a robin—not but what he’s</p>\n<p>impidint enow for anythin’. Him showin’ thee th’ way! Him!</p>\n<p>Eh! tha’ young nowt”—she could see his next words burst out</p>\n<p>because he was overpowered by curiosity—“however i’ this</p>\n<p>world did tha’ get in?”</p>\n<p>“It was the robin who showed me the way,” she protested</p>\n<p>obstinately. “He didn’t know he was doing it but he did. And I</p>\n<p>can’t tell you from here while you’re shaking your fist at</p>\n<p>me.”</p>\n<p>He stopped shaking his fist very suddenly at that very moment and his jaw</p>\n<p>actually dropped as he stared over her head at something he saw coming over the</p>\n<p>grass toward him.</p>\n<p>At the first sound of his torrent of words Colin had been so surprised that he</p>\n<p>had only sat up and listened as if he were spellbound. But in the midst of it</p>\n<p>he had recovered himself and beckoned imperiously to Dickon.</p>\n<p>“Wheel me over there!” he commanded. “Wheel me quite close</p>\n<p>and stop right in front of him!”</p>\n<p>And this, if you please, this is what Ben Weatherstaff beheld and which made</p>\n<p>his jaw drop. A wheeled chair with luxurious cushions and robes which came</p>\n<p>toward him looking rather like some sort of State Coach because a young Rajah</p>\n<p>leaned back in it with royal command in his great black-rimmed eyes and a thin</p>\n<p>white hand extended haughtily toward him. And it stopped right under Ben</p>\n<p>Weatherstaff’s nose. It was really no wonder his mouth dropped open.</p>\n<p>“Do you know who I am?” demanded the Rajah.</p>\n<p>How Ben Weatherstaff stared! His red old eyes fixed themselves on what was</p>\n<p>before him as if he were seeing a ghost. He gazed and gazed and gulped a lump</p>\n<p>down his throat and did not say a word.</p>\n<p>“Do you know who I am?” demanded Colin still more imperiously.</p>\n<p>“Answer!”</p>\n<p>Ben Weatherstaff put his gnarled hand up and passed it over his eyes and over</p>\n<p>his forehead and then he did answer in a queer shaky voice.</p>\n<p>“Who tha’ art?” he said. “Aye, that I</p>\n<p>do—wi’ tha’ mother’s eyes starin’ at me out</p>\n<p>o’ tha’ face. Lord knows how tha’ come here. But tha’rt</p>\n<p>th’ poor cripple.”</p>\n<p>Colin forgot that he had ever had a back. His face flushed scarlet and he sat</p>\n<p>bolt upright.</p>\n<p>“I’m not a cripple!” he cried out furiously. “I’m</p>\n<p>not!”</p>\n<p>“He’s not!” cried Mary, almost shouting up the wall in her</p>\n<p>fierce indignation. “He’s not got a lump as big as a pin! I looked</p>\n<p>and there was none there—not one!”</p>\n<p>Ben Weatherstaff passed his hand over his forehead again and gazed as if he</p>\n<p>could never gaze enough. His hand shook and his mouth shook and his voice</p>\n<p>shook. He was an ignorant old man and a tactless old man and he could only</p>\n<p>remember the things he had heard.</p>\n<p>“Tha’—tha’ hasn’t got a crooked back?” he</p>\n<p>said hoarsely.</p>\n<p>“No!” shouted Colin.</p>\n<p>“Tha’—tha’ hasn’t got crooked legs?”</p>\n<p>quavered Ben more hoarsely yet.</p>\n<p>It was too much. The strength which Colin usually threw into his tantrums</p>\n<p>rushed through him now in a new way. Never yet had he been accused of crooked</p>\n<p>legs—even in whispers—and the perfectly simple belief in their</p>\n<p>existence which was revealed by Ben Weatherstaff’s voice was more than</p>\n<p>Rajah flesh and blood could endure. His anger and insulted pride made him</p>\n<p>forget everything but this one moment and filled him with a power he had never</p>\n<p>known before, an almost unnatural strength.</p>\n<p>“Come here!” he shouted to Dickon, and he actually began to tear</p>\n<p>the coverings off his lower limbs and disentangle himself. “Come here!</p>\n<p>Come here! This minute!”</p>\n<p>Dickon was by his side in a second. Mary caught her breath in a short gasp and</p>\n<p>felt herself turn pale.</p>\n<p>“He can do it! He can do it! He can do it! He can!” she gabbled</p>\n<p>over to herself under her breath as fast as ever she could.</p>\n<p>There was a brief fierce scramble, the rugs were tossed on the ground, Dickon</p>\n<p>held Colin’s arm, the thin legs were out, the thin feet were on the</p>\n<p>grass. Colin was standing upright—upright—as straight as an arrow</p>\n<p>and looking strangely tall—his head thrown back and his strange eyes</p>\n<p>flashing lightning.</p>\n<p>“Look at me!” he flung up at Ben Weatherstaff. “Just look at</p>\n<p>me—you! Just look at me!”</p>\n<p>“He’s as straight as I am!” cried Dickon. “He’s</p>\n<p>as straight as any lad i’ Yorkshire!”</p>\n<p>What Ben Weatherstaff did Mary thought queer beyond measure. He choked and</p>\n<p>gulped and suddenly tears ran down his weather-wrinkled cheeks as he struck his</p>\n<p>old hands together.</p>\n<p>“Eh!” he burst forth, “th’ lies folk tells!</p>\n<p>Tha’rt as thin as a lath an’ as white as a wraith, but</p>\n<p>there’s not a knob on thee. Tha’lt make a mon yet. God bless</p>\n<p>thee!”</p>\n<p>Dickon held Colin’s arm strongly but the boy had not begun to falter. He</p>\n<p>stood straighter and straighter and looked Ben Weatherstaff in the face.</p>\n<p>“I’m your master,” he said, “when my father is away.</p>\n<p>And you are to obey me. This is my garden. Don’t dare to say a word about</p>\n<p>it! You get down from that ladder and go out to the Long Walk and Miss Mary</p>\n<p>will meet you and bring you here. I want to talk to you. We did not want you,</p>\n<p>but now you will have to be in the secret. Be quick!”</p>\n<p>Ben Weatherstaff’s crabbed old face was still wet with that one queer</p>\n<p>rush of tears. It seemed as if he could not take his eyes from thin straight</p>\n<p>Colin standing on his feet with his head thrown back.</p>\n<p>“Eh! lad,” he almost whispered. “Eh! my lad!” And then</p>\n<p>remembering himself he suddenly touched his hat gardener fashion and said,</p>\n<p>“Yes, sir! Yes, sir!” and obediently disappeared as he descended</p>\n<p>the ladder.</p>\n"
}