{
  "title": "Chapter 8",
  "subtitle": "CHAPTER VIII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-8",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-7",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-9",
  "content": "<p>THE ROBIN WHO SHOWED THE WAY</p>\n<p>She looked at the key quite a long time. She turned it over and over, and</p>\n<p>thought about it. As I have said before, she was not a child who had been</p>\n<p>trained to ask permission or consult her elders about things. All she thought</p>\n<p>about the key was that if it was the key to the closed garden, and she could</p>\n<p>find out where the door was, she could perhaps open it and see what was inside</p>\n<p>the walls, and what had happened to the old rose-trees. It was because it had</p>\n<p>been shut up so long that she wanted to see it. It seemed as if it must be</p>\n<p>different from other places and that something strange must have happened to it</p>\n<p>during ten years. Besides that, if she liked it she could go into it every day</p>\n<p>and shut the door behind her, and she could make up some play of her own and</p>\n<p>play it quite alone, because nobody would ever know where she was, but would</p>\n<p>think the door was still locked and the key buried in the earth. The thought of</p>\n<p>that pleased her very much.</p>\n<p>Living as it were, all by herself in a house with a hundred mysteriously closed</p>\n<p>rooms and having nothing whatever to do to amuse herself, had set her inactive</p>\n<p>brain to working and was actually awakening her imagination. There is no doubt</p>\n<p>that the fresh, strong, pure air from the moor had a great deal to do with it.</p>\n<p>Just as it had given her an appetite, and fighting with the wind had stirred</p>\n<p>her blood, so the same things had stirred her mind. In India she had always</p>\n<p>been too hot and languid and weak to care much about anything, but in this</p>\n<p>place she was beginning to care and to want to do new things. Already she felt</p>\n<p>less “contrary,” though she did not know why.</p>\n<p>She put the key in her pocket and walked up and down her walk. No one but</p>\n<p>herself ever seemed to come there, so she could walk slowly and look at the</p>\n<p>wall, or, rather, at the ivy growing on it. The ivy was the baffling thing.</p>\n<p>Howsoever carefully she looked she could see nothing but thickly growing,</p>\n<p>glossy, dark green leaves. She was very much disappointed. Something of her</p>\n<p>contrariness came back to her as she paced the walk and looked over it at the</p>\n<p>tree-tops inside. It seemed so silly, she said to herself, to be near it and</p>\n<p>not be able to get in. She took the key in her pocket when she went back to the</p>\n<p>house, and she made up her mind that she would always carry it with her when</p>\n<p>she went out, so that if she ever should find the hidden door she would be</p>\n<p>ready.</p>\n<p>Mrs. Medlock had allowed Martha to sleep all night at the cottage, but she was</p>\n<p>back at her work in the morning with cheeks redder than ever and in the best of</p>\n<p>spirits.</p>\n<p>“I got up at four o’clock,” she said. “Eh! it was</p>\n<p>pretty on th’ moor with th’ birds gettin’ up an’</p>\n<p>th’ rabbits scamperin’ about an’ th’ sun risin’.</p>\n<p>I didn’t walk all th’ way. A man gave me a ride in his cart</p>\n<p>an’ I did enjoy myself.”</p>\n<p>She was full of stories of the delights of her day out. Her mother had been</p>\n<p>glad to see her and they had got the baking and washing all out of the way. She</p>\n<p>had even made each of the children a doughcake with a bit of brown sugar in it.</p>\n<p>“I had ’em all pipin’ hot when they came in from</p>\n<p>playin’ on th’ moor. An’ th’ cottage all smelt o’</p>\n<p>nice, clean hot bakin’ an’ there was a good fire, an’ they</p>\n<p>just shouted for joy. Our Dickon he said our cottage was good enough for a</p>\n<p>king to live in.”</p>\n<p>In the evening they had all sat round the fire, and Martha and her mother had</p>\n<p>sewed patches on torn clothes and mended stockings and Martha had told them</p>\n<p>about the little girl who had come from India and who had been waited on all</p>\n<p>her life by what Martha called “blacks” until she didn’t know</p>\n<p>how to put on her own stockings.</p>\n<p>“Eh! they did like to hear about you,” said Martha. “They</p>\n<p>wanted to know all about th’ blacks an’ about th’ ship you</p>\n<p>came in. I couldn’t tell ’em enough.”</p>\n<p>Mary reflected a little.</p>\n<p>“I’ll tell you a great deal more before your next day out,”</p>\n<p>she said, “so that you will have more to talk about. I dare say they</p>\n<p>would like to hear about riding on elephants and camels, and about the officers</p>\n<p>going to hunt tigers.”</p>\n<p>“My word!” cried delighted Martha. “It would set ’em</p>\n<p>clean off their heads. Would tha’ really do that, Miss? It would be same</p>\n<p>as a wild beast show like we heard they had in York once.”</p>\n<p>“India is quite different from Yorkshire,” Mary said slowly, as she</p>\n<p>thought the matter over. “I never thought of that. Did Dickon and your</p>\n<p>mother like to hear you talk about me?”</p>\n<p>“Why, our Dickon’s eyes nearly started out o’ his head, they</p>\n<p>got that round,” answered Martha. “But mother, she was put out</p>\n<p>about your seemin’ to be all by yourself like. She said,</p>\n<p>‘Hasn’t Mr. Craven got no governess for her, nor no nurse?’</p>\n<p>and I said, ‘No, he hasn’t, though Mrs. Medlock says he will when</p>\n<p>he thinks of it, but she says he mayn’t think of it for two or three</p>\n<p>years.’”</p>\n<p>“I don’t want a governess,” said Mary sharply.</p>\n<p>“But mother says you ought to be learnin’ your book by this time</p>\n<p>an’ you ought to have a woman to look after you, an’ she says:</p>\n<p>‘Now, Martha, you just think how you’d feel yourself, in a big</p>\n<p>place like that, wanderin’ about all alone, an’ no mother. You do</p>\n<p>your best to cheer her up,’ she says, an’ I said I would.”</p>\n<p>Mary gave her a long, steady look.</p>\n<p>“You do cheer me up,” she said. “I like to hear you</p>\n<p>talk.”</p>\n<p>Presently Martha went out of the room and came back with something held in her</p>\n<p>hands under her apron.</p>\n<p>“What does tha’ think,” she said, with a cheerful grin.</p>\n<p>“I’ve brought thee a present.”</p>\n<p>“A present!” exclaimed Mistress Mary. How could a cottage full of</p>\n<p>fourteen hungry people give anyone a present!</p>\n<p>“A man was drivin’ across the moor peddlin’,” Martha</p>\n<p>explained. “An’ he stopped his cart at our door. He had pots</p>\n<p>an’ pans an’ odds an’ ends, but mother had no money to buy</p>\n<p>anythin’. Just as he was goin’ away our ’Lizabeth Ellen</p>\n<p>called out, ‘Mother, he’s got skippin’-ropes with red</p>\n<p>an’ blue handles.’ An’ mother she calls out quite sudden,</p>\n<p>‘Here, stop, mister! How much are they?’ An’ he says</p>\n<p>‘Tuppence’, an’ mother she began fumblin’ in her pocket</p>\n<p>an’ she says to me, ‘Martha, tha’s brought me thy wages like</p>\n<p>a good lass, an’ I’ve got four places to put every penny, but</p>\n<p>I’m just goin’ to take tuppence out of it to buy that child a</p>\n<p>skippin’-rope,’ an’ she bought one an’ here it</p>\n<p>is.”</p>\n<p>She brought it out from under her apron and exhibited it quite proudly. It was</p>\n<p>a strong, slender rope with a striped red and blue handle at each end, but Mary</p>\n<p>Lennox had never seen a skipping-rope before. She gazed at it with a mystified</p>\n<p>expression.</p>\n<p>“What is it for?” she asked curiously.</p>\n<p>“For!” cried out Martha. “Does tha’ mean that</p>\n<p>they’ve not got skippin’-ropes in India, for all they’ve got</p>\n<p>elephants and tigers and camels! No wonder most of ’em’s black.</p>\n<p>This is what it’s for; just watch me.”</p>\n<p>And she ran into the middle of the room and, taking a handle in each hand,</p>\n<p>began to skip, and skip, and skip, while Mary turned in her chair to stare at</p>\n<p>her, and the queer faces in the old portraits seemed to stare at her, too, and</p>\n<p>wonder what on earth this common little cottager had the impudence to be doing</p>\n<p>under their very noses. But Martha did not even see them. The interest and</p>\n<p>curiosity in Mistress Mary’s face delighted her, and she went on skipping</p>\n<p>and counted as she skipped until she had reached a hundred.</p>\n<p>“I could skip longer than that,” she said when she stopped.</p>\n<p>“I’ve skipped as much as five hundred when I was twelve, but I</p>\n<p>wasn’t as fat then as I am now, an’ I was in practice.”</p>\n<p>Mary got up from her chair beginning to feel excited herself.</p>\n<p>“It looks nice,” she said. “Your mother is a kind woman. Do</p>\n<p>you think I could ever skip like that?”</p>\n<p>“You just try it,” urged Martha, handing her the skipping-rope.</p>\n<p>“You can’t skip a hundred at first, but if you practice</p>\n<p>you’ll mount up. That’s what mother said. She says,</p>\n<p>‘Nothin’ will do her more good than skippin’ rope. It’s</p>\n<p>th’ sensiblest toy a child can have. Let her play out in th’ fresh</p>\n<p>air skippin’ an’ it’ll stretch her legs an’ arms</p>\n<p>an’ give her some strength in ’em.’”</p>\n<p>It was plain that there was not a great deal of strength in Mistress</p>\n<p>Mary’s arms and legs when she first began to skip. She was not very</p>\n<p>clever at it, but she liked it so much that she did not want to stop.</p>\n<p>“Put on tha’ things and run an’ skip out o’</p>\n<p>doors,” said Martha. “Mother said I must tell you to keep out</p>\n<p>o’ doors as much as you could, even when it rains a bit, so as tha’</p>\n<p>wrap up warm.”</p>\n<p>Mary put on her coat and hat and took her skipping-rope over her arm. She</p>\n<p>opened the door to go out, and then suddenly thought of something and turned</p>\n<p>back rather slowly.</p>\n<p>“Martha,” she said, “they were your wages. It was your</p>\n<p>two-pence really. Thank you.” She said it stiffly because she was not</p>\n<p>used to thanking people or noticing that they did things for her. “Thank</p>\n<p>you,” she said, and held out her hand because she did not know what else</p>\n<p>to do.</p>\n<p>Martha gave her hand a clumsy little shake, as if she was not accustomed to</p>\n<p>this sort of thing either. Then she laughed.</p>\n<p>“Eh! th’ art a queer, old-womanish thing,” she said.</p>\n<p>“If tha’d been our ’Lizabeth Ellen tha’d have given me</p>\n<p>a kiss.”</p>\n<p>Mary looked stiffer than ever.</p>\n<p>“Do you want me to kiss you?”</p>\n<p>Martha laughed again.</p>\n<p>“Nay, not me,” she answered. “If tha’ was different,</p>\n<p>p’raps tha’d want to thysel’. But tha’ isn’t. Run</p>\n<p>off outside an’ play with thy rope.”</p>\n<p>Mistress Mary felt a little awkward as she went out of the room. Yorkshire</p>\n<p>people seemed strange, and Martha was always rather a puzzle to her. At first</p>\n<p>she had disliked her very much, but now she did not. The skipping-rope was a</p>\n<p>wonderful thing. She counted and skipped, and skipped and counted, until her</p>\n<p>cheeks were quite red, and she was more interested than she had ever been since</p>\n<p>she was born. The sun was shining and a little wind was blowing—not a</p>\n<p>rough wind, but one which came in delightful little gusts and brought a fresh</p>\n<p>scent of newly turned earth with it. She skipped round the fountain garden, and</p>\n<p>up one walk and down another. She skipped at last into the kitchen-garden and</p>\n<p>saw Ben Weatherstaff digging and talking to his robin, which was hopping about</p>\n<p>him. She skipped down the walk toward him and he lifted his head and looked at</p>\n<p>her with a curious expression. She had wondered if he would notice her. She</p>\n<p>wanted him to see her skip.</p>\n<p>“Well!” he exclaimed. “Upon my word. P’raps tha’</p>\n<p>art a young ’un, after all, an’ p’raps tha’s got</p>\n<p>child’s blood in thy veins instead of sour buttermilk. Tha’s</p>\n<p>skipped red into thy cheeks as sure as my name’s Ben Weatherstaff. I</p>\n<p>wouldn’t have believed tha’ could do it.”</p>\n<p>“I never skipped before,” Mary said. “I’m just</p>\n<p>beginning. I can only go up to twenty.”</p>\n<p>“Tha’ keep on,” said Ben. “Tha’ shapes well</p>\n<p>enough at it for a young ’un that’s lived with heathen. Just see</p>\n<p>how he’s watchin’ thee,” jerking his head toward the robin.</p>\n<p>“He followed after thee yesterday. He’ll be at it again today.</p>\n<p>He’ll be bound to find out what th’ skippin’-rope is.</p>\n<p>He’s never seen one. Eh!” shaking his head at the bird,</p>\n<p>“tha’ curiosity will be th’ death of thee sometime if</p>\n<p>tha’ doesn’t look sharp.”</p>\n<p>Mary skipped round all the gardens and round the orchard, resting every few</p>\n<p>minutes. At length she went to her own special walk and made up her mind to try</p>\n<p>if she could skip the whole length of it. It was a good long skip and she began</p>\n<p>slowly, but before she had gone half-way down the path she was so hot and</p>\n<p>breathless that she was obliged to stop. She did not mind much, because she had</p>\n<p>already counted up to thirty. She stopped with a little laugh of pleasure, and</p>\n<p>there, lo and behold, was the robin swaying on a long branch of ivy. He had</p>\n<p>followed her and he greeted her with a chirp. As Mary had skipped toward him</p>\n<p>she felt something heavy in her pocket strike against her at each jump, and</p>\n<p>when she saw the robin she laughed again.</p>\n<p>“You showed me where the key was yesterday,” she said. “You</p>\n<p>ought to show me the door today; but I don’t believe you know!”</p>\n<p>The robin flew from his swinging spray of ivy on to the top of the wall and he</p>\n<p>opened his beak and sang a loud, lovely trill, merely to show off. Nothing in</p>\n<p>the world is quite as adorably lovely as a robin when he shows off—and</p>\n<p>they are nearly always doing it.</p>\n<p>Mary Lennox had heard a great deal about Magic in her Ayah’s stories, and</p>\n<p>she always said that what happened almost at that moment was Magic.</p>\n<p>One of the nice little gusts of wind rushed down the walk, and it was a</p>\n<p>stronger one than the rest. It was strong enough to wave the branches of the</p>\n<p>trees, and it was more than strong enough to sway the trailing sprays of</p>\n<p>untrimmed ivy hanging from the wall. Mary had stepped close to the robin, and</p>\n<p>suddenly the gust of wind swung aside some loose ivy trails, and more suddenly</p>\n<p>still she jumped toward it and caught it in her hand. This she did because she</p>\n<p>had seen something under it—a round knob which had been covered by the</p>\n<p>leaves hanging over it. It was the knob of a door.</p>\n<p>She put her hands under the leaves and began to pull and push them aside. Thick</p>\n<p>as the ivy hung, it nearly all was a loose and swinging curtain, though some</p>\n<p>had crept over wood and iron. Mary’s heart began to thump and her hands</p>\n<p>to shake a little in her delight and excitement. The robin kept singing and</p>\n<p>twittering away and tilting his head on one side, as if he were as excited as</p>\n<p>she was. What was this under her hands which was square and made of iron and</p>\n<p>which her fingers found a hole in?</p>\n<p>It was the lock of the door which had been closed ten years and she put her</p>\n<p>hand in her pocket, drew out the key and found it fitted the keyhole. She put</p>\n<p>the key in and turned it. It took two hands to do it, but it did turn.</p>\n<p>And then she took a long breath and looked behind her up the long walk to see</p>\n<p>if anyone was coming. No one was coming. No one ever did come, it seemed, and</p>\n<p>she took another long breath, because she could not help it, and she held back</p>\n<p>the swinging curtain of ivy and pushed back the door which opened</p>\n<p>slowly—slowly.</p>\n<p>Then she slipped through it, and shut it behind her, and stood with her back</p>\n<p>against it, looking about her and breathing quite fast with excitement, and</p>\n<p>wonder, and delight.</p>\n<p>She was standing</p>\n<p>inside</p>\n<p>the secret garden.</p>\n"
}