{
  "title": "Chapter 17",
  "subtitle": "CHAPTER XVII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-17",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-16",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-18",
  "content": "<p>A TANTRUM</p>\n<p>She had got up very early in the morning and had worked hard in the garden and</p>\n<p>she was tired and sleepy, so as soon as Martha had brought her supper and she</p>\n<p>had eaten it, she was glad to go to bed. As she laid her head on the pillow she</p>\n<p>murmured to herself:</p>\n<p>“I’ll go out before breakfast and work with Dickon and then</p>\n<p>afterward—I believe—I’ll go to see him.”</p>\n<p>She thought it was the middle of the night when she was awakened by such</p>\n<p>dreadful sounds that she jumped out of bed in an instant. What was</p>\n<p>it—what was it? The next minute she felt quite sure she knew. Doors were</p>\n<p>opened and shut and there were hurrying feet in the corridors and someone was</p>\n<p>crying and screaming at the same time, screaming and crying in a horrible way.</p>\n<p>“It’s Colin,” she said. “He’s having one of those</p>\n<p>tantrums the nurse called hysterics. How awful it sounds.”</p>\n<p>As she listened to the sobbing screams she did not wonder that people were so</p>\n<p>frightened that they gave him his own way in everything rather than hear them.</p>\n<p>She put her hands over her ears and felt sick and shivering.</p>\n<p>“I don’t know what to do. I don’t know what to do,” she</p>\n<p>kept saying. “I can’t bear it.”</p>\n<p>Once she wondered if he would stop if she dared go to him and then she</p>\n<p>remembered how he had driven her out of the room and thought that perhaps the</p>\n<p>sight of her might make him worse. Even when she pressed her hands more tightly</p>\n<p>over her ears she could not keep the awful sounds out. She hated them so and</p>\n<p>was so terrified by them that suddenly they began to make her angry and she</p>\n<p>felt as if she should like to fly into a tantrum herself and frighten him as he</p>\n<p>was frightening her. She was not used to anyone’s tempers but her own.</p>\n<p>She took her hands from her ears and sprang up and stamped her foot.</p>\n<p>“He ought to be stopped! Somebody ought to make him stop! Somebody ought</p>\n<p>to beat him!” she cried out.</p>\n<p>Just then she heard feet almost running down the corridor and her door opened</p>\n<p>and the nurse came in. She was not laughing now by any means. She even looked</p>\n<p>rather pale.</p>\n<p>“He’s worked himself into hysterics,” she said in a great</p>\n<p>hurry. “He’ll do himself harm. No one can do anything with him. You</p>\n<p>come and try, like a good child. He likes you.”</p>\n<p>“He turned me out of the room this morning,” said Mary, stamping</p>\n<p>her foot with excitement.</p>\n<p>The stamp rather pleased the nurse. The truth was that she had been afraid she</p>\n<p>might find Mary crying and hiding her head under the bed-clothes.</p>\n<p>“That’s right,” she said. “You’re in the right</p>\n<p>humor. You go and scold him. Give him something new to think of. Do go, child,</p>\n<p>as quick as ever you can.”</p>\n<p>It was not until afterward that Mary realized that the thing had been funny as</p>\n<p>well as dreadful—that it was funny that all the grown-up people were so</p>\n<p>frightened that they came to a little girl just because they guessed she was</p>\n<p>almost as bad as Colin himself.</p>\n<p>She flew along the corridor and the nearer she got to the screams the higher</p>\n<p>her temper mounted. She felt quite wicked by the time she reached the door. She</p>\n<p>slapped it open with her hand and ran across the room to the four-posted bed.</p>\n<p>“You stop!” she almost shouted. “You stop! I hate you!</p>\n<p>Everybody hates you! I wish everybody would run out of the house and let you</p>\n<p>scream yourself to death! You</p>\n<p>will</p>\n<p>scream yourself to death in a minute,</p>\n<p>and I wish you would!”</p>\n<p>A nice sympathetic child could neither have thought nor said such things, but</p>\n<p>it just happened that the shock of hearing them was the best possible thing for</p>\n<p>this hysterical boy whom no one had ever dared to restrain or contradict.</p>\n<p>He had been lying on his face beating his pillow with his hands and he actually</p>\n<p>almost jumped around, he turned so quickly at the sound of the furious little</p>\n<p>voice. His face looked dreadful, white and red and swollen, and he was gasping</p>\n<p>and choking; but savage little Mary did not care an atom.</p>\n<p>“If you scream another scream,” she said, “I’ll scream</p>\n<p>too—and I can scream louder than you can and I’ll frighten you,</p>\n<p>I’ll frighten you!”</p>\n<p>He actually had stopped screaming because she had startled him so. The scream</p>\n<p>which had been coming almost choked him. The tears were streaming down his face</p>\n<p>and he shook all over.</p>\n<p>“I can’t stop!” he gasped and sobbed. “I</p>\n<p>can’t—I can’t!”</p>\n<p>“You can!” shouted Mary. “Half that ails you is hysterics and</p>\n<p>temper—just hysterics—hysterics—hysterics!” and she</p>\n<p>stamped each time she said it.</p>\n<p>“I felt the lump—I felt it,” choked out Colin. “I knew</p>\n<p>I should. I shall have a hunch on my back and then I shall die,” and he</p>\n<p>began to writhe again and turned on his face and sobbed and wailed but he</p>\n<p>didn’t scream.</p>\n<p>“You didn’t feel a lump!” contradicted Mary fiercely.</p>\n<p>“If you did it was only a hysterical lump. Hysterics makes lumps.</p>\n<p>There’s nothing the matter with your horrid back—nothing but</p>\n<p>hysterics! Turn over and let me look at it!”</p>\n<p>She liked the word “hysterics” and felt somehow as if it had an</p>\n<p>effect on him. He was probably like herself and had never heard it before.</p>\n<p>“Nurse,” she commanded, “come here and show me his back this</p>\n<p>minute!”</p>\n<p>The nurse, Mrs. Medlock and Martha had been standing huddled together near the</p>\n<p>door staring at her, their mouths half open. All three had gasped with fright</p>\n<p>more than once. The nurse came forward as if she were half afraid. Colin was</p>\n<p>heaving with great breathless sobs.</p>\n<p>“Perhaps he—he won’t let me,” she hesitated in a low</p>\n<p>voice.</p>\n<p>Colin heard her, however, and he gasped out between two sobs:</p>\n<p>“Sh-show her! She-she’ll see then!”</p>\n<p>It was a poor thin back to look at when it was bared. Every rib could be</p>\n<p>counted and every joint of the spine, though Mistress Mary did not count them</p>\n<p>as she bent over and examined them with a solemn savage little face. She looked</p>\n<p>so sour and old-fashioned that the nurse turned her head aside to hide the</p>\n<p>twitching of her mouth. There was just a minute’s silence, for even Colin</p>\n<p>tried to hold his breath while Mary looked up and down his spine, and down and</p>\n<p>up, as intently as if she had been the great doctor from London.</p>\n<p>“There’s not a single lump there!” she said at last.</p>\n<p>“There’s not a lump as big as a pin—except backbone lumps,</p>\n<p>and you can only feel them because you’re thin. I’ve got backbone</p>\n<p>lumps myself, and they used to stick out as much as yours do, until I began to</p>\n<p>get fatter, and I am not fat enough yet to hide them. There’s not a lump</p>\n<p>as big as a pin! If you ever say there is again, I shall laugh!”</p>\n<p>No one but Colin himself knew what effect those crossly spoken childish words</p>\n<p>had on him. If he had ever had anyone to talk to about his secret</p>\n<p>terrors—if he had ever dared to let himself ask questions—if he had</p>\n<p>had childish companions and had not lain on his back in the huge closed house,</p>\n<p>breathing an atmosphere heavy with the fears of people who were most of them</p>\n<p>ignorant and tired of him, he would have found out that most of his fright and</p>\n<p>illness was created by himself. But he had lain and thought of himself and his</p>\n<p>aches and weariness for hours and days and months and years. And now that an</p>\n<p>angry unsympathetic little girl insisted obstinately that he was not as ill as</p>\n<p>he thought he was he actually felt as if she might be speaking the truth.</p>\n<p>“I didn’t know,” ventured the nurse, “that he thought</p>\n<p>he had a lump on his spine. His back is weak because he won’t try to sit</p>\n<p>up. I could have told him there was no lump there.” Colin gulped and</p>\n<p>turned his face a little to look at her.</p>\n<p>“C-could you?” he said pathetically.</p>\n<p>“Yes, sir.”</p>\n<p>“There!” said Mary, and she gulped too.</p>\n<p>Colin turned on his face again and but for his long-drawn broken breaths, which</p>\n<p>were the dying down of his storm of sobbing, he lay still for a minute, though</p>\n<p>great tears streamed down his face and wet the pillow. Actually the tears meant</p>\n<p>that a curious great relief had come to him. Presently he turned and looked at</p>\n<p>the nurse again and strangely enough he was not like a Rajah at all as he spoke</p>\n<p>to her.</p>\n<p>“Do you think—I could—live to grow up?” he said.</p>\n<p>The nurse was neither clever nor soft-hearted but she could repeat some of the</p>\n<p>London doctor’s words.</p>\n<p>“You probably will if you will do what you are told to do and not give</p>\n<p>way to your temper, and stay out a great deal in the fresh air.”</p>\n<p>Colin’s tantrum had passed and he was weak and worn out with crying and</p>\n<p>this perhaps made him feel gentle. He put out his hand a little toward Mary,</p>\n<p>and I am glad to say that, her own tantum having passed, she was softened too</p>\n<p>and met him half-way with her hand, so that it was a sort of making up.</p>\n<p>“I’ll—I’ll go out with you, Mary,” he said.</p>\n<p>“I shan’t hate fresh air if we can find—” He remembered</p>\n<p>just in time to stop himself from saying “if we can find the secret</p>\n<p>garden” and he ended, “I shall like to go out with you if Dickon</p>\n<p>will come and push my chair. I do so want to see Dickon and the fox and the</p>\n<p>crow.”</p>\n<p>The nurse remade the tumbled bed and shook and straightened the pillows. Then</p>\n<p>she made Colin a cup of beef tea and gave a cup to Mary, who really was very</p>\n<p>glad to get it after her excitement. Mrs. Medlock and Martha gladly slipped</p>\n<p>away, and after everything was neat and calm and in order the nurse looked as</p>\n<p>if she would very gladly slip away also. She was a healthy young woman who</p>\n<p>resented being robbed of her sleep and she yawned quite openly as she looked at</p>\n<p>Mary, who had pushed her big footstool close to the four-posted bed and was</p>\n<p>holding Colin’s hand.</p>\n<p>“You must go back and get your sleep out,” she said.</p>\n<p>“He’ll drop off after a while—if he’s not too upset.</p>\n<p>Then I’ll lie down myself in the next room.”</p>\n<p>“Would you like me to sing you that song I learned from my Ayah?”</p>\n<p>Mary whispered to Colin.</p>\n<p>His hand pulled hers gently and he turned his tired eyes on her appealingly.</p>\n<p>“Oh, yes!” he answered. “It’s such a soft song. I shall</p>\n<p>go to sleep in a minute.”</p>\n<p>“I will put him to sleep,” Mary said to the yawning nurse.</p>\n<p>“You can go if you like.”</p>\n<p>“Well,” said the nurse, with an attempt at reluctance. “If he</p>\n<p>doesn’t go to sleep in half an hour you must call me.”</p>\n<p>“Very well,” answered Mary.</p>\n<p>The nurse was out of the room in a minute and as soon as she was gone Colin</p>\n<p>pulled Mary’s hand again.</p>\n<p>“I almost told,” he said; “but I stopped myself in time. I</p>\n<p>won’t talk and I’ll go to sleep, but you said you had a whole lot</p>\n<p>of nice things to tell me. Have you—do you think you have found out</p>\n<p>anything at all about the way into the secret garden?”</p>\n<p>Mary looked at his poor little tired face and swollen eyes and her heart</p>\n<p>relented.</p>\n<p>“Ye-es,” she answered, “I think I have. And if you will go to</p>\n<p>sleep I will tell you tomorrow.” His hand quite trembled.</p>\n<p>“Oh, Mary!” he said. “Oh, Mary! If I could get into it I</p>\n<p>think I should live to grow up! Do you suppose that instead of singing the Ayah</p>\n<p>song—you could just tell me softly as you did that first day what you</p>\n<p>imagine it looks like inside? I am sure it will make me go to sleep.”</p>\n<p>“Yes,” answered Mary. “Shut your eyes.”</p>\n<p>He closed his eyes and lay quite still and she held his hand and began to speak</p>\n<p>very slowly and in a very low voice.</p>\n<p>“I think it has been left alone so long—that it has grown all into</p>\n<p>a lovely tangle. I think the roses have climbed and climbed and climbed until</p>\n<p>they hang from the branches and walls and creep over the ground—almost</p>\n<p>like a strange gray mist. Some of them have died but many—are alive and</p>\n<p>when the summer comes there will be curtains and fountains of roses. I think</p>\n<p>the ground is full of daffodils and snowdrops and lilies and iris working their</p>\n<p>way out of the dark. Now the spring has</p>\n<p>begun—perhaps—perhaps—”</p>\n<p>The soft drone of her voice was making him stiller and stiller and she saw it</p>\n<p>and went on.</p>\n<p>“Perhaps they are coming up through the grass—perhaps there are</p>\n<p>clusters of purple crocuses and gold ones—even now. Perhaps the leaves</p>\n<p>are beginning to break out and uncurl—and perhaps—the gray is</p>\n<p>changing and a green gauze veil is creeping—and creeping</p>\n<p>over—everything. And the birds are coming to look at it—because it</p>\n<p>is—so safe and still. And</p>\n<p>perhaps—perhaps—perhaps—” very softly and slowly</p>\n<p>indeed, “the robin has found a mate—and is building a nest.”</p>\n<p>And Colin was asleep.</p>\n"
}