{
  "title": "Chapter 23",
  "subtitle": "CHAPTER XXIII.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-23",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-22",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-24",
  "content": "<p>MAGIC</p>\n<p>Dr. Craven had been waiting some time at the house when they returned to it. He</p>\n<p>had indeed begun to wonder if it might not be wise to send someone out to</p>\n<p>explore the garden paths. When Colin was brought back to his room the poor man</p>\n<p>looked him over seriously.</p>\n<p>“You should not have stayed so long,” he said. “You must not</p>\n<p>overexert yourself.”</p>\n<p>“I am not tired at all,” said Colin. “It has made me well.</p>\n<p>Tomorrow I am going out in the morning as well as in the afternoon.”</p>\n<p>“I am not sure that I can allow it,” answered Dr. Craven. “I</p>\n<p>am afraid it would not be wise.”</p>\n<p>“It would not be wise to try to stop me,” said Colin quite</p>\n<p>seriously. “I am going.”</p>\n<p>Even Mary had found out that one of Colin’s chief peculiarities was that</p>\n<p>he did not know in the least what a rude little brute he was with his way of</p>\n<p>ordering people about. He had lived on a sort of desert island all his life and</p>\n<p>as he had been the king of it he had made his own manners and had had no one to</p>\n<p>compare himself with. Mary had indeed been rather like him herself and since</p>\n<p>she had been at Misselthwaite had gradually discovered that her own manners had</p>\n<p>not been of the kind which is usual or popular. Having made this discovery she</p>\n<p>naturally thought it of enough interest to communicate to Colin. So she sat and</p>\n<p>looked at him curiously for a few minutes after Dr. Craven had gone. She wanted</p>\n<p>to make him ask her why she was doing it and of course she did.</p>\n<p>“What are you looking at me for?” he said.</p>\n<p>“I’m thinking that I am rather sorry for Dr. Craven.”</p>\n<p>“So am I,” said Colin calmly, but not without an air of some</p>\n<p>satisfaction. “He won’t get Misselthwaite at all now I’m not</p>\n<p>going to die.”</p>\n<p>“I’m sorry for him because of that, of course,” said Mary,</p>\n<p>“but I was thinking just then that it must have been very horrid to have</p>\n<p>had to be polite for ten years to a boy who was always rude. I would never have</p>\n<p>done it.”</p>\n<p>“Am I rude?” Colin inquired undisturbedly.</p>\n<p>“If you had been his own boy and he had been a slapping sort of</p>\n<p>man,” said Mary, “he would have slapped you.”</p>\n<p>“But he daren’t,” said Colin.</p>\n<p>“No, he daren’t,” answered Mistress Mary, thinking the thing</p>\n<p>out quite without prejudice. “Nobody ever dared to do anything you</p>\n<p>didn’t like—because you were going to die and things like that. You</p>\n<p>were such a poor thing.”</p>\n<p>“But,” announced Colin stubbornly, “I am not going to be a</p>\n<p>poor thing. I won’t let people think I’m one. I stood on my feet</p>\n<p>this afternoon.”</p>\n<p>“It is always having your own way that has made you so queer,” Mary</p>\n<p>went on, thinking aloud.</p>\n<p>Colin turned his head, frowning.</p>\n<p>“Am I queer?” he demanded.</p>\n<p>“Yes,” answered Mary, “very. But you needn’t be</p>\n<p>cross,” she added impartially, “because so am I queer—and so</p>\n<p>is Ben Weatherstaff. But I am not as queer as I was before I began to like</p>\n<p>people and before I found the garden.”</p>\n<p>“I don’t want to be queer,” said Colin. “I am not going</p>\n<p>to be,” and he frowned again with determination.</p>\n<p>He was a very proud boy. He lay thinking for a while and then Mary saw his</p>\n<p>beautiful smile begin and gradually change his whole face.</p>\n<p>“I shall stop being queer,” he said, “if I go every day to</p>\n<p>the garden. There is Magic in there—good Magic, you know, Mary. I am sure</p>\n<p>there is.”</p>\n<p>“So am I,” said Mary.</p>\n<p>“Even if it isn’t real Magic,” Colin said, “we can</p>\n<p>pretend it is.</p>\n<p>Something</p>\n<p>is there—</p>\n<p>something!</p>\n<p>”</p>\n<p>“It’s Magic,” said Mary, “but not black. It’s as</p>\n<p>white as snow.”</p>\n<p>They always called it Magic and indeed it seemed like it in the months that</p>\n<p>followed—the wonderful months—the radiant months—the amazing</p>\n<p>ones. Oh! the things which happened in that garden! If you have never had a</p>\n<p>garden you cannot understand, and if you have had a garden you will know that</p>\n<p>it would take a whole book to describe all that came to pass there. At first it</p>\n<p>seemed that green things would never cease pushing their way through the earth,</p>\n<p>in the grass, in the beds, even in the crevices of the walls. Then the green</p>\n<p>things began to show buds and the buds began to unfurl and show color, every</p>\n<p>shade of blue, every shade of purple, every tint and hue of crimson. In its</p>\n<p>happy days flowers had been tucked away into every inch and hole and corner.</p>\n<p>Ben Weatherstaff had seen it done and had himself scraped out mortar from</p>\n<p>between the bricks of the wall and made pockets of earth for lovely clinging</p>\n<p>things to grow on. Iris and white lilies rose out of the grass in sheaves, and</p>\n<p>the green alcoves filled themselves with amazing armies of the blue and white</p>\n<p>flower lances of tall delphiniums or columbines or campanulas.</p>\n<p>“She was main fond o’ them—she was,” Ben Weatherstaff</p>\n<p>said. “She liked them things as was allus pointin’ up to th’</p>\n<p>blue sky, she used to tell. Not as she was one o’ them as looked down on</p>\n<p>th’ earth—not her. She just loved it but she said as th’ blue</p>\n<p>sky allus looked so joyful.”</p>\n<p>The seeds Dickon and Mary had planted grew as if fairies had tended them.</p>\n<p>Satiny poppies of all tints danced in the breeze by the score, gaily defying</p>\n<p>flowers which had lived in the garden for years and which it might be confessed</p>\n<p>seemed rather to wonder how such new people had got there. And the</p>\n<p>roses—the roses! Rising out of the grass, tangled round the sun-dial,</p>\n<p>wreathing the tree trunks and hanging from their branches, climbing up the</p>\n<p>walls and spreading over them with long garlands falling in cascades—they</p>\n<p>came alive day by day, hour by hour. Fair fresh leaves, and buds—and</p>\n<p>buds—tiny at first but swelling and working Magic until they burst and</p>\n<p>uncurled into cups of scent delicately spilling themselves over their brims and</p>\n<p>filling the garden air.</p>\n<p>Colin saw it all, watching each change as it took place. Every morning he was</p>\n<p>brought out and every hour of each day when it didn’t rain he spent in</p>\n<p>the garden. Even gray days pleased him. He would lie on the grass</p>\n<p>“watching things growing,” he said. If you watched long enough, he</p>\n<p>declared, you could see buds unsheath themselves. Also you could make the</p>\n<p>acquaintance of strange busy insect things running about on various unknown but</p>\n<p>evidently serious errands, sometimes carrying tiny scraps of straw or feather</p>\n<p>or food, or climbing blades of grass as if they were trees from whose tops one</p>\n<p>could look out to explore the country. A mole throwing up its mound at the end</p>\n<p>of its burrow and making its way out at last with the long-nailed paws which</p>\n<p>looked so like elfish hands, had absorbed him one whole morning. Ants’</p>\n<p>ways, beetles’ ways, bees’ ways, frogs’ ways, birds’</p>\n<p>ways, plants’ ways, gave him a new world to explore and when Dickon</p>\n<p>revealed them all and added foxes’ ways, otters’ ways,</p>\n<p>ferrets’ ways, squirrels’ ways, and trout’ and</p>\n<p>water-rats’ and badgers’ ways, there was no end to the things to</p>\n<p>talk about and think over.</p>\n<p>And this was not the half of the Magic. The fact that he had really once stood</p>\n<p>on his feet had set Colin thinking tremendously and when Mary told him of the</p>\n<p>spell she had worked he was excited and approved of it greatly. He talked of it</p>\n<p>constantly.</p>\n<p>“Of course there must be lots of Magic in the world,” he said</p>\n<p>wisely one day, “but people don’t know what it is like or how to</p>\n<p>make it. Perhaps the beginning is just to say nice things are going to happen</p>\n<p>until you make them happen. I am going to try and experiment.”</p>\n<p>The next morning when they went to the secret garden he sent at once for Ben</p>\n<p>Weatherstaff. Ben came as quickly as he could and found the Rajah standing on</p>\n<p>his feet under a tree and looking very grand but also very beautifully smiling.</p>\n<p>“Good morning, Ben Weatherstaff,” he said. “I want you and</p>\n<p>Dickon and Miss Mary to stand in a row and listen to me because I am going to</p>\n<p>tell you something very important.”</p>\n<p>“Aye, aye, sir!” answered Ben Weatherstaff, touching his forehead.</p>\n<p>(One of the long concealed charms of Ben Weatherstaff was that in his boyhood</p>\n<p>he had once run away to sea and had made voyages. So he could reply like a</p>\n<p>sailor.)</p>\n<p>“I am going to try a scientific experiment,” explained the Rajah.</p>\n<p>“When I grow up I am going to make great scientific discoveries and I am</p>\n<p>going to begin now with this experiment.”</p>\n<p>“Aye, aye, sir!” said Ben Weatherstaff promptly, though this was</p>\n<p>the first time he had heard of great scientific discoveries.</p>\n<p>It was the first time Mary had heard of them, either, but even at this stage</p>\n<p>she had begun to realize that, queer as he was, Colin had read about a great</p>\n<p>many singular things and was somehow a very convincing sort of boy. When he</p>\n<p>held up his head and fixed his strange eyes on you it seemed as if you believed</p>\n<p>him almost in spite of yourself though he was only ten years old—going on</p>\n<p>eleven. At this moment he was especially convincing because he suddenly felt</p>\n<p>the fascination of actually making a sort of speech like a grown-up person.</p>\n<p>“The great scientific discoveries I am going to make,” he went on,</p>\n<p>“will be about Magic. Magic is a great thing and scarcely anyone knows</p>\n<p>anything about it except a few people in old books—and Mary a little,</p>\n<p>because she was born in India where there are fakirs. I believe Dickon knows</p>\n<p>some Magic, but perhaps he doesn’t know he knows it. He charms animals</p>\n<p>and people. I would never have let him come to see me if he had not been an</p>\n<p>animal charmer—which is a boy charmer, too, because a boy is an animal. I</p>\n<p>am sure there is Magic in everything, only we have not sense enough to get hold</p>\n<p>of it and make it do things for us—like electricity and horses and</p>\n<p>steam.”</p>\n<p>This sounded so imposing that Ben Weatherstaff became quite excited and really</p>\n<p>could not keep still.</p>\n<p>“Aye, aye, sir,” he said and he began to stand up quite straight.</p>\n<p>“When Mary found this garden it looked quite dead,” the orator</p>\n<p>proceeded. “Then something began pushing things up out of the soil and</p>\n<p>making things out of nothing. One day things weren’t there and another</p>\n<p>they were. I had never watched things before and it made me feel very curious.</p>\n<p>Scientific people are always curious and I am going to be scientific. I keep</p>\n<p>saying to myself, ‘What is it? What is it?’ It’s something.</p>\n<p>It can’t be nothing! I don’t know its name so I call it Magic. I</p>\n<p>have never seen the sun rise but Mary and Dickon have and from what they tell</p>\n<p>me I am sure that is Magic too. Something pushes it up and draws it. Sometimes</p>\n<p>since I’ve been in the garden I’ve looked up through the trees at</p>\n<p>the sky and I have had a strange feeling of being happy as if something were</p>\n<p>pushing and drawing in my chest and making me breathe fast. Magic is always</p>\n<p>pushing and drawing and making things out of nothing. Everything is made out of</p>\n<p>Magic, leaves and trees, flowers and birds, badgers and foxes and squirrels and</p>\n<p>people. So it must be all around us. In this garden—in all the places.</p>\n<p>The Magic in this garden has made me stand up and know I am going to live to be</p>\n<p>a man. I am going to make the scientific experiment of trying to get some and</p>\n<p>put it in myself and make it push and draw me and make me strong. I don’t</p>\n<p>know how to do it but I think that if you keep thinking about it and calling it</p>\n<p>perhaps it will come. Perhaps that is the first baby way to get it. When I was</p>\n<p>going to try to stand that first time Mary kept saying to herself as fast as</p>\n<p>she could, ‘You can do it! You can do it!’ and I did. I had to try</p>\n<p>myself at the same time, of course, but her Magic helped me—and so did</p>\n<p>Dickon’s. Every morning and evening and as often in the daytime as I can</p>\n<p>remember I am going to say, ‘Magic is in me! Magic is making me well! I</p>\n<p>am going to be as strong as Dickon, as strong as Dickon!’ And you must</p>\n<p>all do it, too. That is my experiment Will you help, Ben Weatherstaff?”</p>\n<p>“Aye, aye, sir!” said Ben Weatherstaff. “Aye, aye!”</p>\n<p>“If you keep doing it every day as regularly as soldiers go through drill</p>\n<p>we shall see what will happen and find out if the experiment succeeds. You</p>\n<p>learn things by saying them over and over and thinking about them until they</p>\n<p>stay in your mind forever and I think it will be the same with Magic. If you</p>\n<p>keep calling it to come to you and help you it will get to be part of you and</p>\n<p>it will stay and do things.”</p>\n<p>“I once heard an officer in India tell my mother that there were fakirs</p>\n<p>who said words over and over thousands of times,” said Mary.</p>\n<p>“I’ve heard Jem Fettleworth’s wife say th’ same thing</p>\n<p>over thousands o’ times—callin’ Jem a drunken brute,”</p>\n<p>said Ben Weatherstaff dryly. “Summat allus come o’ that, sure</p>\n<p>enough. He gave her a good hidin’ an’ went to th’ Blue Lion</p>\n<p>an’ got as drunk as a lord.”</p>\n<p>Colin drew his brows together and thought a few minutes. Then he cheered up.</p>\n<p>“Well,” he said, “you see something did come of it. She used</p>\n<p>the wrong Magic until she made him beat her. If she’d used the right</p>\n<p>Magic and had said something nice perhaps he wouldn’t have got as drunk</p>\n<p>as a lord and perhaps—perhaps he might have bought her a new</p>\n<p>bonnet.”</p>\n<p>Ben Weatherstaff chuckled and there was shrewd admiration in his little old</p>\n<p>eyes.</p>\n<p>“Tha’rt a clever lad as well as a straight-legged one, Mester</p>\n<p>Colin,” he said. “Next time I see Bess Fettleworth I’ll give</p>\n<p>her a bit of a hint o’ what Magic will do for her. She’d be rare</p>\n<p>an’ pleased if th’ sinetifik ’speriment</p>\n<p>worked—an’ so ’ud Jem.”</p>\n<p>Dickon had stood listening to the lecture, his round eyes shining with curious</p>\n<p>delight. Nut and Shell were on his shoulders and he held a long-eared white</p>\n<p>rabbit in his arm and stroked and stroked it softly while it laid its ears</p>\n<p>along its back and enjoyed itself.</p>\n<p>“Do you think the experiment will work?” Colin asked him, wondering</p>\n<p>what he was thinking. He so often wondered what Dickon was thinking when he saw</p>\n<p>him looking at him or at one of his “creatures” with his happy wide</p>\n<p>smile.</p>\n<p>He smiled now and his smile was wider than usual.</p>\n<p>“Aye,” he answered, “that I do. It’ll work same as</p>\n<p>th’ seeds do when th’ sun shines on ’em. It’ll work for</p>\n<p>sure. Shall us begin it now?”</p>\n<p>Colin was delighted and so was Mary. Fired by recollections of fakirs and</p>\n<p>devotees in illustrations Colin suggested that they should all sit cross-legged</p>\n<p>under the tree which made a canopy.</p>\n<p>“It will be like sitting in a sort of temple,” said Colin.</p>\n<p>“I’m rather tired and I want to sit down.”</p>\n<p>“Eh!” said Dickon, “tha’ mustn’t begin by</p>\n<p>sayin’ tha’rt tired. Tha’ might spoil th’ Magic.”</p>\n<p>Colin turned and looked at him—into his innocent round eyes.</p>\n<p>“That’s true,” he said slowly. “I must only think of</p>\n<p>the Magic.”</p>\n<p>It all seemed most majestic and mysterious when they sat down in their circle.</p>\n<p>Ben Weatherstaff felt as if he had somehow been led into appearing at a</p>\n<p>prayer-meeting. Ordinarily he was very fixed in being what he called</p>\n<p>“agen’ prayer-meetin’s” but this being the</p>\n<p>Rajah’s affair he did not resent it and was indeed inclined to be</p>\n<p>gratified at being called upon to assist. Mistress Mary felt solemnly</p>\n<p>enraptured. Dickon held his rabbit in his arm, and perhaps he made some</p>\n<p>charmer’s signal no one heard, for when he sat down, cross-legged like</p>\n<p>the rest, the crow, the fox, the squirrels and the lamb slowly drew near and</p>\n<p>made part of the circle, settling each into a place of rest as if of their own</p>\n<p>desire.</p>\n<p>“The ‘creatures’ have come,” said Colin gravely.</p>\n<p>“They want to help us.”</p>\n<p>Colin really looked quite beautiful, Mary thought. He held his head high as if</p>\n<p>he felt like a sort of priest and his strange eyes had a wonderful look in</p>\n<p>them. The light shone on him through the tree canopy.</p>\n<p>“Now we will begin,” he said. “Shall we sway backward and</p>\n<p>forward, Mary, as if we were dervishes?”</p>\n<p>“I canna’ do no swayin’ back’ard and</p>\n<p>for’ard,” said Ben Weatherstaff. “I’ve got th’</p>\n<p>rheumatics.”</p>\n<p>“The Magic will take them away,” said Colin in a High Priest tone,</p>\n<p>“but we won’t sway until it has done it. We will only chant.”</p>\n<p>“I canna’ do no chantin’” said Ben Weatherstaff a</p>\n<p>trifle testily. “They turned me out o’ th’ church choir</p>\n<p>th’ only time I ever tried it.”</p>\n<p>No one smiled. They were all too much in earnest. Colin’s face was not</p>\n<p>even crossed by a shadow. He was thinking only of the Magic.</p>\n<p>“Then I will chant,” he said. And he began, looking like a strange</p>\n<p>boy spirit. “The sun is shining—the sun is shining. That is the</p>\n<p>Magic. The flowers are growing—the roots are stirring. That is the Magic.</p>\n<p>Being alive is the Magic—being strong is the Magic. The Magic is in</p>\n<p>me—the Magic is in me. It is in me—it is in me. It’s in</p>\n<p>everyone of us. It’s in Ben Weatherstaff’s back. Magic! Magic! Come</p>\n<p>and help!”</p>\n<p>He said it a great many times—not a thousand times but quite a goodly</p>\n<p>number. Mary listened entranced. She felt as if it were at once queer and</p>\n<p>beautiful and she wanted him to go on and on. Ben Weatherstaff began to feel</p>\n<p>soothed into a sort of dream which was quite agreeable. The humming of the bees</p>\n<p>in the blossoms mingled with the chanting voice and drowsily melted into a</p>\n<p>doze. Dickon sat cross-legged with his rabbit asleep on his arm and a hand</p>\n<p>resting on the lamb’s back. Soot had pushed away a squirrel and huddled</p>\n<p>close to him on his shoulder, the gray film dropped over his eyes. At last</p>\n<p>Colin stopped.</p>\n<p>“Now I am going to walk round the garden,” he announced.</p>\n<p>Ben Weatherstaff’s head had just dropped forward and he lifted it with a</p>\n<p>jerk.</p>\n<p>“You have been asleep,” said Colin.</p>\n<p>“Nowt o’ th’ sort,” mumbled Ben. “Th’</p>\n<p>sermon was good enow—but I’m bound to get out afore th’</p>\n<p>collection.”</p>\n<p>He was not quite awake yet.</p>\n<p>“You’re not in church,” said Colin.</p>\n<p>“Not me,” said Ben, straightening himself. “Who said I were?</p>\n<p>I heard every bit of it. You said th’ Magic was in my back. Th’</p>\n<p>doctor calls it rheumatics.”</p>\n<p>The Rajah waved his hand.</p>\n<p>“That was the wrong Magic,” he said. “You will get better.</p>\n<p>You have my permission to go to your work. But come back tomorrow.”</p>\n<p>“I’d like to see thee walk round the garden,” grunted Ben.</p>\n<p>It was not an unfriendly grunt, but it was a grunt. In fact, being a stubborn</p>\n<p>old party and not having entire faith in Magic he had made up his mind that if</p>\n<p>he were sent away he would climb his ladder and look over the wall so that he</p>\n<p>might be ready to hobble back if there were any stumbling.</p>\n<p>The Rajah did not object to his staying and so the procession was formed. It</p>\n<p>really did look like a procession. Colin was at its head with Dickon on one</p>\n<p>side and Mary on the other. Ben Weatherstaff walked behind, and the</p>\n<p>“creatures” trailed after them, the lamb and the fox cub keeping</p>\n<p>close to Dickon, the white rabbit hopping along or stopping to nibble and Soot</p>\n<p>following with the solemnity of a person who felt himself in charge.</p>\n<p>It was a procession which moved slowly but with dignity. Every few yards it</p>\n<p>stopped to rest. Colin leaned on Dickon’s arm and privately Ben</p>\n<p>Weatherstaff kept a sharp lookout, but now and then Colin took his hand from</p>\n<p>its support and walked a few steps alone. His head was held up all the time and</p>\n<p>he looked very grand.</p>\n<p>“The Magic is in me!” he kept saying. “The Magic is making me</p>\n<p>strong! I can feel it! I can feel it!”</p>\n<p>It seemed very certain that something was upholding and uplifting him. He sat</p>\n<p>on the seats in the alcoves, and once or twice he sat down on the grass and</p>\n<p>several times he paused in the path and leaned on Dickon, but he would not give</p>\n<p>up until he had gone all round the garden. When he returned to the canopy tree</p>\n<p>his cheeks were flushed and he looked triumphant.</p>\n<p>“I did it! The Magic worked!” he cried. “That is my first</p>\n<p>scientific discovery.”</p>\n<p>“What will Dr. Craven say?” broke out Mary.</p>\n<p>“He won’t say anything,” Colin answered, “because he</p>\n<p>will not be told. This is to be the biggest secret of all. No one is to know</p>\n<p>anything about it until I have grown so strong that I can walk and run like any</p>\n<p>other boy. I shall come here every day in my chair and I shall be taken back in</p>\n<p>it. I won’t have people whispering and asking questions and I won’t</p>\n<p>let my father hear about it until the experiment has quite succeeded. Then</p>\n<p>sometime when he comes back to Misselthwaite I shall just walk into his study</p>\n<p>and say ‘Here I am; I am like any other boy. I am quite well and I shall</p>\n<p>live to be a man. It has been done by a scientific experiment.’”</p>\n<p>“He will think he is in a dream,” cried Mary. “He won’t</p>\n<p>believe his eyes.”</p>\n<p>Colin flushed triumphantly. He had made himself believe that he was going to</p>\n<p>get well, which was really more than half the battle, if he had been aware of</p>\n<p>it. And the thought which stimulated him more than any other was this imagining</p>\n<p>what his father would look like when he saw that he had a son who was as</p>\n<p>straight and strong as other fathers’ sons. One of his darkest miseries</p>\n<p>in the unhealthy morbid past days had been his hatred of being a sickly</p>\n<p>weak-backed boy whose father was afraid to look at him.</p>\n<p>“He’ll be obliged to believe them,” he said.</p>\n<p>“One of the things I am going to do, after the Magic works and before I</p>\n<p>begin to make scientific discoveries, is to be an athlete.”</p>\n<p>“We shall have thee takin’ to boxin’ in a week or so,”</p>\n<p>said Ben Weatherstaff. “Tha’lt end wi’ winnin’</p>\n<p>th’ Belt an’ bein’ champion prize-fighter of all</p>\n<p>England.”</p>\n<p>Colin fixed his eyes on him sternly.</p>\n<p>“Weatherstaff,” he said, “that is disrespectful. You must not</p>\n<p>take liberties because you are in the secret. However much the Magic works I</p>\n<p>shall not be a prize-fighter. I shall be a Scientific Discoverer.”</p>\n<p>“Ax pardon—ax pardon, sir” answered Ben, touching his</p>\n<p>forehead in salute. “I ought to have seed it wasn’t a jokin’</p>\n<p>matter,” but his eyes twinkled and secretly he was immensely pleased. He</p>\n<p>really did not mind being snubbed since the snubbing meant that the lad was</p>\n<p>gaining strength and spirit.</p>\n"
}