{
  "title": "Chapter 5",
  "subtitle": "CHAPTER V.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-5",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-4",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-6",
  "content": "<p>THE CRY IN THE CORRIDOR</p>\n<p>At first each day which passed by for Mary Lennox was exactly like the others.</p>\n<p>Every morning she awoke in her tapestried room and found Martha kneeling upon</p>\n<p>the hearth building her fire; every morning she ate her breakfast in the</p>\n<p>nursery which had nothing amusing in it; and after each breakfast she gazed out</p>\n<p>of the window across to the huge moor which seemed to spread out on all sides</p>\n<p>and climb up to the sky, and after she had stared for a while she realized that</p>\n<p>if she did not go out she would have to stay in and do nothing—and so she</p>\n<p>went out. She did not know that this was the best thing she could have done,</p>\n<p>and she did not know that, when she began to walk quickly or even run along the</p>\n<p>paths and down the avenue, she was stirring her slow blood and making herself</p>\n<p>stronger by fighting with the wind which swept down from the moor. She ran only</p>\n<p>to make herself warm, and she hated the wind which rushed at her face and</p>\n<p>roared and held her back as if it were some giant she could not see. But the</p>\n<p>big breaths of rough fresh air blown over the heather filled her lungs with</p>\n<p>something which was good for her whole thin body and whipped some red color</p>\n<p>into her cheeks and brightened her dull eyes when she did not know anything</p>\n<p>about it.</p>\n<p>But after a few days spent almost entirely out of doors she wakened one morning</p>\n<p>knowing what it was to be hungry, and when she sat down to her breakfast she</p>\n<p>did not glance disdainfully at her porridge and push it away, but took up her</p>\n<p>spoon and began to eat it and went on eating it until her bowl was empty.</p>\n<p>“Tha’ got on well enough with that this mornin’, didn’t</p>\n<p>tha’?” said Martha.</p>\n<p>“It tastes nice today,” said Mary, feeling a little surprised</p>\n<p>herself.</p>\n<p>“It’s th’ air of th’ moor that’s givin’</p>\n<p>thee stomach for tha’ victuals,” answered Martha. “It’s</p>\n<p>lucky for thee that tha’s got victuals as well as appetite. There’s</p>\n<p>been twelve in our cottage as had th’ stomach an’ nothin’ to</p>\n<p>put in it. You go on playin’ you out o’ doors every day an’</p>\n<p>you’ll get some flesh on your bones an’ you won’t be so</p>\n<p>yeller.”</p>\n<p>“I don’t play,” said Mary. “I have nothing to play</p>\n<p>with.”</p>\n<p>“Nothin’ to play with!” exclaimed Martha. “Our children</p>\n<p>plays with sticks and stones. They just runs about an’ shouts an’</p>\n<p>looks at things.” Mary did not shout, but she looked at things. There was</p>\n<p>nothing else to do. She walked round and round the gardens and wandered about</p>\n<p>the paths in the park. Sometimes she looked for Ben Weatherstaff, but though</p>\n<p>several times she saw him at work he was too busy to look at her or was too</p>\n<p>surly. Once when she was walking toward him he picked up his spade and turned</p>\n<p>away as if he did it on purpose.</p>\n<p>One place she went to oftener than to any other. It was the long walk outside</p>\n<p>the gardens with the walls round them. There were bare flower-beds on either</p>\n<p>side of it and against the walls ivy grew thickly. There was one part of the</p>\n<p>wall where the creeping dark green leaves were more bushy than elsewhere. It</p>\n<p>seemed as if for a long time that part had been neglected. The rest of it had</p>\n<p>been clipped and made to look neat, but at this lower end of the walk it had</p>\n<p>not been trimmed at all.</p>\n<p>A few days after she had talked to Ben Weatherstaff, Mary stopped to notice</p>\n<p>this and wondered why it was so. She had just paused and was looking up at a</p>\n<p>long spray of ivy swinging in the wind when she saw a gleam of scarlet and</p>\n<p>heard a brilliant chirp, and there, on the top of the wall, perched Ben</p>\n<p>Weatherstaff’s robin redbreast, tilting forward to look at her with his</p>\n<p>small head on one side.</p>\n<p>“Oh!” she cried out, “is it you—is it you?” And</p>\n<p>it did not seem at all queer to her that she spoke to him as if she were sure</p>\n<p>that he would understand and answer her.</p>\n<p>He did answer. He twittered and chirped and hopped along the wall as if he were</p>\n<p>telling her all sorts of things. It seemed to Mistress Mary as if she</p>\n<p>understood him, too, though he was not speaking in words. It was as if he said:</p>\n<p>“Good morning! Isn’t the wind nice? Isn’t the sun nice?</p>\n<p>Isn’t everything nice? Let us both chirp and hop and twitter. Come on!</p>\n<p>Come on!”</p>\n<p>Mary began to laugh, and as he hopped and took little flights along the wall</p>\n<p>she ran after him. Poor little thin, sallow, ugly Mary—she actually</p>\n<p>looked almost pretty for a moment.</p>\n<p>“I like you! I like you!” she cried out, pattering down the walk;</p>\n<p>and she chirped and tried to whistle, which last she did not know how to do in</p>\n<p>the least. But the robin seemed to be quite satisfied and chirped and whistled</p>\n<p>back at her. At last he spread his wings and made a darting flight to the top</p>\n<p>of a tree, where he perched and sang loudly.</p>\n<p>That reminded Mary of the first time she had seen him. He had been swinging on</p>\n<p>a tree-top then and she had been standing in the orchard. Now she was on the</p>\n<p>other side of the orchard and standing in the path outside a wall—much</p>\n<p>lower down—and there was the same tree inside.</p>\n<p>“It’s in the garden no one can go into,” she said to herself.</p>\n<p>“It’s the garden without a door. He lives in there. How I wish I</p>\n<p>could see what it is like!”</p>\n<p>She ran up the walk to the green door she had entered the first morning. Then</p>\n<p>she ran down the path through the other door and then into the orchard, and</p>\n<p>when she stood and looked up there was the tree on the other side of the wall,</p>\n<p>and there was the robin just finishing his song and beginning to preen his</p>\n<p>feathers with his beak.</p>\n<p>“It is the garden,” she said. “I am sure it is.”</p>\n<p>She walked round and looked closely at that side of the orchard wall, but she</p>\n<p>only found what she had found before—that there was no door in it. Then</p>\n<p>she ran through the kitchen-gardens again and out into the walk outside the</p>\n<p>long ivy-covered wall, and she walked to the end of it and looked at it, but</p>\n<p>there was no door; and then she walked to the other end, looking again, but</p>\n<p>there was no door.</p>\n<p>“It’s very queer,” she said. “Ben Weatherstaff said</p>\n<p>there was no door and there is no door. But there must have been one ten years</p>\n<p>ago, because Mr. Craven buried the key.”</p>\n<p>This gave her so much to think of that she began to be quite interested and</p>\n<p>feel that she was not sorry that she had come to Misselthwaite Manor. In India</p>\n<p>she had always felt hot and too languid to care much about anything. The fact</p>\n<p>was that the fresh wind from the moor had begun to blow the cobwebs out of her</p>\n<p>young brain and to waken her up a little.</p>\n<p>She stayed out of doors nearly all day, and when she sat down to her supper at</p>\n<p>night she felt hungry and drowsy and comfortable. She did not feel cross when</p>\n<p>Martha chattered away. She felt as if she rather liked to hear her, and at last</p>\n<p>she thought she would ask her a question. She asked it after she had finished</p>\n<p>her supper and had sat down on the hearth-rug before the fire.</p>\n<p>“Why did Mr. Craven hate the garden?” she said.</p>\n<p>She had made Martha stay with her and Martha had not objected at all. She was</p>\n<p>very young, and used to a crowded cottage full of brothers and sisters, and she</p>\n<p>found it dull in the great servants’ hall downstairs where the footman</p>\n<p>and upper-housemaids made fun of her Yorkshire speech and looked upon her as a</p>\n<p>common little thing, and sat and whispered among themselves. Martha liked to</p>\n<p>talk, and the strange child who had lived in India, and been waited upon by</p>\n<p>“blacks,” was novelty enough to attract her.</p>\n<p>She sat down on the hearth herself without waiting to be asked.</p>\n<p>“Art tha’ thinkin’ about that garden yet?” she said.</p>\n<p>“I knew tha’ would. That was just the way with me when I first</p>\n<p>heard about it.”</p>\n<p>“Why did he hate it?” Mary persisted.</p>\n<p>Martha tucked her feet under her and made herself quite comfortable.</p>\n<p>“Listen to th’ wind wutherin’ round the house,” she</p>\n<p>said. “You could bare stand up on the moor if you was out on it</p>\n<p>tonight.”</p>\n<p>Mary did not know what “wutherin’” meant until she listened,</p>\n<p>and then she understood. It must mean that hollow shuddering sort of roar which</p>\n<p>rushed round and round the house as if the giant no one could see were</p>\n<p>buffeting it and beating at the walls and windows to try to break in. But one</p>\n<p>knew he could not get in, and somehow it made one feel very safe and warm</p>\n<p>inside a room with a red coal fire.</p>\n<p>“But why did he hate it so?” she asked, after she had listened. She</p>\n<p>intended to know if Martha did.</p>\n<p>Then Martha gave up her store of knowledge.</p>\n<p>“Mind,” she said, “Mrs. Medlock said it’s not to be</p>\n<p>talked about. There’s lots o’ things in this place that’s not</p>\n<p>to be talked over. That’s Mr. Craven’s orders. His troubles are</p>\n<p>none servants’ business, he says. But for th’ garden he</p>\n<p>wouldn’t be like he is. It was Mrs. Craven’s garden that she had</p>\n<p>made when first they were married an’ she just loved it, an’ they</p>\n<p>used to ’tend the flowers themselves. An’ none o’ th’</p>\n<p>gardeners was ever let to go in. Him an’ her used to go in an’ shut</p>\n<p>th’ door an’ stay there hours an’ hours, readin’ and</p>\n<p>talkin’. An’ she was just a bit of a girl an’ there was an</p>\n<p>old tree with a branch bent like a seat on it. An’ she made roses grow</p>\n<p>over it an’ she used to sit there. But one day when she was sittin’</p>\n<p>there th’ branch broke an’ she fell on th’ ground an’</p>\n<p>was hurt so bad that next day she died. Th’ doctors thought he’d go</p>\n<p>out o’ his mind an’ die, too. That’s why he hates it. No</p>\n<p>one’s never gone in since, an’ he won’t let anyone talk</p>\n<p>about it.”</p>\n<p>Mary did not ask any more questions. She looked at the red fire and listened to</p>\n<p>the wind “wutherin’.” It seemed to be</p>\n<p>“wutherin’” louder than ever.</p>\n<p>At that moment a very good thing was happening to her. Four good things had</p>\n<p>happened to her, in fact, since she came to Misselthwaite Manor. She had felt</p>\n<p>as if she had understood a robin and that he had understood her; she had run in</p>\n<p>the wind until her blood had grown warm; she had been healthily hungry for the</p>\n<p>first time in her life; and she had found out what it was to be sorry for</p>\n<p>someone.</p>\n<p>But as she was listening to the wind she began to listen to something else. She</p>\n<p>did not know what it was, because at first she could scarcely distinguish it</p>\n<p>from the wind itself. It was a curious sound—it seemed almost as if a</p>\n<p>child were crying somewhere. Sometimes the wind sounded rather like a child</p>\n<p>crying, but presently Mistress Mary felt quite sure this sound was inside the</p>\n<p>house, not outside it. It was far away, but it was inside. She turned round and</p>\n<p>looked at Martha.</p>\n<p>“Do you hear anyone crying?” she said.</p>\n<p>Martha suddenly looked confused.</p>\n<p>“No,” she answered. “It’s th’ wind. Sometimes it</p>\n<p>sounds like as if someone was lost on th’ moor an’ wailin’.</p>\n<p>It’s got all sorts o’ sounds.”</p>\n<p>“But listen,” said Mary. “It’s in the house—down</p>\n<p>one of those long corridors.”</p>\n<p>And at that very moment a door must have been opened somewhere downstairs; for</p>\n<p>a great rushing draft blew along the passage and the door of the room they sat</p>\n<p>in was blown open with a crash, and as they both jumped to their feet the light</p>\n<p>was blown out and the crying sound was swept down the far corridor so that it</p>\n<p>was to be heard more plainly than ever.</p>\n<p>“There!” said Mary. “I told you so! It is someone</p>\n<p>crying—and it isn’t a grown-up person.”</p>\n<p>Martha ran and shut the door and turned the key, but before she did it they</p>\n<p>both heard the sound of a door in some far passage shutting with a bang, and</p>\n<p>then everything was quiet, for even the wind ceased</p>\n<p>“wutherin’” for a few moments.</p>\n<p>“It was th’ wind,” said Martha stubbornly. “An’</p>\n<p>if it wasn’t, it was little Betty Butterworth, th’ scullery-maid.</p>\n<p>She’s had th’ toothache all day.”</p>\n<p>But something troubled and awkward in her manner made Mistress Mary stare very</p>\n<p>hard at her. She did not believe she was speaking the truth.</p>\n"
}