{
  "title": "Chapter 14",
  "subtitle": "CHAPTER XIV.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-14",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-13",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-15",
  "content": "<p>A YOUNG RAJAH</p>\n<p>The moor was hidden in mist when the morning came, and the rain had not stopped</p>\n<p>pouring down. There could be no going out of doors. Martha was so busy that</p>\n<p>Mary had no opportunity of talking to her, but in the afternoon she asked her</p>\n<p>to come and sit with her in the nursery. She came bringing the stocking she was</p>\n<p>always knitting when she was doing nothing else.</p>\n<p>“What’s the matter with thee?” she asked as soon as they sat</p>\n<p>down. “Tha’ looks as if tha’d somethin’ to say.”</p>\n<p>“I have. I have found out what the crying was,” said Mary.</p>\n<p>Martha let her knitting drop on her knee and gazed at her with startled eyes.</p>\n<p>“Tha’ hasn’t!” she exclaimed. “Never!”</p>\n<p>“I heard it in the night,” Mary went on. “And I got up and</p>\n<p>went to see where it came from. It was Colin. I found him.”</p>\n<p>Martha’s face became red with fright.</p>\n<p>“Eh! Miss Mary!” she said half crying. “Tha’</p>\n<p>shouldn’t have done it—tha’ shouldn’t! Tha’ll get</p>\n<p>me in trouble. I never told thee nothin’ about him—but tha’ll</p>\n<p>get me in trouble. I shall lose my place and what’ll mother do!”</p>\n<p>“You won’t lose your place,” said Mary. “He was glad I</p>\n<p>came. We talked and talked and he said he was glad I came.”</p>\n<p>“Was he?” cried Martha. “Art tha’ sure? Tha’</p>\n<p>doesn’t know what he’s like when anything vexes him. He’s a</p>\n<p>big lad to cry like a baby, but when he’s in a passion he’ll fair</p>\n<p>scream just to frighten us. He knows us daren’t call our souls our</p>\n<p>own.”</p>\n<p>“He wasn’t vexed,” said Mary. “I asked him if I should</p>\n<p>go away and he made me stay. He asked me questions and I sat on a big footstool</p>\n<p>and talked to him about India and about the robin and gardens. He</p>\n<p>wouldn’t let me go. He let me see his mother’s picture. Before I</p>\n<p>left him I sang him to sleep.”</p>\n<p>Martha fairly gasped with amazement.</p>\n<p>“I can scarcely believe thee!” she protested. “It’s as</p>\n<p>if tha’d walked straight into a lion’s den. If he’d been like</p>\n<p>he is most times he’d have throwed himself into one of his tantrums and</p>\n<p>roused th’ house. He won’t let strangers look at him.”</p>\n<p>“He let me look at him. I looked at him all the time and he looked at me.</p>\n<p>We stared!” said Mary.</p>\n<p>“I don’t know what to do!” cried agitated Martha. “If</p>\n<p>Mrs. Medlock finds out, she’ll think I broke orders and told thee and I</p>\n<p>shall be packed back to mother.”</p>\n<p>“He is not going to tell Mrs. Medlock anything about it yet. It’s</p>\n<p>to be a sort of secret just at first,” said Mary firmly. “And he</p>\n<p>says everybody is obliged to do as he pleases.”</p>\n<p>“Aye, that’s true enough—th’ bad lad!” sighed</p>\n<p>Martha, wiping her forehead with her apron.</p>\n<p>“He says Mrs. Medlock must. And he wants me to come and talk to him every</p>\n<p>day. And you are to tell me when he wants me.”</p>\n<p>“Me!” said Martha; “I shall lose my place—I shall for</p>\n<p>sure!”</p>\n<p>“You can’t if you are doing what he wants you to do and everybody</p>\n<p>is ordered to obey him,” Mary argued.</p>\n<p>“Does tha’ mean to say,” cried Martha with wide open eyes,</p>\n<p>“that he was nice to thee!”</p>\n<p>“I think he almost liked me,” Mary answered.</p>\n<p>“Then tha’ must have bewitched him!” decided Martha, drawing</p>\n<p>a long breath.</p>\n<p>“Do you mean Magic?” inquired Mary. “I’ve heard about</p>\n<p>Magic in India, but I can’t make it. I just went into his room and I was</p>\n<p>so surprised to see him I stood and stared. And then he turned round and stared</p>\n<p>at me. And he thought I was a ghost or a dream and I thought perhaps he was.</p>\n<p>And it was so queer being there alone together in the middle of the night and</p>\n<p>not knowing about each other. And we began to ask each other questions. And</p>\n<p>when I asked him if I must go away he said I must not.”</p>\n<p>“Th’ world’s comin’ to a end!” gasped Martha.</p>\n<p>“What is the matter with him?” asked Mary.</p>\n<p>“Nobody knows for sure and certain,” said Martha. “Mr. Craven</p>\n<p>went off his head like when he was born. Th’ doctors thought he’d</p>\n<p>have to be put in a ’sylum. It was because Mrs. Craven died like I told</p>\n<p>you. He wouldn’t set eyes on th’ baby. He just raved and said</p>\n<p>it’d be another hunchback like him and it’d better die.”</p>\n<p>“Is Colin a hunchback?” Mary asked. “He didn’t look</p>\n<p>like one.”</p>\n<p>“He isn’t yet,” said Martha. “But he began all wrong.</p>\n<p>Mother said that there was enough trouble and raging in th’ house to set</p>\n<p>any child wrong. They was afraid his back was weak an’ they’ve</p>\n<p>always been takin’ care of it—keepin’ him lyin’ down</p>\n<p>and not lettin’ him walk. Once they made him wear a brace but he fretted</p>\n<p>so he was downright ill. Then a big doctor came to see him an’ made them</p>\n<p>take it off. He talked to th’ other doctor quite rough—in a polite</p>\n<p>way. He said there’d been too much medicine and too much lettin’</p>\n<p>him have his own way.”</p>\n<p>“I think he’s a very spoiled boy,” said Mary.</p>\n<p>“He’s th’ worst young nowt as ever was!” said Martha.</p>\n<p>“I won’t say as he hasn’t been ill a good bit. He’s had</p>\n<p>coughs an’ colds that’s nearly killed him two or three times. Once</p>\n<p>he had rheumatic fever an’ once he had typhoid. Eh! Mrs. Medlock did get</p>\n<p>a fright then. He’d been out of his head an’ she was talkin’</p>\n<p>to th’ nurse, thinkin’ he didn’t know nothin’,</p>\n<p>an’ she said, ‘He’ll die this time sure enough, an’</p>\n<p>best thing for him an’ for everybody.’ An’ she looked at him</p>\n<p>an’ there he was with his big eyes open, starin’ at her as sensible</p>\n<p>as she was herself. She didn’t know wha’d happen but he just stared</p>\n<p>at her an’ says, ‘You give me some water an’ stop</p>\n<p>talkin’.’”</p>\n<p>“Do you think he will die?” asked Mary.</p>\n<p>“Mother says there’s no reason why any child should live that gets</p>\n<p>no fresh air an’ doesn’t do nothin’ but lie on his back</p>\n<p>an’ read picture-books an’ take medicine. He’s weak and hates</p>\n<p>th’ trouble o’ bein’ taken out o’ doors, an’ he</p>\n<p>gets cold so easy he says it makes him ill.”</p>\n<p>Mary sat and looked at the fire.</p>\n<p>“I wonder,” she said slowly, “if it would not do him good to</p>\n<p>go out into a garden and watch things growing. It did me good.”</p>\n<p>“One of th’ worst fits he ever had,” said Martha, “was</p>\n<p>one time they took him out where the roses is by the fountain. He’d been</p>\n<p>readin’ in a paper about people gettin’ somethin’ he called</p>\n<p>‘rose cold’ an’ he began to sneeze an’ said he’d</p>\n<p>got it an’ then a new gardener as didn’t know th’ rules</p>\n<p>passed by an’ looked at him curious. He threw himself into a passion</p>\n<p>an’ he said he’d looked at him because he was going to be a</p>\n<p>hunchback. He cried himself into a fever an’ was ill all night.”</p>\n<p>“If he ever gets angry at me, I’ll never go and see him</p>\n<p>again,” said Mary.</p>\n<p>“He’ll have thee if he wants thee,” said Martha.</p>\n<p>“Tha’ may as well know that at th’ start.”</p>\n<p>Very soon afterward a bell rang and she rolled up her knitting.</p>\n<p>“I dare say th’ nurse wants me to stay with him a bit,” she</p>\n<p>said. “I hope he’s in a good temper.”</p>\n<p>She was out of the room about ten minutes and then she came back with a puzzled</p>\n<p>expression.</p>\n<p>“Well, tha’ has bewitched him,” she said. “He’s</p>\n<p>up on his sofa with his picture-books. He’s told the nurse to stay away</p>\n<p>until six o’clock. I’m to wait in the next room. Th’ minute</p>\n<p>she was gone he called me to him an’ says, ‘I want Mary Lennox to</p>\n<p>come and talk to me, and remember you’re not to tell anyone.’</p>\n<p>You’d better go as quick as you can.”</p>\n<p>Mary was quite willing to go quickly. She did not want to see Colin as much as</p>\n<p>she wanted to see Dickon; but she wanted to see him very much.</p>\n<p>There was a bright fire on the hearth when she entered his room, and in the</p>\n<p>daylight she saw it was a very beautiful room indeed. There were rich colors in</p>\n<p>the rugs and hangings and pictures and books on the walls which made it look</p>\n<p>glowing and comfortable even in spite of the gray sky and falling rain. Colin</p>\n<p>looked rather like a picture himself. He was wrapped in a velvet dressing-gown</p>\n<p>and sat against a big brocaded cushion. He had a red spot on each cheek.</p>\n<p>“Come in,” he said. “I’ve been thinking about you all</p>\n<p>morning.”</p>\n<p>“I’ve been thinking about you, too,” answered Mary.</p>\n<p>“You don’t know how frightened Martha is. She says Mrs. Medlock</p>\n<p>will think she told me about you and then she will be sent away.”</p>\n<p>He frowned.</p>\n<p>“Go and tell her to come here,” he said. “She is in the next</p>\n<p>room.”</p>\n<p>Mary went and brought her back. Poor Martha was shaking in her shoes. Colin was</p>\n<p>still frowning.</p>\n<p>“Have you to do what I please or have you not?” he demanded.</p>\n<p>“I have to do what you please, sir,” Martha faltered, turning quite</p>\n<p>red.</p>\n<p>“Has Medlock to do what I please?”</p>\n<p>“Everybody has, sir,” said Martha.</p>\n<p>“Well, then, if I order you to bring Miss Mary to me, how can Medlock</p>\n<p>send you away if she finds it out?”</p>\n<p>“Please don’t let her, sir,” pleaded Martha.</p>\n<p>“I’ll send</p>\n<p>her</p>\n<p>away if she dares to say a word about such a</p>\n<p>thing,” said Master Craven grandly. “She wouldn’t like that,</p>\n<p>I can tell you.”</p>\n<p>“Thank you, sir,” bobbing a curtsy, “I want to do my duty,</p>\n<p>sir.”</p>\n<p>“What I want is your duty” said Colin more grandly still.</p>\n<p>“I’ll take care of you. Now go away.”</p>\n<p>When the door closed behind Martha, Colin found Mistress Mary gazing at him as</p>\n<p>if he had set her wondering.</p>\n<p>“Why do you look at me like that?” he asked her. “What are</p>\n<p>you thinking about?”</p>\n<p>“I am thinking about two things.”</p>\n<p>“What are they? Sit down and tell me.”</p>\n<p>“This is the first one,” said Mary, seating herself on the big</p>\n<p>stool. “Once in India I saw a boy who was a Rajah. He had rubies and</p>\n<p>emeralds and diamonds stuck all over him. He spoke to his people just as you</p>\n<p>spoke to Martha. Everybody had to do everything he told them—in a minute.</p>\n<p>I think they would have been killed if they hadn’t.”</p>\n<p>“I shall make you tell me about Rajahs presently,” he said,</p>\n<p>“but first tell me what the second thing was.”</p>\n<p>“I was thinking,” said Mary, “how different you are from</p>\n<p>Dickon.”</p>\n<p>“Who is Dickon?” he said. “What a queer name!”</p>\n<p>She might as well tell him, she thought she could talk about Dickon without</p>\n<p>mentioning the secret garden. She had liked to hear Martha talk about him.</p>\n<p>Besides, she longed to talk about him. It would seem to bring him nearer.</p>\n<p>“He is Martha’s brother. He is twelve years old,” she</p>\n<p>explained. “He is not like anyone else in the world. He can charm foxes</p>\n<p>and squirrels and birds just as the natives in India charm snakes. He plays a</p>\n<p>very soft tune on a pipe and they come and listen.”</p>\n<p>There were some big books on a table at his side and he dragged one suddenly</p>\n<p>toward him.</p>\n<p>“There is a picture of a snake-charmer in this,” he exclaimed.</p>\n<p>“Come and look at it.”</p>\n<p>The book was a beautiful one with superb colored illustrations and he turned to</p>\n<p>one of them.</p>\n<p>“Can he do that?” he asked eagerly.</p>\n<p>“He played on his pipe and they listened,” Mary explained.</p>\n<p>“But he doesn’t call it Magic. He says it’s because he lives</p>\n<p>on the moor so much and he knows their ways. He says he feels sometimes as if</p>\n<p>he was a bird or a rabbit himself, he likes them so. I think he asked the robin</p>\n<p>questions. It seemed as if they talked to each other in soft chirps.”</p>\n<p>Colin lay back on his cushion and his eyes grew larger and larger and the spots</p>\n<p>on his cheeks burned.</p>\n<p>“Tell me some more about him,” he said.</p>\n<p>“He knows all about eggs and nests,” Mary went on. “And he</p>\n<p>knows where foxes and badgers and otters live. He keeps them secret so that</p>\n<p>other boys won’t find their holes and frighten them. He knows about</p>\n<p>everything that grows or lives on the moor.”</p>\n<p>“Does he like the moor?” said Colin. “How can he when</p>\n<p>it’s such a great, bare, dreary place?”</p>\n<p>“It’s the most beautiful place,” protested Mary.</p>\n<p>“Thousands of lovely things grow on it and there are thousands of little</p>\n<p>creatures all busy building nests and making holes and burrows and chippering</p>\n<p>or singing or squeaking to each other. They are so busy and having such fun</p>\n<p>under the earth or in the trees or heather. It’s their world.”</p>\n<p>“How do you know all that?” said Colin, turning on his elbow to</p>\n<p>look at her.</p>\n<p>“I have never been there once, really,” said Mary suddenly</p>\n<p>remembering. “I only drove over it in the dark. I thought it was hideous.</p>\n<p>Martha told me about it first and then Dickon. When Dickon talks about it you</p>\n<p>feel as if you saw things and heard them and as if you were standing in the</p>\n<p>heather with the sun shining and the gorse smelling like honey—and all</p>\n<p>full of bees and butterflies.”</p>\n<p>“You never see anything if you are ill,” said Colin restlessly. He</p>\n<p>looked like a person listening to a new sound in the distance and wondering</p>\n<p>what it was.</p>\n<p>“You can’t if you stay in a room,” said Mary.</p>\n<p>“I couldn’t go on the moor,” he said in a resentful tone.</p>\n<p>Mary was silent for a minute and then she said something bold.</p>\n<p>“You might—sometime.”</p>\n<p>He moved as if he were startled.</p>\n<p>“Go on the moor! How could I? I am going to die.”</p>\n<p>“How do you know?” said Mary unsympathetically. She didn’t</p>\n<p>like the way he had of talking about dying. She did not feel very sympathetic.</p>\n<p>She felt rather as if he almost boasted about it.</p>\n<p>“Oh, I’ve heard it ever since I remember,” he answered</p>\n<p>crossly. “They are always whispering about it and thinking I don’t</p>\n<p>notice. They wish I would, too.”</p>\n<p>Mistress Mary felt quite contrary. She pinched her lips together.</p>\n<p>“If they wished I would,” she said, “I wouldn’t. Who</p>\n<p>wishes you would?”</p>\n<p>“The servants—and of course Dr. Craven because he would get</p>\n<p>Misselthwaite and be rich instead of poor. He daren’t say so, but he</p>\n<p>always looks cheerful when I am worse. When I had typhoid fever his face got</p>\n<p>quite fat. I think my father wishes it, too.”</p>\n<p>“I don’t believe he does,” said Mary quite obstinately.</p>\n<p>That made Colin turn and look at her again.</p>\n<p>“Don’t you?” he said.</p>\n<p>And then he lay back on his cushion and was still, as if he were thinking. And</p>\n<p>there was quite a long silence. Perhaps they were both of them thinking strange</p>\n<p>things children do not usually think of.</p>\n<p>“I like the grand doctor from London, because he made them take the iron</p>\n<p>thing off,” said Mary at last “Did he say you were going to</p>\n<p>die?”</p>\n<p>“No.”</p>\n<p>“What did he say?”</p>\n<p>“He didn’t whisper,” Colin answered. “Perhaps he knew I</p>\n<p>hated whispering. I heard him say one thing quite aloud. He said, ‘The</p>\n<p>lad might live if he would make up his mind to it. Put him in the humor.’</p>\n<p>It sounded as if he was in a temper.”</p>\n<p>“I’ll tell you who would put you in the humor, perhaps,” said</p>\n<p>Mary reflecting. She felt as if she would like this thing to be settled one way</p>\n<p>or the other. “I believe Dickon would. He’s always talking about</p>\n<p>live things. He never talks about dead things or things that are ill.</p>\n<p>He’s always looking up in the sky to watch birds flying—or looking</p>\n<p>down at the earth to see something growing. He has such round blue eyes and</p>\n<p>they are so wide open with looking about. And he laughs such a big laugh with</p>\n<p>his wide mouth—and his cheeks are as red—as red as cherries.”</p>\n<p>She pulled her stool nearer to the sofa and her expression quite changed at the</p>\n<p>remembrance of the wide curving mouth and wide open eyes.</p>\n<p>“See here,” she said. “Don’t let us talk about dying; I</p>\n<p>don’t like it. Let us talk about living. Let us talk and talk about</p>\n<p>Dickon. And then we will look at your pictures.”</p>\n<p>It was the best thing she could have said. To talk about Dickon meant to talk</p>\n<p>about the moor and about the cottage and the fourteen people who lived in it on</p>\n<p>sixteen shillings a week—and the children who got fat on the moor grass</p>\n<p>like the wild ponies. And about Dickon’s mother—and the</p>\n<p>skipping-rope—and the moor with the sun on it—and about pale green</p>\n<p>points sticking up out of the black sod. And it was all so alive that Mary</p>\n<p>talked more than she had ever talked before—and Colin both talked and</p>\n<p>listened as he had never done either before. And they both began to laugh over</p>\n<p>nothings as children will when they are happy together. And they laughed so</p>\n<p>that in the end they were making as much noise as if they had been two ordinary</p>\n<p>healthy natural ten-year-old creatures—instead of a hard, little,</p>\n<p>unloving girl and a sickly boy who believed that he was going to die.</p>\n<p>They enjoyed themselves so much that they forgot the pictures and they forgot</p>\n<p>about the time. They had been laughing quite loudly over Ben Weatherstaff and</p>\n<p>his robin, and Colin was actually sitting up as if he had forgotten about his</p>\n<p>weak back, when he suddenly remembered something.</p>\n<p>“Do you know there is one thing we have never once thought of,” he</p>\n<p>said. “We are cousins.”</p>\n<p>It seemed so queer that they had talked so much and never remembered this</p>\n<p>simple thing that they laughed more than ever, because they had got into the</p>\n<p>humor to laugh at anything. And in the midst of the fun the door opened and in</p>\n<p>walked Dr. Craven and Mrs. Medlock.</p>\n<p>Dr. Craven started in actual alarm and Mrs. Medlock almost fell back because he</p>\n<p>had accidentally bumped against her.</p>\n<p>“Good Lord!” exclaimed poor Mrs. Medlock with her eyes almost</p>\n<p>starting out of her head. “Good Lord!”</p>\n<p>“What is this?” said Dr. Craven, coming forward. “What does</p>\n<p>it mean?”</p>\n<p>Then Mary was reminded of the boy Rajah again. Colin answered as if neither the</p>\n<p>doctor’s alarm nor Mrs. Medlock’s terror were of the slightest</p>\n<p>consequence. He was as little disturbed or frightened as if an elderly cat and</p>\n<p>dog had walked into the room.</p>\n<p>“This is my cousin, Mary Lennox,” he said. “I asked her to</p>\n<p>come and talk to me. I like her. She must come and talk to me whenever I send</p>\n<p>for her.”</p>\n<p>Dr. Craven turned reproachfully to Mrs. Medlock.</p>\n<p>“Oh, sir” she panted. “I don’t know how it’s</p>\n<p>happened. There’s not a servant on the place tha’d dare to</p>\n<p>talk—they all have their orders.”</p>\n<p>“Nobody told her anything,” said Colin. “She heard me crying</p>\n<p>and found me herself. I am glad she came. Don’t be silly, Medlock.”</p>\n<p>Mary saw that Dr. Craven did not look pleased, but it was quite plain that he</p>\n<p>dare not oppose his patient. He sat down by Colin and felt his pulse.</p>\n<p>“I am afraid there has been too much excitement. Excitement is not good</p>\n<p>for you, my boy,” he said.</p>\n<p>“I should be excited if she kept away,” answered Colin, his eyes</p>\n<p>beginning to look dangerously sparkling. “I am better. She makes me</p>\n<p>better. The nurse must bring up her tea with mine. We will have tea</p>\n<p>together.”</p>\n<p>Mrs. Medlock and Dr. Craven looked at each other in a troubled way, but there</p>\n<p>was evidently nothing to be done.</p>\n<p>“He does look rather better, sir,” ventured Mrs. Medlock.</p>\n<p>“But”—thinking the matter over—“he looked better</p>\n<p>this morning before she came into the room.”</p>\n<p>“She came into the room last night. She stayed with me a long time. She</p>\n<p>sang a Hindustani song to me and it made me go to sleep,” said Colin.</p>\n<p>“I was better when I wakened up. I wanted my breakfast. I want my tea</p>\n<p>now. Tell nurse, Medlock.”</p>\n<p>Dr. Craven did not stay very long. He talked to the nurse for a few minutes</p>\n<p>when she came into the room and said a few words of warning to Colin. He must</p>\n<p>not talk too much; he must not forget that he was ill; he must not forget that</p>\n<p>he was very easily tired. Mary thought that there seemed to be a number of</p>\n<p>uncomfortable things he was not to forget.</p>\n<p>Colin looked fretful and kept his strange black-lashed eyes fixed on Dr.</p>\n<p>Craven’s face.</p>\n<p>“I</p>\n<p>want</p>\n<p>to forget it,” he said at last. “She makes me</p>\n<p>forget it. That is why I want her.”</p>\n<p>Dr. Craven did not look happy when he left the room. He gave a puzzled glance</p>\n<p>at the little girl sitting on the large stool. She had become a stiff, silent</p>\n<p>child again as soon as he entered and he could not see what the attraction was.</p>\n<p>The boy actually did look brighter, however—and he sighed rather heavily</p>\n<p>as he went down the corridor.</p>\n<p>“They are always wanting me to eat things when I don’t want</p>\n<p>to,” said Colin, as the nurse brought in the tea and put it on the table</p>\n<p>by the sofa. “Now, if you’ll eat I will. Those muffins look so nice</p>\n<p>and hot. Tell me about Rajahs.”</p>\n"
}