{
  "title": "Chapter 16",
  "subtitle": "CHAPTER XVI.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-16",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-15",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-17",
  "content": "<p>“I WON’T!” SAID MARY</p>\n<p>They found a great deal to do that morning and Mary was late in returning to</p>\n<p>the house and was also in such a hurry to get back to her work that she quite</p>\n<p>forgot Colin until the last moment.</p>\n<p>“Tell Colin that I can’t come and see him yet,” she said to</p>\n<p>Martha. “I’m very busy in the garden.”</p>\n<p>Martha looked rather frightened.</p>\n<p>“Eh! Miss Mary,” she said, “it may put him all out of humor</p>\n<p>when I tell him that.”</p>\n<p>But Mary was not as afraid of him as other people were and she was not a</p>\n<p>self-sacrificing person.</p>\n<p>“I can’t stay,” she answered. “Dickon’s waiting</p>\n<p>for me;” and she ran away.</p>\n<p>The afternoon was even lovelier and busier than the morning had been. Already</p>\n<p>nearly all the weeds were cleared out of the garden and most of the roses and</p>\n<p>trees had been pruned or dug about. Dickon had brought a spade of his own and</p>\n<p>he had taught Mary to use all her tools, so that by this time it was plain that</p>\n<p>though the lovely wild place was not likely to become a “gardener’s</p>\n<p>garden” it would be a wilderness of growing things before the springtime</p>\n<p>was over.</p>\n<p>“There’ll be apple blossoms an’ cherry blossoms</p>\n<p>overhead,” Dickon said, working away with all his might. “An’</p>\n<p>there’ll be peach an’ plum trees in bloom against th’ walls,</p>\n<p>an’ th’ grass’ll be a carpet o’ flowers.”</p>\n<p>The little fox and the rook were as happy and busy as they were, and the robin</p>\n<p>and his mate flew backward and forward like tiny streaks of lightning.</p>\n<p>Sometimes the rook flapped his black wings and soared away over the tree-tops</p>\n<p>in the park. Each time he came back and perched near Dickon and cawed several</p>\n<p>times as if he were relating his adventures, and Dickon talked to him just as</p>\n<p>he had talked to the robin. Once when Dickon was so busy that he did not answer</p>\n<p>him at first, Soot flew on to his shoulders and gently tweaked his ear with his</p>\n<p>large beak. When Mary wanted to rest a little Dickon sat down with her under a</p>\n<p>tree and once he took his pipe out of his pocket and played the soft strange</p>\n<p>little notes and two squirrels appeared on the wall and looked and listened.</p>\n<p>“Tha’s a good bit stronger than tha’ was,” Dickon said,</p>\n<p>looking at her as she was digging. “Tha’s beginning to look</p>\n<p>different, for sure.”</p>\n<p>Mary was glowing with exercise and good spirits.</p>\n<p>“I’m getting fatter and fatter every day,” she said quite</p>\n<p>exultantly. “Mrs. Medlock will have to get me some bigger dresses. Martha</p>\n<p>says my hair is growing thicker. It isn’t so flat and stringy.”</p>\n<p>The sun was beginning to set and sending deep gold-colored rays slanting under</p>\n<p>the trees when they parted.</p>\n<p>“It’ll be fine tomorrow,” said Dickon. “I’ll be</p>\n<p>at work by sunrise.”</p>\n<p>“So will I,” said Mary.</p>\n<p>She ran back to the house as quickly as her feet would carry her. She wanted to</p>\n<p>tell Colin about Dickon’s fox cub and the rook and about what the</p>\n<p>springtime had been doing. She felt sure he would like to hear. So it was not</p>\n<p>very pleasant when she opened the door of her room, to see Martha standing</p>\n<p>waiting for her with a doleful face.</p>\n<p>“What is the matter?” she asked. “What did Colin say when you</p>\n<p>told him I couldn’t come?”</p>\n<p>“Eh!” said Martha, “I wish tha’d gone. He was nigh</p>\n<p>goin’ into one o’ his tantrums. There’s been a nice to do all</p>\n<p>afternoon to keep him quiet. He would watch the clock all th’</p>\n<p>time.”</p>\n<p>Mary’s lips pinched themselves together. She was no more used to</p>\n<p>considering other people than Colin was and she saw no reason why an</p>\n<p>ill-tempered boy should interfere with the thing she liked best. She knew</p>\n<p>nothing about the pitifulness of people who had been ill and nervous and who</p>\n<p>did not know that they could control their tempers and need not make other</p>\n<p>people ill and nervous, too. When she had had a headache in India she had done</p>\n<p>her best to see that everybody else also had a headache or something quite as</p>\n<p>bad. And she felt she was quite right; but of course now she felt that Colin</p>\n<p>was quite wrong.</p>\n<p>He was not on his sofa when she went into his room. He was lying flat on his</p>\n<p>back in bed and he did not turn his head toward her as she came in. This was a</p>\n<p>bad beginning and Mary marched up to him with her stiff manner.</p>\n<p>“Why didn’t you get up?” she said.</p>\n<p>“I did get up this morning when I thought you were coming,” he</p>\n<p>answered, without looking at her. “I made them put me back in bed this</p>\n<p>afternoon. My back ached and my head ached and I was tired. Why didn’t</p>\n<p>you come?”</p>\n<p>“I was working in the garden with Dickon,” said Mary.</p>\n<p>Colin frowned and condescended to look at her.</p>\n<p>“I won’t let that boy come here if you go and stay with him instead</p>\n<p>of coming to talk to me,” he said.</p>\n<p>Mary flew into a fine passion. She could fly into a passion without making a</p>\n<p>noise. She just grew sour and obstinate and did not care what happened.</p>\n<p>“If you send Dickon away, I’ll never come into this room</p>\n<p>again!” she retorted.</p>\n<p>“You’ll have to if I want you,” said Colin.</p>\n<p>“I won’t!” said Mary.</p>\n<p>“I’ll make you,” said Colin. “They shall drag you</p>\n<p>in.”</p>\n<p>“Shall they, Mr. Rajah!” said Mary fiercely. “They may drag</p>\n<p>me in but they can’t make me talk when they get me here. I’ll sit</p>\n<p>and clench my teeth and never tell you one thing. I won’t even look at</p>\n<p>you. I’ll stare at the floor!”</p>\n<p>They were a nice agreeable pair as they glared at each other. If they had been</p>\n<p>two little street boys they would have sprung at each other and had a</p>\n<p>rough-and-tumble fight. As it was, they did the next thing to it.</p>\n<p>“You are a selfish thing!” cried Colin.</p>\n<p>“What are you?” said Mary. “Selfish people always say that.</p>\n<p>Anyone is selfish who doesn’t do what they want. You’re more</p>\n<p>selfish than I am. You’re the most selfish boy I ever saw.”</p>\n<p>“I’m not!” snapped Colin. “I’m not as selfish as</p>\n<p>your fine Dickon is! He keeps you playing in the dirt when he knows I am all by</p>\n<p>myself. He’s selfish, if you like!”</p>\n<p>Mary’s eyes flashed fire.</p>\n<p>“He’s nicer than any other boy that ever lived!” she said.</p>\n<p>“He’s—he’s like an angel!” It might sound rather</p>\n<p>silly to say that but she did not care.</p>\n<p>“A nice angel!” Colin sneered ferociously. “He’s a</p>\n<p>common cottage boy off the moor!”</p>\n<p>“He’s better than a common Rajah!” retorted Mary.</p>\n<p>“He’s a thousand times better!”</p>\n<p>Because she was the stronger of the two she was beginning to get the better of</p>\n<p>him. The truth was that he had never had a fight with anyone like himself in</p>\n<p>his life and, upon the whole, it was rather good for him, though neither he nor</p>\n<p>Mary knew anything about that. He turned his head on his pillow and shut his</p>\n<p>eyes and a big tear was squeezed out and ran down his cheek. He was beginning</p>\n<p>to feel pathetic and sorry for himself—not for anyone else.</p>\n<p>“I’m not as selfish as you, because I’m always ill, and</p>\n<p>I’m sure there is a lump coming on my back,” he said. “And I</p>\n<p>am going to die besides.”</p>\n<p>“You’re not!” contradicted Mary unsympathetically.</p>\n<p>He opened his eyes quite wide with indignation. He had never heard such a thing</p>\n<p>said before. He was at once furious and slightly pleased, if a person could be</p>\n<p>both at one time.</p>\n<p>“I’m not?” he cried. “I am! You know I am! Everybody</p>\n<p>says so.”</p>\n<p>“I don’t believe it!” said Mary sourly. “You just say</p>\n<p>that to make people sorry. I believe you’re proud of it. I don’t</p>\n<p>believe it! If you were a nice boy it might be true—but you’re too</p>\n<p>nasty!”</p>\n<p>In spite of his invalid back Colin sat up in bed in quite a healthy rage.</p>\n<p>“Get out of the room!” he shouted and he caught hold of his pillow</p>\n<p>and threw it at her. He was not strong enough to throw it far and it only fell</p>\n<p>at her feet, but Mary’s face looked as pinched as a nutcracker.</p>\n<p>“I’m going,” she said. “And I won’t come</p>\n<p>back!”</p>\n<p>She walked to the door and when she reached it she turned round and spoke</p>\n<p>again.</p>\n<p>“I was going to tell you all sorts of nice things,” she said.</p>\n<p>“Dickon brought his fox and his rook and I was going to tell you all</p>\n<p>about them. Now I won’t tell you a single thing!”</p>\n<p>She marched out of the door and closed it behind her, and there to her great</p>\n<p>astonishment she found the trained nurse standing as if she had been listening</p>\n<p>and, more amazing still—she was laughing. She was a big handsome young</p>\n<p>woman who ought not to have been a trained nurse at all, as she could not bear</p>\n<p>invalids and she was always making excuses to leave Colin to Martha or anyone</p>\n<p>else who would take her place. Mary had never liked her, and she simply stood</p>\n<p>and gazed up at her as she stood giggling into her handkerchief..</p>\n<p>“What are you laughing at?” she asked her.</p>\n<p>“At you two young ones,” said the nurse. “It’s the best</p>\n<p>thing that could happen to the sickly pampered thing to have someone to stand</p>\n<p>up to him that’s as spoiled as himself;” and she laughed into her</p>\n<p>handkerchief again. “If he’d had a young vixen of a sister to fight</p>\n<p>with it would have been the saving of him.”</p>\n<p>“Is he going to die?”</p>\n<p>“I don’t know and I don’t care,” said the nurse.</p>\n<p>“Hysterics and temper are half what ails him.”</p>\n<p>“What are hysterics?” asked Mary.</p>\n<p>“You’ll find out if you work him into a tantrum after</p>\n<p>this—but at any rate you’ve given him something to have hysterics</p>\n<p>about, and I’m glad of it.”</p>\n<p>Mary went back to her room not feeling at all as she had felt when she had come</p>\n<p>in from the garden. She was cross and disappointed but not at all sorry for</p>\n<p>Colin. She had looked forward to telling him a great many things and she had</p>\n<p>meant to try to make up her mind whether it would be safe to trust him with the</p>\n<p>great secret. She had been beginning to think it would be, but now she had</p>\n<p>changed her mind entirely. She would never tell him and he could stay in his</p>\n<p>room and never get any fresh air and die if he liked! It would serve him right!</p>\n<p>She felt so sour and unrelenting that for a few minutes she almost forgot about</p>\n<p>Dickon and the green veil creeping over the world and the soft wind blowing</p>\n<p>down from the moor.</p>\n<p>Martha was waiting for her and the trouble in her face had been temporarily</p>\n<p>replaced by interest and curiosity. There was a wooden box on the table and its</p>\n<p>cover had been removed and revealed that it was full of neat packages.</p>\n<p>“Mr. Craven sent it to you,” said Martha. “It looks as if it</p>\n<p>had picture-books in it.”</p>\n<p>Mary remembered what he had asked her the day she had gone to his room.</p>\n<p>“Do you want anything—dolls—toys—books?” She</p>\n<p>opened the package wondering if he had sent a doll, and also wondering what she</p>\n<p>should do with it if he had. But he had not sent one. There were several</p>\n<p>beautiful books such as Colin had, and two of them were about gardens and were</p>\n<p>full of pictures. There were two or three games and there was a beautiful</p>\n<p>little writing-case with a gold monogram on it and a gold pen and inkstand.</p>\n<p>Everything was so nice that her pleasure began to crowd her anger out of her</p>\n<p>mind. She had not expected him to remember her at all and her hard little heart</p>\n<p>grew quite warm.</p>\n<p>“I can write better than I can print,” she said, “and the</p>\n<p>first thing I shall write with that pen will be a letter to tell him I am much</p>\n<p>obliged.”</p>\n<p>If she had been friends with Colin she would have run to show him her presents</p>\n<p>at once, and they would have looked at the pictures and read some of the</p>\n<p>gardening books and perhaps tried playing the games, and he would have enjoyed</p>\n<p>himself so much he would never once have thought he was going to die or have</p>\n<p>put his hand on his spine to see if there was a lump coming. He had a way of</p>\n<p>doing that which she could not bear. It gave her an uncomfortable frightened</p>\n<p>feeling because he always looked so frightened himself. He said that if he felt</p>\n<p>even quite a little lump some day he should know his hunch had begun to grow.</p>\n<p>Something he had heard Mrs. Medlock whispering to the nurse had given him the</p>\n<p>idea and he had thought over it in secret until it was quite firmly fixed in</p>\n<p>his mind. Mrs. Medlock had said his father’s back had begun to show its</p>\n<p>crookedness in that way when he was a child. He had never told anyone but Mary</p>\n<p>that most of his “tantrums” as they called them grew out of his</p>\n<p>hysterical hidden fear. Mary had been sorry for him when he had told her.</p>\n<p>“He always began to think about it when he was cross or tired,” she</p>\n<p>said to herself. “And he has been cross today. Perhaps—perhaps he</p>\n<p>has been thinking about it all afternoon.”</p>\n<p>She stood still, looking down at the carpet and thinking.</p>\n<p>“I said I would never go back again—” she hesitated, knitting</p>\n<p>her brows—“but perhaps, just perhaps, I will go and see—if he</p>\n<p>wants me—in the morning. Perhaps he’ll try to throw his pillow at</p>\n<p>me again, but—I think—I’ll go.”</p>\n"
}