{
  "title": "Chapter 2",
  "subtitle": "CHAPTER II.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-2",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-1",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-3",
  "content": "<p>MISTRESS MARY QUITE CONTRARY</p>\n<p>Mary had liked to look at her mother from a distance and she had thought her</p>\n<p>very pretty, but as she knew very little of her she could scarcely have been</p>\n<p>expected to love her or to miss her very much when she was gone. She did not</p>\n<p>miss her at all, in fact, and as she was a self-absorbed child she gave her</p>\n<p>entire thought to herself, as she had always done. If she had been older she</p>\n<p>would no doubt have been very anxious at being left alone in the world, but she</p>\n<p>was very young, and as she had always been taken care of, she supposed she</p>\n<p>always would be. What she thought was that she would like to know if she was</p>\n<p>going to nice people, who would be polite to her and give her her own way as</p>\n<p>her Ayah and the other native servants had done.</p>\n<p>She knew that she was not going to stay at the English clergyman’s house</p>\n<p>where she was taken at first. She did not want to stay. The English clergyman</p>\n<p>was poor and he had five children nearly all the same age and they wore shabby</p>\n<p>clothes and were always quarreling and snatching toys from each other. Mary</p>\n<p>hated their untidy bungalow and was so disagreeable to them that after the</p>\n<p>first day or two nobody would play with her. By the second day they had given</p>\n<p>her a nickname which made her furious.</p>\n<p>It was Basil who thought of it first. Basil was a little boy with impudent blue</p>\n<p>eyes and a turned-up nose, and Mary hated him. She was playing by herself under</p>\n<p>a tree, just as she had been playing the day the cholera broke out. She was</p>\n<p>making heaps of earth and paths for a garden and Basil came and stood near to</p>\n<p>watch her. Presently he got rather interested and suddenly made a suggestion.</p>\n<p>“Why don’t you put a heap of stones there and pretend it is a</p>\n<p>rockery?” he said. “There in the middle,” and he leaned over</p>\n<p>her to point.</p>\n<p>“Go away!” cried Mary. “I don’t want boys. Go</p>\n<p>away!”</p>\n<p>For a moment Basil looked angry, and then he began to tease. He was always</p>\n<p>teasing his sisters. He danced round and round her and made faces and sang and</p>\n<p>laughed.</p>\n<p>“Mistress Mary, quite contrary,</p>\n<p>How does your garden grow?</p>\n<p>With silver bells, and cockle shells,</p>\n<p>And marigolds all in a row.”</p>\n<p>He sang it until the other children heard and laughed, too; and the crosser</p>\n<p>Mary got, the more they sang “Mistress Mary, quite contrary”; and</p>\n<p>after that as long as she stayed with them they called her “Mistress Mary</p>\n<p>Quite Contrary” when they spoke of her to each other, and often when they</p>\n<p>spoke to her.</p>\n<p>“You are going to be sent home,” Basil said to her, “at the</p>\n<p>end of the week. And we’re glad of it.”</p>\n<p>“I am glad of it, too,” answered Mary. “Where is home?”</p>\n<p>“She doesn’t know where home is!” said Basil, with</p>\n<p>seven-year-old scorn. “It’s England, of course. Our grandmama lives</p>\n<p>there and our sister Mabel was sent to her last year. You are not going to your</p>\n<p>grandmama. You have none. You are going to your uncle. His name is Mr.</p>\n<p>Archibald Craven.”</p>\n<p>“I don’t know anything about him,” snapped Mary.</p>\n<p>“I know you don’t,” Basil answered. “You don’t</p>\n<p>know anything. Girls never do. I heard father and mother talking about him. He</p>\n<p>lives in a great, big, desolate old house in the country and no one goes near</p>\n<p>him. He’s so cross he won’t let them, and they wouldn’t come</p>\n<p>if he would let them. He’s a hunchback, and he’s horrid.”</p>\n<p>“I don’t believe you,” said Mary; and she turned her back and</p>\n<p>stuck her fingers in her ears, because she would not listen any more.</p>\n<p>But she thought over it a great deal afterward; and when Mrs. Crawford told her</p>\n<p>that night that she was going to sail away to England in a few days and go to</p>\n<p>her uncle, Mr. Archibald Craven, who lived at Misselthwaite Manor, she looked</p>\n<p>so stony and stubbornly uninterested that they did not know what to think about</p>\n<p>her. They tried to be kind to her, but she only turned her face away when Mrs.</p>\n<p>Crawford attempted to kiss her, and held herself stiffly when Mr. Crawford</p>\n<p>patted her shoulder.</p>\n<p>“She is such a plain child,” Mrs. Crawford said pityingly,</p>\n<p>afterward. “And her mother was such a pretty creature. She had a very</p>\n<p>pretty manner, too, and Mary has the most unattractive ways I ever saw in a</p>\n<p>child. The children call her ‘Mistress Mary Quite Contrary,’ and</p>\n<p>though it’s naughty of them, one can’t help understanding</p>\n<p>it.”</p>\n<p>“Perhaps if her mother had carried her pretty face and her pretty manners</p>\n<p>oftener into the nursery Mary might have learned some pretty ways too. It is</p>\n<p>very sad, now the poor beautiful thing is gone, to remember that many people</p>\n<p>never even knew that she had a child at all.”</p>\n<p>“I believe she scarcely ever looked at her,” sighed Mrs. Crawford.</p>\n<p>“When her Ayah was dead there was no one to give a thought to the little</p>\n<p>thing. Think of the servants running away and leaving her all alone in that</p>\n<p>deserted bungalow. Colonel McGrew said he nearly jumped out of his skin when he</p>\n<p>opened the door and found her standing by herself in the middle of the</p>\n<p>room.”</p>\n<p>Mary made the long voyage to England under the care of an officer’s wife,</p>\n<p>who was taking her children to leave them in a boarding-school. She was very</p>\n<p>much absorbed in her own little boy and girl, and was rather glad to hand the</p>\n<p>child over to the woman Mr. Archibald Craven sent to meet her, in London. The</p>\n<p>woman was his housekeeper at Misselthwaite Manor, and her name was Mrs.</p>\n<p>Medlock. She was a stout woman, with very red cheeks and sharp black eyes. She</p>\n<p>wore a very purple dress, a black silk mantle with jet fringe on it and a black</p>\n<p>bonnet with purple velvet flowers which stuck up and trembled when she moved</p>\n<p>her head. Mary did not like her at all, but as she very seldom liked people</p>\n<p>there was nothing remarkable in that; besides which it was very evident Mrs.</p>\n<p>Medlock did not think much of her.</p>\n<p>“My word! she’s a plain little piece of goods!” she said.</p>\n<p>“And we’d heard that her mother was a beauty. She hasn’t</p>\n<p>handed much of it down, has she, ma’am?”</p>\n<p>“Perhaps she will improve as she grows older,” the officer’s</p>\n<p>wife said good-naturedly. “If she were not so sallow and had a nicer</p>\n<p>expression, her features are rather good. Children alter so much.”</p>\n<p>“She’ll have to alter a good deal,” answered Mrs. Medlock.</p>\n<p>“And, there’s nothing likely to improve children at</p>\n<p>Misselthwaite—if you ask me!”</p>\n<p>They thought Mary was not listening because she was standing a little apart</p>\n<p>from them at the window of the private hotel they had gone to. She was watching</p>\n<p>the passing buses and cabs and people, but she heard quite well and was made</p>\n<p>very curious about her uncle and the place he lived in. What sort of a place</p>\n<p>was it, and what would he be like? What was a hunchback? She had never seen</p>\n<p>one. Perhaps there were none in India.</p>\n<p>Since she had been living in other people’s houses and had had no Ayah,</p>\n<p>she had begun to feel lonely and to think queer thoughts which were new to her.</p>\n<p>She had begun to wonder why she had never seemed to belong to anyone even when</p>\n<p>her father and mother had been alive. Other children seemed to belong to their</p>\n<p>fathers and mothers, but she had never seemed to really be anyone’s</p>\n<p>little girl. She had had servants, and food and clothes, but no one had taken</p>\n<p>any notice of her. She did not know that this was because she was a</p>\n<p>disagreeable child; but then, of course, she did not know she was disagreeable.</p>\n<p>She often thought that other people were, but she did not know that she was so</p>\n<p>herself.</p>\n<p>She thought Mrs. Medlock the most disagreeable person she had ever seen, with</p>\n<p>her common, highly colored face and her common fine bonnet. When the next day</p>\n<p>they set out on their journey to Yorkshire, she walked through the station to</p>\n<p>the railway carriage with her head up and trying to keep as far away from her</p>\n<p>as she could, because she did not want to seem to belong to her. It would have</p>\n<p>made her angry to think people imagined she was her little girl.</p>\n<p>But Mrs. Medlock was not in the least disturbed by her and her thoughts. She</p>\n<p>was the kind of woman who would “stand no nonsense from young</p>\n<p>ones.” At least, that is what she would have said if she had been asked.</p>\n<p>She had not wanted to go to London just when her sister Maria’s daughter</p>\n<p>was going to be married, but she had a comfortable, well paid place as</p>\n<p>housekeeper at Misselthwaite Manor and the only way in which she could keep it</p>\n<p>was to do at once what Mr. Archibald Craven told her to do. She never dared</p>\n<p>even to ask a question.</p>\n<p>“Captain Lennox and his wife died of the cholera,” Mr. Craven had</p>\n<p>said in his short, cold way. “Captain Lennox was my wife’s brother</p>\n<p>and I am their daughter’s guardian. The child is to be brought here. You</p>\n<p>must go to London and bring her yourself.”</p>\n<p>So she packed her small trunk and made the journey.</p>\n<p>Mary sat in her corner of the railway carriage and looked plain and fretful.</p>\n<p>She had nothing to read or to look at, and she had folded her thin little</p>\n<p>black-gloved hands in her lap. Her black dress made her look yellower than</p>\n<p>ever, and her limp light hair straggled from under her black crêpe hat.</p>\n<p>“A more marred-looking young one I never saw in my life,” Mrs.</p>\n<p>Medlock thought. (Marred is a Yorkshire word and means spoiled and pettish.)</p>\n<p>She had never seen a child who sat so still without doing anything; and at last</p>\n<p>she got tired of watching her and began to talk in a brisk, hard voice.</p>\n<p>“I suppose I may as well tell you something about where you are going</p>\n<p>to,” she said. “Do you know anything about your uncle?”</p>\n<p>“No,” said Mary.</p>\n<p>“Never heard your father and mother talk about him?”</p>\n<p>“No,” said Mary frowning. She frowned because she remembered that</p>\n<p>her father and mother had never talked to her about anything in particular.</p>\n<p>Certainly they had never told her things.</p>\n<p>“Humph,” muttered Mrs. Medlock, staring at her queer, unresponsive</p>\n<p>little face. She did not say any more for a few moments and then she began</p>\n<p>again.</p>\n<p>“I suppose you might as well be told something—to prepare you. You</p>\n<p>are going to a queer place.”</p>\n<p>Mary said nothing at all, and Mrs. Medlock looked rather discomfited by her</p>\n<p>apparent indifference, but, after taking a breath, she went on.</p>\n<p>“Not but that it’s a grand big place in a gloomy way, and Mr.</p>\n<p>Craven’s proud of it in his way—and that’s gloomy enough,</p>\n<p>too. The house is six hundred years old and it’s on the edge of the moor,</p>\n<p>and there’s near a hundred rooms in it, though most of them’s shut</p>\n<p>up and locked. And there’s pictures and fine old furniture and things</p>\n<p>that’s been there for ages, and there’s a big park round it and</p>\n<p>gardens and trees with branches trailing to the ground—some of</p>\n<p>them.” She paused and took another breath. “But there’s</p>\n<p>nothing else,” she ended suddenly.</p>\n<p>Mary had begun to listen in spite of herself. It all sounded so unlike India,</p>\n<p>and anything new rather attracted her. But she did not intend to look as if she</p>\n<p>were interested. That was one of her unhappy, disagreeable ways. So she sat</p>\n<p>still.</p>\n<p>“Well,” said Mrs. Medlock. “What do you think of it?”</p>\n<p>“Nothing,” she answered. “I know nothing about such</p>\n<p>places.”</p>\n<p>That made Mrs. Medlock laugh a short sort of laugh.</p>\n<p>“Eh!” she said, “but you are like an old woman. Don’t</p>\n<p>you care?”</p>\n<p>“It doesn’t matter” said Mary, “whether I care or</p>\n<p>not.”</p>\n<p>“You are right enough there,” said Mrs. Medlock. “It</p>\n<p>doesn’t. What you’re to be kept at Misselthwaite Manor for I</p>\n<p>don’t know, unless because it’s the easiest way.</p>\n<p>He’s</p>\n<p>not going to trouble himself about you, that’s sure and certain. He never</p>\n<p>troubles himself about no one.”</p>\n<p>She stopped herself as if she had just remembered something in time.</p>\n<p>“He’s got a crooked back,” she said. “That set him</p>\n<p>wrong. He was a sour young man and got no good of all his money and big place</p>\n<p>till he was married.”</p>\n<p>Mary’s eyes turned toward her in spite of her intention not to seem to</p>\n<p>care. She had never thought of the hunchback’s being married and she was</p>\n<p>a trifle surprised. Mrs. Medlock saw this, and as she was a talkative woman she</p>\n<p>continued with more interest. This was one way of passing some of the time, at</p>\n<p>any rate.</p>\n<p>“She was a sweet, pretty thing and he’d have walked the world over</p>\n<p>to get her a blade o’ grass she wanted. Nobody thought she’d marry</p>\n<p>him, but she did, and people said she married him for his money. But she</p>\n<p>didn’t—she didn’t,” positively. “When she</p>\n<p>died—”</p>\n<p>Mary gave a little involuntary jump.</p>\n<p>“Oh! did she die!” she exclaimed, quite without meaning to. She had</p>\n<p>just remembered a French fairy story she had once read called “Riquet à</p>\n<p>la Houppe.” It had been about a poor hunchback and a beautiful princess</p>\n<p>and it had made her suddenly sorry for Mr. Archibald Craven.</p>\n<p>“Yes, she died,” Mrs. Medlock answered. “And it made him</p>\n<p>queerer than ever. He cares about nobody. He won’t see people. Most of</p>\n<p>the time he goes away, and when he is at Misselthwaite he shuts himself up in</p>\n<p>the West Wing and won’t let anyone but Pitcher see him. Pitcher’s</p>\n<p>an old fellow, but he took care of him when he was a child and he knows his</p>\n<p>ways.”</p>\n<p>It sounded like something in a book and it did not make Mary feel cheerful. A</p>\n<p>house with a hundred rooms, nearly all shut up and with their doors</p>\n<p>locked—a house on the edge of a moor—whatsoever a moor</p>\n<p>was—sounded dreary. A man with a crooked back who shut himself up also!</p>\n<p>She stared out of the window with her lips pinched together, and it seemed</p>\n<p>quite natural that the rain should have begun to pour down in gray slanting</p>\n<p>lines and splash and stream down the window-panes. If the pretty wife had been</p>\n<p>alive she might have made things cheerful by being something like her own</p>\n<p>mother and by running in and out and going to parties as she had done in frocks</p>\n<p>“full of lace.” But she was not there any more.</p>\n<p>“You needn’t expect to see him, because ten to one you</p>\n<p>won’t,” said Mrs. Medlock. “And you mustn’t expect that</p>\n<p>there will be people to talk to you. You’ll have to play about and look</p>\n<p>after yourself. You’ll be told what rooms you can go into and what rooms</p>\n<p>you’re to keep out of. There’s gardens enough. But when</p>\n<p>you’re in the house don’t go wandering and poking about. Mr. Craven</p>\n<p>won’t have it.”</p>\n<p>“I shall not want to go poking about,” said sour little Mary and</p>\n<p>just as suddenly as she had begun to be rather sorry for Mr. Archibald Craven</p>\n<p>she began to cease to be sorry and to think he was unpleasant enough to deserve</p>\n<p>all that had happened to him.</p>\n<p>And she turned her face toward the streaming panes of the window of the railway</p>\n<p>carriage and gazed out at the gray rain-storm which looked as if it would go on</p>\n<p>forever and ever. She watched it so long and steadily that the grayness grew</p>\n<p>heavier and heavier before her eyes and she fell asleep.</p>\n"
}