{
  "title": "Chapter 20",
  "subtitle": "CHAPTER XX.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-20",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-19",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-21",
  "content": "<p>“I SHALL LIVE FOREVER—AND EVER—AND EVER!”</p>\n<p>But they were obliged to wait more than a week because first there came some</p>\n<p>very windy days and then Colin was threatened with a cold, which two things</p>\n<p>happening one after the other would no doubt have thrown him into a rage but</p>\n<p>that there was so much careful and mysterious planning to do and almost every</p>\n<p>day Dickon came in, if only for a few minutes, to talk about what was happening</p>\n<p>on the moor and in the lanes and hedges and on the borders of streams. The</p>\n<p>things he had to tell about otters’ and badgers’ and</p>\n<p>water-rats’ houses, not to mention birds’ nests and field-mice and</p>\n<p>their burrows, were enough to make you almost tremble with excitement when you</p>\n<p>heard all the intimate details from an animal charmer and realized with what</p>\n<p>thrilling eagerness and anxiety the whole busy underworld was working.</p>\n<p>“They’re same as us,” said Dickon, “only they have to</p>\n<p>build their homes every year. An’ it keeps ’em so busy they fair</p>\n<p>scuffle to get ’em done.”</p>\n<p>The most absorbing thing, however, was the preparations to be made before Colin</p>\n<p>could be transported with sufficient secrecy to the garden. No one must see the</p>\n<p>chair-carriage and Dickon and Mary after they turned a certain corner of the</p>\n<p>shrubbery and entered upon the walk outside the ivied walls. As each day</p>\n<p>passed, Colin had become more and more fixed in his feeling that the mystery</p>\n<p>surrounding the garden was one of its greatest charms. Nothing must spoil that.</p>\n<p>No one must ever suspect that they had a secret. People must think that he was</p>\n<p>simply going out with Mary and Dickon because he liked them and did not object</p>\n<p>to their looking at him. They had long and quite delightful talks about their</p>\n<p>route. They would go up this path and down that one and cross the other and go</p>\n<p>round among the fountain flower-beds as if they were looking at the</p>\n<p>“bedding-out plants” the head gardener, Mr. Roach, had been having</p>\n<p>arranged. That would seem such a rational thing to do that no one would think</p>\n<p>it at all mysterious. They would turn into the shrubbery walks and lose</p>\n<p>themselves until they came to the long walls. It was almost as serious and</p>\n<p>elaborately thought out as the plans of march made by great generals in time of</p>\n<p>war.</p>\n<p>Rumors of the new and curious things which were occurring in the</p>\n<p>invalid’s apartments had of course filtered through the servants’</p>\n<p>hall into the stable yards and out among the gardeners, but notwithstanding</p>\n<p>this, Mr. Roach was startled one day when he received orders from Master</p>\n<p>Colin’s room to the effect that he must report himself in the apartment</p>\n<p>no outsider had ever seen, as the invalid himself desired to speak to him.</p>\n<p>“Well, well,” he said to himself as he hurriedly changed his coat,</p>\n<p>“what’s to do now? His Royal Highness that wasn’t to be</p>\n<p>looked at calling up a man he’s never set eyes on.”</p>\n<p>Mr. Roach was not without curiosity. He had never caught even a glimpse of the</p>\n<p>boy and had heard a dozen exaggerated stories about his uncanny looks and ways</p>\n<p>and his insane tempers. The thing he had heard oftenest was that he might die</p>\n<p>at any moment and there had been numerous fanciful descriptions of a humped</p>\n<p>back and helpless limbs, given by people who had never seen him.</p>\n<p>“Things are changing in this house, Mr. Roach,” said Mrs. Medlock,</p>\n<p>as she led him up the back staircase to the corridor on to which opened the</p>\n<p>hitherto mysterious chamber.</p>\n<p>“Let’s hope they’re changing for the better, Mrs.</p>\n<p>Medlock,” he answered.</p>\n<p>“They couldn’t well change for the worse,” she continued;</p>\n<p>“and queer as it all is there’s them as finds their duties made a</p>\n<p>lot easier to stand up under. Don’t you be surprised, Mr. Roach, if you</p>\n<p>find yourself in the middle of a menagerie and Martha Sowerby’s Dickon</p>\n<p>more at home than you or me could ever be.”</p>\n<p>There really was a sort of Magic about Dickon, as Mary always privately</p>\n<p>believed. When Mr. Roach heard his name he smiled quite leniently.</p>\n<p>“He’d be at home in Buckingham Palace or at the bottom of a coal</p>\n<p>mine,” he said. “And yet it’s not impudence, either.</p>\n<p>He’s just fine, is that lad.”</p>\n<p>It was perhaps well he had been prepared or he might have been startled. When</p>\n<p>the bedroom door was opened a large crow, which seemed quite at home perched on</p>\n<p>the high back of a carven chair, announced the entrance of a visitor by saying</p>\n<p>“Caw—Caw” quite loudly. In spite of Mrs. Medlock’s</p>\n<p>warning, Mr. Roach only just escaped being sufficiently undignified to jump</p>\n<p>backward.</p>\n<p>The young Rajah was neither in bed nor on his sofa. He was sitting in an</p>\n<p>armchair and a young lamb was standing by him shaking its tail in feeding-lamb</p>\n<p>fashion as Dickon knelt giving it milk from its bottle. A squirrel was perched</p>\n<p>on Dickon’s bent back attentively nibbling a nut. The little girl from</p>\n<p>India was sitting on a big footstool looking on.</p>\n<p>“Here is Mr. Roach, Master Colin,” said Mrs. Medlock.</p>\n<p>The young Rajah turned and looked his servitor over—at least that was</p>\n<p>what the head gardener felt happened.</p>\n<p>“Oh, you are Roach, are you?” he said. “I sent for you to</p>\n<p>give you some very important orders.”</p>\n<p>“Very good, sir,” answered Roach, wondering if he was to receive</p>\n<p>instructions to fell all the oaks in the park or to transform the orchards into</p>\n<p>water-gardens.</p>\n<p>“I am going out in my chair this afternoon,” said Colin. “If</p>\n<p>the fresh air agrees with me I may go out every day. When I go, none of the</p>\n<p>gardeners are to be anywhere near the Long Walk by the garden walls. No one is</p>\n<p>to be there. I shall go out about two o’clock and everyone must keep away</p>\n<p>until I send word that they may go back to their work.”</p>\n<p>“Very good, sir,” replied Mr. Roach, much relieved to hear that the</p>\n<p>oaks might remain and that the orchards were safe.</p>\n<p>“Mary,” said Colin, turning to her, “what is that thing you</p>\n<p>say in India when you have finished talking and want people to go?”</p>\n<p>“You say, ‘You have my permission to go,’” answered</p>\n<p>Mary.</p>\n<p>The Rajah waved his hand.</p>\n<p>“You have my permission to go, Roach,” he said. “But,</p>\n<p>remember, this is very important.”</p>\n<p>“Caw—Caw!” remarked the crow hoarsely but not impolitely.</p>\n<p>“Very good, sir. Thank you, sir,” said Mr. Roach, and Mrs. Medlock</p>\n<p>took him out of the room.</p>\n<p>Outside in the corridor, being a rather good-natured man, he smiled until he</p>\n<p>almost laughed.</p>\n<p>“My word!” he said, “he’s got a fine lordly way with</p>\n<p>him, hasn’t he? You’d think he was a whole Royal Family rolled into</p>\n<p>one—Prince Consort and all.”</p>\n<p>“Eh!” protested Mrs. Medlock, “we’ve had to let him</p>\n<p>trample all over everyone of us ever since he had feet and he thinks</p>\n<p>that’s what folks was born for.”</p>\n<p>“Perhaps he’ll grow out of it, if he lives,” suggested Mr.</p>\n<p>Roach.</p>\n<p>“Well, there’s one thing pretty sure,” said Mrs. Medlock.</p>\n<p>“If he does live and that Indian child stays here I’ll warrant she</p>\n<p>teaches him that the whole orange does not belong to him, as Susan Sowerby</p>\n<p>says. And he’ll be likely to find out the size of his own quarter.”</p>\n<p>Inside the room Colin was leaning back on his cushions.</p>\n<p>“It’s all safe now,” he said. “And this afternoon I</p>\n<p>shall see it—this afternoon I shall be in it!”</p>\n<p>Dickon went back to the garden with his creatures and Mary stayed with Colin.</p>\n<p>She did not think he looked tired but he was very quiet before their lunch came</p>\n<p>and he was quiet while they were eating it. She wondered why and asked him</p>\n<p>about it.</p>\n<p>“What big eyes you’ve got, Colin,” she said. “When you</p>\n<p>are thinking they get as big as saucers. What are you thinking about</p>\n<p>now?”</p>\n<p>“I can’t help thinking about what it will look like,” he</p>\n<p>answered.</p>\n<p>“The garden?” asked Mary.</p>\n<p>“The springtime,” he said. “I was thinking that I’ve</p>\n<p>really never seen it before. I scarcely ever went out and when I did go I never</p>\n<p>looked at it. I didn’t even think about it.”</p>\n<p>“I never saw it in India because there wasn’t any,” said</p>\n<p>Mary.</p>\n<p>Shut in and morbid as his life had been, Colin had more imagination than she</p>\n<p>had and at least he had spent a good deal of time looking at wonderful books</p>\n<p>and pictures.</p>\n<p>“That morning when you ran in and said ‘It’s come! It’s</p>\n<p>come!’, you made me feel quite queer. It sounded as if things were coming</p>\n<p>with a great procession and big bursts and wafts of music. I’ve a picture</p>\n<p>like it in one of my books—crowds of lovely people and children with</p>\n<p>garlands and branches with blossoms on them, everyone laughing and dancing and</p>\n<p>crowding and playing on pipes. That was why I said, ‘Perhaps we shall</p>\n<p>hear golden trumpets’ and told you to throw open the window.”</p>\n<p>“How funny!” said Mary. “That’s really just what it</p>\n<p>feels like. And if all the flowers and leaves and green things and birds and</p>\n<p>wild creatures danced past at once, what a crowd it would be! I’m sure</p>\n<p>they’d dance and sing and flute and that would be the wafts of</p>\n<p>music.”</p>\n<p>They both laughed but it was not because the idea was laughable but because</p>\n<p>they both so liked it.</p>\n<p>A little later the nurse made Colin ready. She noticed that instead of lying</p>\n<p>like a log while his clothes were put on he sat up and made some efforts to</p>\n<p>help himself, and he talked and laughed with Mary all the time.</p>\n<p>“This is one of his good days, sir,” she said to Dr. Craven, who</p>\n<p>dropped in to inspect him. “He’s in such good spirits that it makes</p>\n<p>him stronger.”</p>\n<p>“I’ll call in again later in the afternoon, after he has come</p>\n<p>in,” said Dr. Craven. “I must see how the going out agrees with</p>\n<p>him. I wish,” in a very low voice, “that he would let you go with</p>\n<p>him.”</p>\n<p>“I’d rather give up the case this moment, sir, than even stay here</p>\n<p>while it’s suggested,” answered the nurse. With sudden firmness.</p>\n<p>“I hadn’t really decided to suggest it,” said the doctor,</p>\n<p>with his slight nervousness. “We’ll try the experiment.</p>\n<p>Dickon’s a lad I’d trust with a new-born child.”</p>\n<p>The strongest footman in the house carried Colin downstairs and put him in his</p>\n<p>wheeled chair near which Dickon waited outside. After the manservant had</p>\n<p>arranged his rugs and cushions the Rajah waved his hand to him and to the</p>\n<p>nurse.</p>\n<p>“You have my permission to go,” he said, and they both disappeared</p>\n<p>quickly and it must be confessed giggled when they were safely inside the</p>\n<p>house.</p>\n<p>Dickon began to push the wheeled chair slowly and steadily. Mistress Mary</p>\n<p>walked beside it and Colin leaned back and lifted his face to the sky. The arch</p>\n<p>of it looked very high and the small snowy clouds seemed like white birds</p>\n<p>floating on outspread wings below its crystal blueness. The wind swept in soft</p>\n<p>big breaths down from the moor and was strange with a wild clear scented</p>\n<p>sweetness. Colin kept lifting his thin chest to draw it in, and his big eyes</p>\n<p>looked as if it were they which were listening—listening, instead of his</p>\n<p>ears.</p>\n<p>“There are so many sounds of singing and humming and calling out,”</p>\n<p>he said. “What is that scent the puffs of wind bring?”</p>\n<p>“It’s gorse on th’ moor that’s openin’</p>\n<p>out,” answered Dickon. “Eh! th’ bees are at it wonderful</p>\n<p>today.”</p>\n<p>Not a human creature was to be caught sight of in the paths they took. In fact</p>\n<p>every gardener or gardener’s lad had been witched away. But they wound in</p>\n<p>and out among the shrubbery and out and round the fountain beds, following</p>\n<p>their carefully planned route for the mere mysterious pleasure of it. But when</p>\n<p>at last they turned into the Long Walk by the ivied walls the excited sense of</p>\n<p>an approaching thrill made them, for some curious reason they could not have</p>\n<p>explained, begin to speak in whispers.</p>\n<p>“This is it,” breathed Mary. “This is where I used to walk up</p>\n<p>and down and wonder and wonder.”</p>\n<p>“Is it?” cried Colin, and his eyes began to search the ivy with</p>\n<p>eager curiousness. “But I can see nothing,” he whispered.</p>\n<p>“There is no door.”</p>\n<p>“That’s what I thought,” said Mary.</p>\n<p>Then there was a lovely breathless silence and the chair wheeled on.</p>\n<p>“That is the garden where Ben Weatherstaff works,” said Mary.</p>\n<p>“Is it?” said Colin.</p>\n<p>A few yards more and Mary whispered again.</p>\n<p>“This is where the robin flew over the wall,” she said.</p>\n<p>“Is it?” cried Colin. “Oh! I wish he’d come</p>\n<p>again!”</p>\n<p>“And that,” said Mary with solemn delight, pointing under a big</p>\n<p>lilac bush, “is where he perched on the little heap of earth and showed</p>\n<p>me the key.”</p>\n<p>Then Colin sat up.</p>\n<p>“Where? Where? There?” he cried, and his eyes were as big as the</p>\n<p>wolf’s in Red Riding-Hood, when Red Riding-Hood felt called upon to</p>\n<p>remark on them. Dickon stood still and the wheeled chair stopped.</p>\n<p>“And this,” said Mary, stepping on to the bed close to the ivy,</p>\n<p>“is where I went to talk to him when he chirped at me from the top of the</p>\n<p>wall. And this is the ivy the wind blew back,” and she took hold of the</p>\n<p>hanging green curtain.</p>\n<p>“Oh! is it—is it!” gasped Colin.</p>\n<p>“And here is the handle, and here is the door. Dickon push him</p>\n<p>in—push him in quickly!”</p>\n<p>And Dickon did it with one strong, steady, splendid push.</p>\n<p>But Colin had actually dropped back against his cushions, even though he gasped</p>\n<p>with delight, and he had covered his eyes with his hands and held them there</p>\n<p>shutting out everything until they were inside and the chair stopped as if by</p>\n<p>magic and the door was closed. Not till then did he take them away and look</p>\n<p>round and round and round as Dickon and Mary had done. And over walls and earth</p>\n<p>and trees and swinging sprays and tendrils the fair green veil of tender little</p>\n<p>leaves had crept, and in the grass under the trees and the gray urns in the</p>\n<p>alcoves and here and there everywhere were touches or splashes of gold and</p>\n<p>purple and white and the trees were showing pink and snow above his head and</p>\n<p>there were fluttering of wings and faint sweet pipes and humming and scents and</p>\n<p>scents. And the sun fell warm upon his face like a hand with a lovely touch.</p>\n<p>And in wonder Mary and Dickon stood and stared at him. He looked so strange and</p>\n<p>different because a pink glow of color had actually crept all over</p>\n<p>him—ivory face and neck and hands and all.</p>\n<p>“I shall get well! I shall get well!” he cried out. “Mary!</p>\n<p>Dickon! I shall get well! And I shall live forever and ever and ever!”</p>\n"
}