{
  "title": "Chapter 25",
  "subtitle": "CHAPTER XXV.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-25",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-24",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-26",
  "content": "<p>THE CURTAIN</p>\n<p>And the secret garden bloomed and bloomed and every morning revealed new</p>\n<p>miracles. In the robin’s nest there were Eggs and the robin’s mate</p>\n<p>sat upon them keeping them warm with her feathery little breast and careful</p>\n<p>wings. At first she was very nervous and the robin himself was indignantly</p>\n<p>watchful. Even Dickon did not go near the close-grown corner in those days, but</p>\n<p>waited until by the quiet working of some mysterious spell he seemed to have</p>\n<p>conveyed to the soul of the little pair that in the garden there was nothing</p>\n<p>which was not quite like themselves—nothing which did not understand the</p>\n<p>wonderfulness of what was happening to them—the immense, tender,</p>\n<p>terrible, heart-breaking beauty and solemnity of Eggs. If there had been one</p>\n<p>person in that garden who had not known through all his or her innermost being</p>\n<p>that if an Egg were taken away or hurt the whole world would whirl round and</p>\n<p>crash through space and come to an end—if there had been even one who did</p>\n<p>not feel it and act accordingly there could have been no happiness even in that</p>\n<p>golden springtime air. But they all knew it and felt it and the robin and his</p>\n<p>mate knew they knew it.</p>\n<p>At first the robin watched Mary and Colin with sharp anxiety. For some</p>\n<p>mysterious reason he knew he need not watch Dickon. The first moment he set his</p>\n<p>dew-bright black eye on Dickon he knew he was not a stranger but a sort of</p>\n<p>robin without beak or feathers. He could speak robin (which is a quite distinct</p>\n<p>language not to be mistaken for any other). To speak robin to a robin is like</p>\n<p>speaking French to a Frenchman. Dickon always spoke it to the robin himself, so</p>\n<p>the queer gibberish he used when he spoke to humans did not matter in the</p>\n<p>least. The robin thought he spoke this gibberish to them because they were not</p>\n<p>intelligent enough to understand feathered speech. His movements also were</p>\n<p>robin. They never startled one by being sudden enough to seem dangerous or</p>\n<p>threatening. Any robin could understand Dickon, so his presence was not even</p>\n<p>disturbing.</p>\n<p>But at the outset it seemed necessary to be on guard against the other two. In</p>\n<p>the first place the boy creature did not come into the garden on his legs. He</p>\n<p>was pushed in on a thing with wheels and the skins of wild animals were thrown</p>\n<p>over him. That in itself was doubtful. Then when he began to stand up and move</p>\n<p>about he did it in a queer unaccustomed way and the others seemed to have to</p>\n<p>help him. The robin used to secrete himself in a bush and watch this anxiously,</p>\n<p>his head tilted first on one side and then on the other. He thought that the</p>\n<p>slow movements might mean that he was preparing to pounce, as cats do. When</p>\n<p>cats are preparing to pounce they creep over the ground very slowly. The robin</p>\n<p>talked this over with his mate a great deal for a few days but after that he</p>\n<p>decided not to speak of the subject because her terror was so great that he was</p>\n<p>afraid it might be injurious to the Eggs.</p>\n<p>When the boy began to walk by himself and even to move more quickly it was an</p>\n<p>immense relief. But for a long time—or it seemed a long time to the</p>\n<p>robin—he was a source of some anxiety. He did not act as the other humans</p>\n<p>did. He seemed very fond of walking but he had a way of sitting or lying down</p>\n<p>for a while and then getting up in a disconcerting manner to begin again.</p>\n<p>One day the robin remembered that when he himself had been made to learn to fly</p>\n<p>by his parents he had done much the same sort of thing. He had taken short</p>\n<p>flights of a few yards and then had been obliged to rest. So it occurred to him</p>\n<p>that this boy was learning to fly—or rather to walk. He mentioned this to</p>\n<p>his mate and when he told her that the Eggs would probably conduct themselves</p>\n<p>in the same way after they were fledged she was quite comforted and even became</p>\n<p>eagerly interested and derived great pleasure from watching the boy over the</p>\n<p>edge of her nest—though she always thought that the Eggs would be much</p>\n<p>cleverer and learn more quickly. But then she said indulgently that humans were</p>\n<p>always more clumsy and slow than Eggs and most of them never seemed really to</p>\n<p>learn to fly at all. You never met them in the air or on tree-tops.</p>\n<p>After a while the boy began to move about as the others did, but all three of</p>\n<p>the children at times did unusual things. They would stand under the trees and</p>\n<p>move their arms and legs and heads about in a way which was neither walking nor</p>\n<p>running nor sitting down. They went through these movements at intervals every</p>\n<p>day and the robin was never able to explain to his mate what they were doing or</p>\n<p>tying to do. He could only say that he was sure that the Eggs would never flap</p>\n<p>about in such a manner; but as the boy who could speak robin so fluently was</p>\n<p>doing the thing with them, birds could be quite sure that the actions were not</p>\n<p>of a dangerous nature. Of course neither the robin nor his mate had ever heard</p>\n<p>of the champion wrestler, Bob Haworth, and his exercises for making the muscles</p>\n<p>stand out like lumps. Robins are not like human beings; their muscles are</p>\n<p>always exercised from the first and so they develop themselves in a natural</p>\n<p>manner. If you have to fly about to find every meal you eat, your muscles do</p>\n<p>not become atrophied (atrophied means wasted away through want of use).</p>\n<p>When the boy was walking and running about and digging and weeding like the</p>\n<p>others, the nest in the corner was brooded over by a great peace and content.</p>\n<p>Fears for the Eggs became things of the past. Knowing that your Eggs were as</p>\n<p>safe as if they were locked in a bank vault and the fact that you could watch</p>\n<p>so many curious things going on made setting a most entertaining occupation. On</p>\n<p>wet days the Eggs’ mother sometimes felt even a little dull because the</p>\n<p>children did not come into the garden.</p>\n<p>But even on wet days it could not be said that Mary and Colin were dull. One</p>\n<p>morning when the rain streamed down unceasingly and Colin was beginning to feel</p>\n<p>a little restive, as he was obliged to remain on his sofa because it was not</p>\n<p>safe to get up and walk about, Mary had an inspiration.</p>\n<p>“Now that I am a real boy,” Colin had said, “my legs and arms</p>\n<p>and all my body are so full of Magic that I can’t keep them still. They</p>\n<p>want to be doing things all the time. Do you know that when I waken in the</p>\n<p>morning, Mary, when it’s quite early and the birds are just shouting</p>\n<p>outside and everything seems just shouting for joy—even the trees and</p>\n<p>things we can’t really hear—I feel as if I must jump out of bed and</p>\n<p>shout myself. If I did it, just think what would happen!”</p>\n<p>Mary giggled inordinately.</p>\n<p>“The nurse would come running and Mrs. Medlock would come running and</p>\n<p>they would be sure you had gone crazy and they’d send for the</p>\n<p>doctor,” she said.</p>\n<p>Colin giggled himself. He could see how they would all look—how horrified</p>\n<p>by his outbreak and how amazed to see him standing upright.</p>\n<p>“I wish my father would come home,” he said. “I want to tell</p>\n<p>him myself. I’m always thinking about it—but we couldn’t go</p>\n<p>on like this much longer. I can’t stand lying still and pretending, and</p>\n<p>besides I look too different. I wish it wasn’t raining today.”</p>\n<p>It was then Mistress Mary had her inspiration.</p>\n<p>“Colin,” she began mysteriously, “do you know how many rooms</p>\n<p>there are in this house?”</p>\n<p>“About a thousand, I suppose,” he answered.</p>\n<p>“There’s about a hundred no one ever goes into,” said Mary.</p>\n<p>“And one rainy day I went and looked into ever so many of them. No one</p>\n<p>ever knew, though Mrs. Medlock nearly found me out. I lost my way when I was</p>\n<p>coming back and I stopped at the end of your corridor. That was the second time</p>\n<p>I heard you crying.”</p>\n<p>Colin started up on his sofa.</p>\n<p>“A hundred rooms no one goes into,” he said. “It sounds</p>\n<p>almost like a secret garden. Suppose we go and look at them. Wheel me in my</p>\n<p>chair and nobody would know we went.”</p>\n<p>“That’s what I was thinking,” said Mary. “No one would</p>\n<p>dare to follow us. There are galleries where you could run. We could do our</p>\n<p>exercises. There is a little Indian room where there is a cabinet full of ivory</p>\n<p>elephants. There are all sorts of rooms.”</p>\n<p>“Ring the bell,” said Colin.</p>\n<p>When the nurse came in he gave his orders.</p>\n<p>“I want my chair,” he said. “Miss Mary and I are going to</p>\n<p>look at the part of the house which is not used. John can push me as far as the</p>\n<p>picture-gallery because there are some stairs. Then he must go away and leave</p>\n<p>us alone until I send for him again.”</p>\n<p>Rainy days lost their terrors that morning. When the footman had wheeled the</p>\n<p>chair into the picture-gallery and left the two together in obedience to</p>\n<p>orders, Colin and Mary looked at each other delighted. As soon as Mary had made</p>\n<p>sure that John was really on his way back to his own quarters below stairs,</p>\n<p>Colin got out of his chair.</p>\n<p>“I am going to run from one end of the gallery to the other,” he</p>\n<p>said, “and then I am going to jump and then we will do Bob</p>\n<p>Haworth’s exercises.”</p>\n<p>And they did all these things and many others. They looked at the portraits and</p>\n<p>found the plain little girl dressed in green brocade and holding the parrot on</p>\n<p>her finger.</p>\n<p>“All these,” said Colin, “must be my relations. They lived a</p>\n<p>long time ago. That parrot one, I believe, is one of my great, great, great,</p>\n<p>great aunts. She looks rather like you, Mary—not as you look now but as</p>\n<p>you looked when you came here. Now you are a great deal fatter and better</p>\n<p>looking.”</p>\n<p>“So are you,” said Mary, and they both laughed.</p>\n<p>They went to the Indian room and amused themselves with the ivory elephants.</p>\n<p>They found the rose-colored brocade boudoir and the hole in the cushion the</p>\n<p>mouse had left, but the mice had grown up and run away and the hole was empty.</p>\n<p>They saw more rooms and made more discoveries than Mary had made on her first</p>\n<p>pilgrimage. They found new corridors and corners and flights of steps and new</p>\n<p>old pictures they liked and weird old things they did not know the use of. It</p>\n<p>was a curiously entertaining morning and the feeling of wandering about in the</p>\n<p>same house with other people but at the same time feeling as if one were miles</p>\n<p>away from them was a fascinating thing.</p>\n<p>“I’m glad we came,” Colin said. “I never knew I lived</p>\n<p>in such a big queer old place. I like it. We will ramble about every rainy day.</p>\n<p>We shall always be finding new queer corners and things.”</p>\n<p>That morning they had found among other things such good appetites that when</p>\n<p>they returned to Colin’s room it was not possible to send the luncheon</p>\n<p>away untouched.</p>\n<p>When the nurse carried the tray downstairs she slapped it down on the kitchen</p>\n<p>dresser so that Mrs. Loomis, the cook, could see the highly polished dishes and</p>\n<p>plates.</p>\n<p>“Look at that!” she said. “This is a house of mystery, and</p>\n<p>those two children are the greatest mysteries in it.”</p>\n<p>“If they keep that up every day,” said the strong young footman</p>\n<p>John, “there’d be small wonder that he weighs twice as much today</p>\n<p>as he did a month ago. I should have to give up my place in time, for fear of</p>\n<p>doing my muscles an injury.”</p>\n<p>That afternoon Mary noticed that something new had happened in Colin’s</p>\n<p>room. She had noticed it the day before but had said nothing because she</p>\n<p>thought the change might have been made by chance. She said nothing today but</p>\n<p>she sat and looked fixedly at the picture over the mantel. She could look at it</p>\n<p>because the curtain had been drawn aside. That was the change she noticed.</p>\n<p>“I know what you want me to tell you,” said Colin, after she had</p>\n<p>stared a few minutes. “I always know when you want me to tell you</p>\n<p>something. You are wondering why the curtain is drawn back. I am going to keep</p>\n<p>it like that.”</p>\n<p>“Why?” asked Mary.</p>\n<p>“Because it doesn’t make me angry any more to see her laughing. I</p>\n<p>wakened when it was bright moonlight two nights ago and felt as if the Magic</p>\n<p>was filling the room and making everything so splendid that I couldn’t</p>\n<p>lie still. I got up and looked out of the window. The room was quite light and</p>\n<p>there was a patch of moonlight on the curtain and somehow that made me go and</p>\n<p>pull the cord. She looked right down at me as if she were laughing because she</p>\n<p>was glad I was standing there. It made me like to look at her. I want to see</p>\n<p>her laughing like that all the time. I think she must have been a sort of Magic</p>\n<p>person perhaps.”</p>\n<p>“You are so like her now,” said Mary, “that sometimes I think</p>\n<p>perhaps you are her ghost made into a boy.”</p>\n<p>That idea seemed to impress Colin. He thought it over and then answered her</p>\n<p>slowly.</p>\n<p>“If I were her ghost—my father would be fond of me,” he said.</p>\n<p>“Do you want him to be fond of you?” inquired Mary.</p>\n<p>“I used to hate it because he was not fond of me. If he grew fond of me I</p>\n<p>think I should tell him about the Magic. It might make him more</p>\n<p>cheerful.”</p>\n"
}