{
  "title": "Chapter 4",
  "subtitle": "CHAPTER IV.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-4",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-3",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-5",
  "content": "<p>MARTHA</p>\n<p>When she opened her eyes in the morning it was because a young housemaid had</p>\n<p>come into her room to light the fire and was kneeling on the hearth-rug raking</p>\n<p>out the cinders noisily. Mary lay and watched her for a few moments and then</p>\n<p>began to look about the room. She had never seen a room at all like it and</p>\n<p>thought it curious and gloomy. The walls were covered with tapestry with a</p>\n<p>forest scene embroidered on it. There were fantastically dressed people under</p>\n<p>the trees and in the distance there was a glimpse of the turrets of a castle.</p>\n<p>There were hunters and horses and dogs and ladies. Mary felt as if she were in</p>\n<p>the forest with them. Out of a deep window she could see a great climbing</p>\n<p>stretch of land which seemed to have no trees on it, and to look rather like an</p>\n<p>endless, dull, purplish sea.</p>\n<p>“What is that?” she said, pointing out of the window.</p>\n<p>Martha, the young housemaid, who had just risen to her feet, looked and pointed</p>\n<p>also.</p>\n<p>“That there?” she said.</p>\n<p>“Yes.”</p>\n<p>“That’s th’ moor,” with a good-natured grin.</p>\n<p>“Does tha’ like it?”</p>\n<p>“No,” answered Mary. “I hate it.”</p>\n<p>“That’s because tha’rt not used to it,” Martha said,</p>\n<p>going back to her hearth. “Tha’ thinks it’s too big an’</p>\n<p>bare now. But tha’ will like it.”</p>\n<p>“Do you?” inquired Mary.</p>\n<p>“Aye, that I do,” answered Martha, cheerfully polishing away at the</p>\n<p>grate. “I just love it. It’s none bare. It’s covered</p>\n<p>wi’ growin’ things as smells sweet. It’s fair lovely in</p>\n<p>spring an’ summer when th’ gorse an’ broom an’</p>\n<p>heather’s in flower. It smells o’ honey an’ there’s</p>\n<p>such a lot o’ fresh air—an’ th’ sky looks so high</p>\n<p>an’ th’ bees an’ skylarks makes such a nice noise</p>\n<p>hummin’ an’ singin’. Eh! I wouldn’t live away from</p>\n<p>th’ moor for anythin’.”</p>\n<p>Mary listened to her with a grave, puzzled expression. The native servants she</p>\n<p>had been used to in India were not in the least like this. They were obsequious</p>\n<p>and servile and did not presume to talk to their masters as if they were their</p>\n<p>equals. They made salaams and called them “protector of the poor”</p>\n<p>and names of that sort. Indian servants were commanded to do things, not asked.</p>\n<p>It was not the custom to say “please” and “thank you”</p>\n<p>and Mary had always slapped her Ayah in the face when she was angry. She</p>\n<p>wondered a little what this girl would do if one slapped her in the face. She</p>\n<p>was a round, rosy, good-natured looking creature, but she had a sturdy way</p>\n<p>which made Mistress Mary wonder if she might not even slap back—if the</p>\n<p>person who slapped her was only a little girl.</p>\n<p>“You are a strange servant,” she said from her pillows, rather</p>\n<p>haughtily.</p>\n<p>Martha sat up on her heels, with her blacking-brush in her hand, and laughed,</p>\n<p>without seeming the least out of temper.</p>\n<p>“Eh! I know that,” she said. “If there was a grand Missus at</p>\n<p>Misselthwaite I should never have been even one of th’ under housemaids.</p>\n<p>I might have been let to be scullerymaid but I’d never have been let</p>\n<p>upstairs. I’m too common an’ I talk too much Yorkshire. But this is</p>\n<p>a funny house for all it’s so grand. Seems like there’s neither</p>\n<p>Master nor Mistress except Mr. Pitcher an’ Mrs. Medlock. Mr. Craven, he</p>\n<p>won’t be troubled about anythin’ when he’s here, an’</p>\n<p>he’s nearly always away. Mrs. Medlock gave me th’ place out</p>\n<p>o’ kindness. She told me she could never have done it if Misselthwaite</p>\n<p>had been like other big houses.”</p>\n<p>“Are you going to be my servant?” Mary asked, still in her</p>\n<p>imperious little Indian way.</p>\n<p>Martha began to rub her grate again.</p>\n<p>“I’m Mrs. Medlock’s servant,” she said stoutly.</p>\n<p>“An’ she’s Mr. Craven’s—but I’m to do the</p>\n<p>housemaid’s work up here an’ wait on you a bit. But you won’t</p>\n<p>need much waitin’ on.”</p>\n<p>“Who is going to dress me?” demanded Mary.</p>\n<p>Martha sat up on her heels again and stared. She spoke in broad Yorkshire in</p>\n<p>her amazement.</p>\n<p>“Canna’ tha’ dress thysen!” she said.</p>\n<p>“What do you mean? I don’t understand your language,” said</p>\n<p>Mary.</p>\n<p>“Eh! I forgot,” Martha said. “Mrs. Medlock told me I’d</p>\n<p>have to be careful or you wouldn’t know what I was sayin’. I mean</p>\n<p>can’t you put on your own clothes?”</p>\n<p>“No,” answered Mary, quite indignantly. “I never did in my</p>\n<p>life. My Ayah dressed me, of course.”</p>\n<p>“Well,” said Martha, evidently not in the least aware that she was</p>\n<p>impudent, “it’s time tha’ should learn. Tha’ cannot</p>\n<p>begin younger. It’ll do thee good to wait on thysen a bit. My mother</p>\n<p>always said she couldn’t see why grand people’s children</p>\n<p>didn’t turn out fair fools—what with nurses an’ bein’</p>\n<p>washed an’ dressed an’ took out to walk as if they was</p>\n<p>puppies!”</p>\n<p>“It is different in India,” said Mistress Mary disdainfully. She</p>\n<p>could scarcely stand this.</p>\n<p>But Martha was not at all crushed.</p>\n<p>“Eh! I can see it’s different,” she answered almost</p>\n<p>sympathetically. “I dare say it’s because there’s such a lot</p>\n<p>o’ blacks there instead o’ respectable white people. When I heard</p>\n<p>you was comin’ from India I thought you was a black too.”</p>\n<p>Mary sat up in bed furious.</p>\n<p>“What!” she said. “What! You thought I was a native.</p>\n<p>You—you daughter of a pig!”</p>\n<p>Martha stared and looked hot.</p>\n<p>“Who are you callin’ names?” she said. “You</p>\n<p>needn’t be so vexed. That’s not th’ way for a young lady to</p>\n<p>talk. I’ve nothin’ against th’ blacks. When you read about</p>\n<p>’em in tracts they’re always very religious. You always read as a</p>\n<p>black’s a man an’ a brother. I’ve never seen a black</p>\n<p>an’ I was fair pleased to think I was goin’ to see one close. When</p>\n<p>I come in to light your fire this mornin’ I crep’ up to your bed</p>\n<p>an’ pulled th’ cover back careful to look at you. An’ there</p>\n<p>you was,” disappointedly, “no more black than me—for all</p>\n<p>you’re so yeller.”</p>\n<p>Mary did not even try to control her rage and humiliation.</p>\n<p>“You thought I was a native! You dared! You don’t know anything</p>\n<p>about natives! They are not people—they’re servants who must salaam</p>\n<p>to you. You know nothing about India. You know nothing about anything!”</p>\n<p>She was in such a rage and felt so helpless before the girl’s simple</p>\n<p>stare, and somehow she suddenly felt so horribly lonely and far away from</p>\n<p>everything she understood and which understood her, that she threw herself face</p>\n<p>downward on the pillows and burst into passionate sobbing. She sobbed so</p>\n<p>unrestrainedly that good-natured Yorkshire Martha was a little frightened and</p>\n<p>quite sorry for her. She went to the bed and bent over her.</p>\n<p>“Eh! you mustn’t cry like that there!” she begged. “You</p>\n<p>mustn’t for sure. I didn’t know you’d be vexed. I don’t</p>\n<p>know anythin’ about anythin’—just like you said. I beg your</p>\n<p>pardon, Miss. Do stop cryin’.”</p>\n<p>There was something comforting and really friendly in her queer Yorkshire</p>\n<p>speech and sturdy way which had a good effect on Mary. She gradually ceased</p>\n<p>crying and became quiet. Martha looked relieved.</p>\n<p>“It’s time for thee to get up now,” she said. “Mrs.</p>\n<p>Medlock said I was to carry tha’ breakfast an’ tea an’ dinner</p>\n<p>into th’ room next to this. It’s been made into a nursery for thee.</p>\n<p>I’ll help thee on with thy clothes if tha’ll get out o’ bed.</p>\n<p>If th’ buttons are at th’ back tha’ cannot button them up</p>\n<p>tha’self.”</p>\n<p>When Mary at last decided to get up, the clothes Martha took from the wardrobe</p>\n<p>were not the ones she had worn when she arrived the night before with Mrs.</p>\n<p>Medlock.</p>\n<p>“Those are not mine,” she said. “Mine are black.”</p>\n<p>She looked the thick white wool coat and dress over, and added with cool</p>\n<p>approval:</p>\n<p>“Those are nicer than mine.”</p>\n<p>“These are th’ ones tha’ must put on,” Martha answered.</p>\n<p>“Mr. Craven ordered Mrs. Medlock to get ’em in London. He said</p>\n<p>‘I won’t have a child dressed in black wanderin’ about like a</p>\n<p>lost soul,’ he said. ‘It’d make the place sadder than it is.</p>\n<p>Put color on her.’ Mother she said she knew what he meant. Mother always</p>\n<p>knows what a body means. She doesn’t hold with black</p>\n<p>hersel’.”</p>\n<p>“I hate black things,” said Mary.</p>\n<p>The dressing process was one which taught them both something. Martha had</p>\n<p>“buttoned up” her little sisters and brothers but she had never</p>\n<p>seen a child who stood still and waited for another person to do things for her</p>\n<p>as if she had neither hands nor feet of her own.</p>\n<p>“Why doesn’t tha’ put on tha’ own shoes?” she</p>\n<p>said when Mary quietly held out her foot.</p>\n<p>“My Ayah did it,” answered Mary, staring. “It was the</p>\n<p>custom.”</p>\n<p>She said that very often—“It was the custom.” The native</p>\n<p>servants were always saying it. If one told them to do a thing their ancestors</p>\n<p>had not done for a thousand years they gazed at one mildly and said, “It</p>\n<p>is not the custom” and one knew that was the end of the matter.</p>\n<p>It had not been the custom that Mistress Mary should do anything but stand and</p>\n<p>allow herself to be dressed like a doll, but before she was ready for breakfast</p>\n<p>she began to suspect that her life at Misselthwaite Manor would end by teaching</p>\n<p>her a number of things quite new to her—things such as putting on her own</p>\n<p>shoes and stockings, and picking up things she let fall. If Martha had been a</p>\n<p>well-trained fine young lady’s maid she would have been more subservient</p>\n<p>and respectful and would have known that it was her business to brush hair, and</p>\n<p>button boots, and pick things up and lay them away. She was, however, only an</p>\n<p>untrained Yorkshire rustic who had been brought up in a moorland cottage with a</p>\n<p>swarm of little brothers and sisters who had never dreamed of doing anything</p>\n<p>but waiting on themselves and on the younger ones who were either babies in</p>\n<p>arms or just learning to totter about and tumble over things.</p>\n<p>If Mary Lennox had been a child who was ready to be amused she would perhaps</p>\n<p>have laughed at Martha’s readiness to talk, but Mary only listened to her</p>\n<p>coldly and wondered at her freedom of manner. At first she was not at all</p>\n<p>interested, but gradually, as the girl rattled on in her good-tempered, homely</p>\n<p>way, Mary began to notice what she was saying.</p>\n<p>“Eh! you should see ’em all,” she said. “There’s</p>\n<p>twelve of us an’ my father only gets sixteen shilling a week. I can tell</p>\n<p>you my mother’s put to it to get porridge for ’em all. They tumble</p>\n<p>about on th’ moor an’ play there all day an’ mother says</p>\n<p>th’ air of th’ moor fattens ’em. She says she believes they</p>\n<p>eat th’ grass same as th’ wild ponies do. Our Dickon, he’s</p>\n<p>twelve years old and he’s got a young pony he calls his own.”</p>\n<p>“Where did he get it?” asked Mary.</p>\n<p>“He found it on th’ moor with its mother when it was a little one</p>\n<p>an’ he began to make friends with it an’ give it bits o’</p>\n<p>bread an’ pluck young grass for it. And it got to like him so it follows</p>\n<p>him about an’ it lets him get on its back. Dickon’s a kind lad</p>\n<p>an’ animals likes him.”</p>\n<p>Mary had never possessed an animal pet of her own and had always thought she</p>\n<p>should like one. So she began to feel a slight interest in Dickon, and as she</p>\n<p>had never before been interested in anyone but herself, it was the dawning of</p>\n<p>a healthy sentiment. When she went into the room which had been made into a</p>\n<p>nursery for her, she found that it was rather like the one she had slept in. It</p>\n<p>was not a child’s room, but a grown-up person’s room, with gloomy</p>\n<p>old pictures on the walls and heavy old oak chairs. A table in the center was</p>\n<p>set with a good substantial breakfast. But she had always had a very small</p>\n<p>appetite, and she looked with something more than indifference at the first</p>\n<p>plate Martha set before her.</p>\n<p>“I don’t want it,” she said.</p>\n<p>“Tha’ doesn’t want thy porridge!” Martha exclaimed</p>\n<p>incredulously.</p>\n<p>“No.”</p>\n<p>“Tha’ doesn’t know how good it is. Put a bit o’ treacle</p>\n<p>on it or a bit o’ sugar.”</p>\n<p>“I don’t want it,” repeated Mary.</p>\n<p>“Eh!” said Martha. “I can’t abide to see good victuals</p>\n<p>go to waste. If our children was at this table they’d clean it bare in</p>\n<p>five minutes.”</p>\n<p>“Why?” said Mary coldly.</p>\n<p>“Why!” echoed Martha. “Because they scarce ever had their</p>\n<p>stomachs full in their lives. They’re as hungry as young hawks an’</p>\n<p>foxes.”</p>\n<p>“I don’t know what it is to be hungry,” said Mary, with the</p>\n<p>indifference of ignorance.</p>\n<p>Martha looked indignant.</p>\n<p>“Well, it would do thee good to try it. I can see that plain</p>\n<p>enough,” she said outspokenly. “I’ve no patience with folk as</p>\n<p>sits an’ just stares at good bread an’ meat. My word! don’t I</p>\n<p>wish Dickon and Phil an’ Jane an’ th’ rest of ’em had</p>\n<p>what’s here under their pinafores.”</p>\n<p>“Why don’t you take it to them?” suggested Mary.</p>\n<p>“It’s not mine,” answered Martha stoutly. “An’</p>\n<p>this isn’t my day out. I get my day out once a month same as th’</p>\n<p>rest. Then I go home an’ clean up for mother an’ give her a</p>\n<p>day’s rest.”</p>\n<p>Mary drank some tea and ate a little toast and some marmalade.</p>\n<p>“You wrap up warm an’ run out an’ play you,” said</p>\n<p>Martha. “It’ll do you good and give you some stomach for your</p>\n<p>meat.”</p>\n<p>Mary went to the window. There were gardens and paths and big trees, but</p>\n<p>everything looked dull and wintry.</p>\n<p>“Out? Why should I go out on a day like this?”</p>\n<p>“Well, if tha’ doesn’t go out tha’lt have to stay in,</p>\n<p>an’ what has tha’ got to do?”</p>\n<p>Mary glanced about her. There was nothing to do. When Mrs. Medlock had prepared</p>\n<p>the nursery she had not thought of amusement. Perhaps it would be better to go</p>\n<p>and see what the gardens were like.</p>\n<p>“Who will go with me?” she inquired.</p>\n<p>Martha stared.</p>\n<p>“You’ll go by yourself,” she answered. “You’ll</p>\n<p>have to learn to play like other children does when they haven’t got</p>\n<p>sisters and brothers. Our Dickon goes off on th’ moor by himself</p>\n<p>an’ plays for hours. That’s how he made friends with th’</p>\n<p>pony. He’s got sheep on th’ moor that knows him, an’ birds as</p>\n<p>comes an’ eats out of his hand. However little there is to eat, he always</p>\n<p>saves a bit o’ his bread to coax his pets.”</p>\n<p>It was really this mention of Dickon which made Mary decide to go out, though</p>\n<p>she was not aware of it. There would be, birds outside though there would not</p>\n<p>be ponies or sheep. They would be different from the birds in India and it</p>\n<p>might amuse her to look at them.</p>\n<p>Martha found her coat and hat for her and a pair of stout little boots and she</p>\n<p>showed her her way downstairs.</p>\n<p>“If tha’ goes round that way tha’ll come to th’</p>\n<p>gardens,” she said, pointing to a gate in a wall of shrubbery.</p>\n<p>“There’s lots o’ flowers in summer-time, but there’s</p>\n<p>nothin’ bloomin’ now.” She seemed to hesitate a second before</p>\n<p>she added, “One of th’ gardens is locked up. No one has been in it</p>\n<p>for ten years.”</p>\n<p>“Why?” asked Mary in spite of herself. Here was another locked door</p>\n<p>added to the hundred in the strange house.</p>\n<p>“Mr. Craven had it shut when his wife died so sudden. He won’t let</p>\n<p>no one go inside. It was her garden. He locked th’ door an’ dug a</p>\n<p>hole and buried th’ key. There’s Mrs. Medlock’s bell</p>\n<p>ringing—I must run.”</p>\n<p>After she was gone Mary turned down the walk which led to the door in the</p>\n<p>shrubbery. She could not help thinking about the garden which no one had been</p>\n<p>into for ten years. She wondered what it would look like and whether there were</p>\n<p>any flowers still alive in it. When she had passed through the shrubbery gate</p>\n<p>she found herself in great gardens, with wide lawns and winding walks with</p>\n<p>clipped borders. There were trees, and flower-beds, and evergreens clipped into</p>\n<p>strange shapes, and a large pool with an old gray fountain in its midst. But</p>\n<p>the flower-beds were bare and wintry and the fountain was not playing. This was</p>\n<p>not the garden which was shut up. How could a garden be shut up? You could</p>\n<p>always walk into a garden.</p>\n<p>She was just thinking this when she saw that, at the end of the path she was</p>\n<p>following, there seemed to be a long wall, with ivy growing over it. She was</p>\n<p>not familiar enough with England to know that she was coming upon the</p>\n<p>kitchen-gardens where the vegetables and fruit were growing. She went toward</p>\n<p>the wall and found that there was a green door in the ivy, and that it stood</p>\n<p>open. This was not the closed garden, evidently, and she could go into it.</p>\n<p>She went through the door and found that it was a garden with walls all round</p>\n<p>it and that it was only one of several walled gardens which seemed to open into</p>\n<p>one another. She saw another open green door, revealing bushes and pathways</p>\n<p>between beds containing winter vegetables. Fruit-trees were trained flat</p>\n<p>against the wall, and over some of the beds there were glass frames. The place</p>\n<p>was bare and ugly enough, Mary thought, as she stood and stared about her. It</p>\n<p>might be nicer in summer when things were green, but there was nothing pretty</p>\n<p>about it now.</p>\n<p>Presently an old man with a spade over his shoulder walked through the door</p>\n<p>leading from the second garden. He looked startled when he saw Mary, and then</p>\n<p>touched his cap. He had a surly old face, and did not seem at all pleased to</p>\n<p>see her—but then she was displeased with his garden and wore her</p>\n<p>“quite contrary” expression, and certainly did not seem at all</p>\n<p>pleased to see him.</p>\n<p>“What is this place?” she asked.</p>\n<p>“One o’ th’ kitchen-gardens,” he answered.</p>\n<p>“What is that?” said Mary, pointing through the other green door.</p>\n<p>“Another of ’em,” shortly. “There’s another on</p>\n<p>t’other side o’ th’ wall an’ there’s th’</p>\n<p>orchard t’other side o’ that.”</p>\n<p>“Can I go in them?” asked Mary.</p>\n<p>“If tha’ likes. But there’s nowt to see.”</p>\n<p>Mary made no response. She went down the path and through the second green</p>\n<p>door. There, she found more walls and winter vegetables and glass frames, but</p>\n<p>in the second wall there was another green door and it was not open. Perhaps it</p>\n<p>led into the garden which no one had seen for ten years. As she was not at all</p>\n<p>a timid child and always did what she wanted to do, Mary went to the green door</p>\n<p>and turned the handle. She hoped the door would not open because she wanted to</p>\n<p>be sure she had found the mysterious garden—but it did open quite easily</p>\n<p>and she walked through it and found herself in an orchard. There were walls all</p>\n<p>round it also and trees trained against them, and there were bare fruit-trees</p>\n<p>growing in the winter-browned grass—but there was no green door to be</p>\n<p>seen anywhere. Mary looked for it, and yet when she had entered the upper end</p>\n<p>of the garden she had noticed that the wall did not seem to end with the</p>\n<p>orchard but to extend beyond it as if it enclosed a place at the other side.</p>\n<p>She could see the tops of trees above the wall, and when she stood still she</p>\n<p>saw a bird with a bright red breast sitting on the topmost branch of one of</p>\n<p>them, and suddenly he burst into his winter song—almost as if he had</p>\n<p>caught sight of her and was calling to her.</p>\n<p>She stopped and listened to him and somehow his cheerful, friendly little</p>\n<p>whistle gave her a pleased feeling—even a disagreeable little girl may be</p>\n<p>lonely, and the big closed house and big bare moor and big bare gardens had</p>\n<p>made this one feel as if there was no one left in the world but herself. If she</p>\n<p>had been an affectionate child, who had been used to being loved, she would</p>\n<p>have broken her heart, but even though she was “Mistress Mary Quite</p>\n<p>Contrary” she was desolate, and the bright-breasted little bird brought a</p>\n<p>look into her sour little face which was almost a smile. She listened to him</p>\n<p>until he flew away. He was not like an Indian bird and she liked him and</p>\n<p>wondered if she should ever see him again. Perhaps he lived in the mysterious</p>\n<p>garden and knew all about it.</p>\n<p>Perhaps it was because she had nothing whatever to do that she thought so much</p>\n<p>of the deserted garden. She was curious about it and wanted to see what it was</p>\n<p>like. Why had Mr. Archibald Craven buried the key? If he had liked his wife so</p>\n<p>much why did he hate her garden? She wondered if she should ever see him, but</p>\n<p>she knew that if she did she should not like him, and he would not like her,</p>\n<p>and that she should only stand and stare at him and say nothing, though she</p>\n<p>should be wanting dreadfully to ask him why he had done such a queer thing.</p>\n<p>“People never like me and I never like people,” she thought.</p>\n<p>“And I never can talk as the Crawford children could. They were always</p>\n<p>talking and laughing and making noises.”</p>\n<p>She thought of the robin and of the way he seemed to sing his song at her, and</p>\n<p>as she remembered the tree-top he perched on she stopped rather suddenly on the</p>\n<p>path.</p>\n<p>“I believe that tree was in the secret garden—I feel sure it</p>\n<p>was,” she said. “There was a wall round the place and there was no</p>\n<p>door.”</p>\n<p>She walked back into the first kitchen-garden she had entered and found the old</p>\n<p>man digging there. She went and stood beside him and watched him a few moments</p>\n<p>in her cold little way. He took no notice of her and so at last she spoke to</p>\n<p>him.</p>\n<p>“I have been into the other gardens,” she said.</p>\n<p>“There was nothin’ to prevent thee,” he answered crustily.</p>\n<p>“I went into the orchard.”</p>\n<p>“There was no dog at th’ door to bite thee,” he answered.</p>\n<p>“There was no door there into the other garden,” said Mary.</p>\n<p>“What garden?” he said in a rough voice, stopping his digging for a</p>\n<p>moment.</p>\n<p>“The one on the other side of the wall,” answered Mistress Mary.</p>\n<p>“There are trees there—I saw the tops of them. A bird with a red</p>\n<p>breast was sitting on one of them and he sang.”</p>\n<p>To her surprise the surly old weather-beaten face actually changed its</p>\n<p>expression. A slow smile spread over it and the gardener looked quite</p>\n<p>different. It made her think that it was curious how much nicer a person looked</p>\n<p>when he smiled. She had not thought of it before.</p>\n<p>He turned about to the orchard side of his garden and began to whistle—a</p>\n<p>low soft whistle. She could not understand how such a surly man could make such</p>\n<p>a coaxing sound.</p>\n<p>Almost the next moment a wonderful thing happened. She heard a soft little</p>\n<p>rushing flight through the air—and it was the bird with the red breast</p>\n<p>flying to them, and he actually alighted on the big clod of earth quite near to</p>\n<p>the gardener’s foot.</p>\n<p>“Here he is,” chuckled the old man, and then he spoke to the bird</p>\n<p>as if he were speaking to a child.</p>\n<p>“Where has tha’ been, tha’ cheeky little beggar?” he</p>\n<p>said. “I’ve not seen thee before today. Has tha begun tha’</p>\n<p>courtin’ this early in th’ season? Tha’rt too forrad.”</p>\n<p>The bird put his tiny head on one side and looked up at him with his soft</p>\n<p>bright eye which was like a black dewdrop. He seemed quite familiar and not the</p>\n<p>least afraid. He hopped about and pecked the earth briskly, looking for seeds</p>\n<p>and insects. It actually gave Mary a queer feeling in her heart, because he was</p>\n<p>so pretty and cheerful and seemed so like a person. He had a tiny plump body</p>\n<p>and a delicate beak, and slender delicate legs.</p>\n<p>“Will he always come when you call him?” she asked almost in a</p>\n<p>whisper.</p>\n<p>“Aye, that he will. I’ve knowed him ever since he was a fledgling.</p>\n<p>He come out of th’ nest in th’ other garden an’ when first he</p>\n<p>flew over th’ wall he was too weak to fly back for a few days an’</p>\n<p>we got friendly. When he went over th’ wall again th’ rest of</p>\n<p>th’ brood was gone an’ he was lonely an’ he come back to</p>\n<p>me.”</p>\n<p>“What kind of a bird is he?” Mary asked.</p>\n<p>“Doesn’t tha’ know? He’s a robin redbreast an’</p>\n<p>they’re th’ friendliest, curiousest birds alive. They’re</p>\n<p>almost as friendly as dogs—if you know how to get on with ’em.</p>\n<p>Watch him peckin’ about there an’ lookin’ round at us now</p>\n<p>an’ again. He knows we’re talkin’ about him.”</p>\n<p>It was the queerest thing in the world to see the old fellow. He looked at the</p>\n<p>plump little scarlet-waistcoated bird as if he were both proud and fond of him.</p>\n<p>“He’s a conceited one,” he chuckled. “He likes to hear</p>\n<p>folk talk about him. An’ curious—bless me, there never was his like</p>\n<p>for curiosity an’ meddlin’. He’s always comin’ to see</p>\n<p>what I’m plantin’. He knows all th’ things Mester Craven</p>\n<p>never troubles hissel’ to find out. He’s th’ head gardener,</p>\n<p>he is.”</p>\n<p>The robin hopped about busily pecking the soil and now and then stopped and</p>\n<p>looked at them a little. Mary thought his black dewdrop eyes gazed at her with</p>\n<p>great curiosity. It really seemed as if he were finding out all about her. The</p>\n<p>queer feeling in her heart increased.</p>\n<p>“Where did the rest of the brood fly to?” she asked.</p>\n<p>“There’s no knowin’. The old ones turn ’em out o’</p>\n<p>their nest an’ make ’em fly an’ they’re scattered</p>\n<p>before you know it. This one was a knowin’ one an’ he knew he was</p>\n<p>lonely.”</p>\n<p>Mistress Mary went a step nearer to the robin and looked at him very hard.</p>\n<p>“I’m lonely,” she said.</p>\n<p>She had not known before that this was one of the things which made her feel</p>\n<p>sour and cross. She seemed to find it out when the robin looked at her and she</p>\n<p>looked at the robin.</p>\n<p>The old gardener pushed his cap back on his bald head and stared at her a</p>\n<p>minute.</p>\n<p>“Art tha’ th’ little wench from India?” he asked.</p>\n<p>Mary nodded.</p>\n<p>“Then no wonder tha’rt lonely. Tha’lt be lonlier before</p>\n<p>tha’s done,” he said.</p>\n<p>He began to dig again, driving his spade deep into the rich black garden soil</p>\n<p>while the robin hopped about very busily employed.</p>\n<p>“What is your name?” Mary inquired.</p>\n<p>He stood up to answer her.</p>\n<p>“Ben Weatherstaff,” he answered, and then he added with a surly</p>\n<p>chuckle, “I’m lonely mysel’ except when he’s with</p>\n<p>me,” and he jerked his thumb toward the robin. “He’s</p>\n<p>th’ only friend I’ve got.”</p>\n<p>“I have no friends at all,” said Mary. “I never had. My Ayah</p>\n<p>didn’t like me and I never played with anyone.”</p>\n<p>It is a Yorkshire habit to say what you think with blunt frankness, and old Ben</p>\n<p>Weatherstaff was a Yorkshire moor man.</p>\n<p>“Tha’ an’ me are a good bit alike,” he said. “We</p>\n<p>was wove out of th’ same cloth. We’re neither of us good</p>\n<p>lookin’ an’ we’re both of us as sour as we look. We’ve</p>\n<p>got the same nasty tempers, both of us, I’ll warrant.”</p>\n<p>This was plain speaking, and Mary Lennox had never heard the truth about</p>\n<p>herself in her life. Native servants always salaamed and submitted to you,</p>\n<p>whatever you did. She had never thought much about her looks, but she wondered</p>\n<p>if she was as unattractive as Ben Weatherstaff and she also wondered if she</p>\n<p>looked as sour as he had looked before the robin came. She actually began to</p>\n<p>wonder also if she was “nasty tempered.” She felt uncomfortable.</p>\n<p>Suddenly a clear rippling little sound broke out near her and she turned round.</p>\n<p>She was standing a few feet from a young apple-tree and the robin had flown on</p>\n<p>to one of its branches and had burst out into a scrap of a song. Ben</p>\n<p>Weatherstaff laughed outright.</p>\n<p>“What did he do that for?” asked Mary.</p>\n<p>“He’s made up his mind to make friends with thee,” replied</p>\n<p>Ben. “Dang me if he hasn’t took a fancy to thee.”</p>\n<p>“To me?” said Mary, and she moved toward the little tree softly and</p>\n<p>looked up.</p>\n<p>“Would you make friends with me?” she said to the robin just as if</p>\n<p>she was speaking to a person. “Would you?” And she did not say it</p>\n<p>either in her hard little voice or in her imperious Indian voice, but in a tone</p>\n<p>so soft and eager and coaxing that Ben Weatherstaff was as surprised as she had</p>\n<p>been when she heard him whistle.</p>\n<p>“Why,” he cried out, “tha’ said that as nice an’</p>\n<p>human as if tha’ was a real child instead of a sharp old woman.</p>\n<p>Tha’ said it almost like Dickon talks to his wild things on th’</p>\n<p>moor.”</p>\n<p>“Do you know Dickon?” Mary asked, turning round rather in a hurry.</p>\n<p>“Everybody knows him. Dickon’s wanderin’ about everywhere.</p>\n<p>Th’ very blackberries an’ heather-bells knows him. I warrant</p>\n<p>th’ foxes shows him where their cubs lies an’ th’ skylarks</p>\n<p>doesn’t hide their nests from him.”</p>\n<p>Mary would have liked to ask some more questions. She was almost as curious</p>\n<p>about Dickon as she was about the deserted garden. But just that moment the</p>\n<p>robin, who had ended his song, gave a little shake of his wings, spread them</p>\n<p>and flew away. He had made his visit and had other things to do.</p>\n<p>“He has flown over the wall!” Mary cried out, watching him.</p>\n<p>“He has flown into the orchard—he has flown across the other</p>\n<p>wall—into the garden where there is no door!”</p>\n<p>“He lives there,” said old Ben. “He came out o’</p>\n<p>th’ egg there. If he’s courtin’, he’s makin’ up</p>\n<p>to some young madam of a robin that lives among th’ old rose-trees</p>\n<p>there.”</p>\n<p>“Rose-trees,” said Mary. “Are there rose-trees?”</p>\n<p>Ben Weatherstaff took up his spade again and began to dig.</p>\n<p>“There was ten year’ ago,” he mumbled.</p>\n<p>“I should like to see them,” said Mary. “Where is the green</p>\n<p>door? There must be a door somewhere.”</p>\n<p>Ben drove his spade deep and looked as uncompanionable as he had looked when</p>\n<p>she first saw him.</p>\n<p>“There was ten year’ ago, but there isn’t now,” he</p>\n<p>said.</p>\n<p>“No door!” cried Mary. “There must be.”</p>\n<p>“None as anyone can find, an’ none as is anyone’s business.</p>\n<p>Don’t you be a meddlesome wench an’ poke your nose where it’s</p>\n<p>no cause to go. Here, I must go on with my work. Get you gone an’ play</p>\n<p>you. I’ve no more time.”</p>\n<p>And he actually stopped digging, threw his spade over his shoulder and walked</p>\n<p>off, without even glancing at her or saying good-by.</p>\n"
}