{
  "title": "Chapter 19",
  "subtitle": "CHAPTER XIX.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-19",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-18",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-20",
  "content": "<p>“IT HAS COME!”</p>\n<p>Of course Dr. Craven had been sent for the morning after Colin had had his</p>\n<p>tantrum. He was always sent for at once when such a thing occurred and he</p>\n<p>always found, when he arrived, a white shaken boy lying on his bed, sulky and</p>\n<p>still so hysterical that he was ready to break into fresh sobbing at the least</p>\n<p>word. In fact, Dr. Craven dreaded and detested the difficulties of these</p>\n<p>visits. On this occasion he was away from Misselthwaite Manor until afternoon.</p>\n<p>“How is he?” he asked Mrs. Medlock rather irritably when he</p>\n<p>arrived. “He will break a blood-vessel in one of those fits some day. The</p>\n<p>boy is half insane with hysteria and self-indulgence.”</p>\n<p>“Well, sir,” answered Mrs. Medlock, “you’ll scarcely</p>\n<p>believe your eyes when you see him. That plain sour-faced child that’s</p>\n<p>almost as bad as himself has just bewitched him. How she’s done it</p>\n<p>there’s no telling. The Lord knows she’s nothing to look at and you</p>\n<p>scarcely ever hear her speak, but she did what none of us dare do. She just</p>\n<p>flew at him like a little cat last night, and stamped her feet and ordered him</p>\n<p>to stop screaming, and somehow she startled him so that he actually did stop,</p>\n<p>and this afternoon—well just come up and see, sir. It’s past</p>\n<p>crediting.”</p>\n<p>The scene which Dr. Craven beheld when he entered his patient’s room was</p>\n<p>indeed rather astonishing to him. As Mrs. Medlock opened the door he heard</p>\n<p>laughing and chattering. Colin was on his sofa in his dressing-gown and he was</p>\n<p>sitting up quite straight looking at a picture in one of the garden books and</p>\n<p>talking to the plain child who at that moment could scarcely be called plain at</p>\n<p>all because her face was so glowing with enjoyment.</p>\n<p>“Those long spires of blue ones—we’ll have a lot of</p>\n<p>those,” Colin was announcing. “They’re called</p>\n<p>Del-phin-iums.”</p>\n<p>“Dickon says they’re larkspurs made big and grand,” cried</p>\n<p>Mistress Mary. “There are clumps there already.”</p>\n<p>Then they saw Dr. Craven and stopped. Mary became quite still and Colin looked</p>\n<p>fretful.</p>\n<p>“I am sorry to hear you were ill last night, my boy,” Dr. Craven</p>\n<p>said a trifle nervously. He was rather a nervous man.</p>\n<p>“I’m better now—much better,” Colin answered, rather</p>\n<p>like a Rajah. “I’m going out in my chair in a day or two if it is</p>\n<p>fine. I want some fresh air.”</p>\n<p>Dr. Craven sat down by him and felt his pulse and looked at him curiously.</p>\n<p>“It must be a very fine day,” he said, “and you must be very</p>\n<p>careful not to tire yourself.”</p>\n<p>“Fresh air won’t tire me,” said the young Rajah.</p>\n<p>As there had been occasions when this same young gentleman had shrieked aloud</p>\n<p>with rage and had insisted that fresh air would give him cold and kill him, it</p>\n<p>is not to be wondered at that his doctor felt somewhat startled.</p>\n<p>“I thought you did not like fresh air,” he said.</p>\n<p>“I don’t when I am by myself,” replied the Rajah; “but</p>\n<p>my cousin is going out with me.”</p>\n<p>“And the nurse, of course?” suggested Dr. Craven.</p>\n<p>“No, I will not have the nurse,” so magnificently that Mary could</p>\n<p>not help remembering how the young native Prince had looked with his diamonds</p>\n<p>and emeralds and pearls stuck all over him and the great rubies on the small</p>\n<p>dark hand he had waved to command his servants to approach with salaams and</p>\n<p>receive his orders.</p>\n<p>“My cousin knows how to take care of me. I am always better when she is</p>\n<p>with me. She made me better last night. A very strong boy I know will push my</p>\n<p>carriage.”</p>\n<p>Dr. Craven felt rather alarmed. If this tiresome hysterical boy should chance</p>\n<p>to get well he himself would lose all chance of inheriting Misselthwaite; but</p>\n<p>he was not an unscrupulous man, though he was a weak one, and he did not intend</p>\n<p>to let him run into actual danger.</p>\n<p>“He must be a strong boy and a steady boy,” he said. “And I</p>\n<p>must know something about him. Who is he? What is his name?”</p>\n<p>“It’s Dickon,” Mary spoke up suddenly. She felt somehow that</p>\n<p>everybody who knew the moor must know Dickon. And she was right, too. She saw</p>\n<p>that in a moment Dr. Craven’s serious face relaxed into a relieved smile.</p>\n<p>“Oh, Dickon,” he said. “If it is Dickon you will be safe</p>\n<p>enough. He’s as strong as a moor pony, is Dickon.”</p>\n<p>“And he’s trusty,” said Mary. “He’s th’</p>\n<p>trustiest lad i’ Yorkshire.” She had been talking Yorkshire to</p>\n<p>Colin and she forgot herself.</p>\n<p>“Did Dickon teach you that?” asked Dr. Craven, laughing outright.</p>\n<p>“I’m learning it as if it was French,” said Mary rather</p>\n<p>coldly. “It’s like a native dialect in India. Very clever people</p>\n<p>try to learn them. I like it and so does Colin.”</p>\n<p>“Well, well,” he said. “If it amuses you perhaps it</p>\n<p>won’t do you any harm. Did you take your bromide last night, Colin?”</p>\n<p>“No,” Colin answered. “I wouldn’t take it at first and</p>\n<p>after Mary made me quiet she talked me to sleep—in a low</p>\n<p>voice—about the spring creeping into a garden.”</p>\n<p>“That sounds soothing,” said Dr. Craven, more perplexed than ever</p>\n<p>and glancing sideways at Mistress Mary sitting on her stool and looking down</p>\n<p>silently at the carpet. “You are evidently better, but you must</p>\n<p>remember—”</p>\n<p>“I don’t want to remember,” interrupted the Rajah, appearing</p>\n<p>again. “When I lie by myself and remember I begin to have pains</p>\n<p>everywhere and I think of things that make me begin to scream because I hate</p>\n<p>them so. If there was a doctor anywhere who could make you forget you were ill</p>\n<p>instead of remembering it I would have him brought here.” And he waved a</p>\n<p>thin hand which ought really to have been covered with royal signet rings made</p>\n<p>of rubies. “It is because my cousin makes me forget that she makes me</p>\n<p>better.”</p>\n<p>Dr. Craven had never made such a short stay after a “tantrum”;</p>\n<p>usually he was obliged to remain a very long time and do a great many things.</p>\n<p>This afternoon he did not give any medicine or leave any new orders and he was</p>\n<p>spared any disagreeable scenes. When he went downstairs he looked very</p>\n<p>thoughtful and when he talked to Mrs. Medlock in the library she felt that he</p>\n<p>was a much puzzled man.</p>\n<p>“Well, sir,” she ventured, “could you have believed</p>\n<p>it?”</p>\n<p>“It is certainly a new state of affairs,” said the doctor.</p>\n<p>“And there’s no denying it is better than the old one.”</p>\n<p>“I believe Susan Sowerby’s right—I do that,” said Mrs.</p>\n<p>Medlock. “I stopped in her cottage on my way to Thwaite yesterday and had</p>\n<p>a bit of talk with her. And she says to me, ‘Well, Sarah Ann, she</p>\n<p>mayn’t be a good child, an’ she mayn’t be a pretty one, but</p>\n<p>she’s a child, an’ children needs children.’ We went to</p>\n<p>school together, Susan Sowerby and me.”</p>\n<p>“She’s the best sick nurse I know,” said Dr. Craven.</p>\n<p>“When I find her in a cottage I know the chances are that I shall save my</p>\n<p>patient.”</p>\n<p>Mrs. Medlock smiled. She was fond of Susan Sowerby.</p>\n<p>“She’s got a way with her, has Susan,” she went on quite</p>\n<p>volubly. “I’ve been thinking all morning of one thing she said</p>\n<p>yesterday. She says, ‘Once when I was givin’ th’ children a</p>\n<p>bit of a preach after they’d been fightin’ I ses to ’em all,</p>\n<p>“When I was at school my jography told as th’ world was shaped like</p>\n<p>a orange an’ I found out before I was ten that th’ whole orange</p>\n<p>doesn’t belong to nobody. No one owns more than his bit of a quarter</p>\n<p>an’ there’s times it seems like there’s not enow quarters to</p>\n<p>go round. But don’t you—none o’ you—think as you own</p>\n<p>th’ whole orange or you’ll find out you’re mistaken,</p>\n<p>an’ you won’t find it out without hard knocks.” ‘What</p>\n<p>children learns from children,’ she says, ‘is that there’s no</p>\n<p>sense in grabbin’ at th’ whole orange—peel an’ all. If</p>\n<p>you do you’ll likely not get even th’ pips, an’ them’s</p>\n<p>too bitter to eat.’”</p>\n<p>“She’s a shrewd woman,” said Dr. Craven, putting on his coat.</p>\n<p>“Well, she’s got a way of saying things,” ended Mrs. Medlock,</p>\n<p>much pleased. “Sometimes I’ve said to her, ‘Eh! Susan, if you</p>\n<p>was a different woman an’ didn’t talk such broad Yorkshire</p>\n<p>I’ve seen the times when I should have said you was clever.’”</p>\n<p>That night Colin slept without once awakening and when he opened his eyes in</p>\n<p>the morning he lay still and smiled without knowing it—smiled because he</p>\n<p>felt so curiously comfortable. It was actually nice to be awake, and he turned</p>\n<p>over and stretched his limbs luxuriously. He felt as if tight strings which had</p>\n<p>held him had loosened themselves and let him go. He did not know that Dr.</p>\n<p>Craven would have said that his nerves had relaxed and rested themselves.</p>\n<p>Instead of lying and staring at the wall and wishing he had not awakened, his</p>\n<p>mind was full of the plans he and Mary had made yesterday, of pictures of the</p>\n<p>garden and of Dickon and his wild creatures. It was so nice to have things to</p>\n<p>think about. And he had not been awake more than ten minutes when he heard feet</p>\n<p>running along the corridor and Mary was at the door. The next minute she was in</p>\n<p>the room and had run across to his bed, bringing with her a waft of fresh air</p>\n<p>full of the scent of the morning.</p>\n<p>“You’ve been out! You’ve been out! There’s that nice</p>\n<p>smell of leaves!” he cried.</p>\n<p>She had been running and her hair was loose and blown and she was bright with</p>\n<p>the air and pink-cheeked, though he could not see it.</p>\n<p>“It’s so beautiful!” she said, a little breathless with her</p>\n<p>speed. “You never saw anything so beautiful! It has</p>\n<p>come!</p>\n<p>I</p>\n<p>thought it had come that other morning, but it was only coming. It is here now!</p>\n<p>It has come, the Spring! Dickon says so!”</p>\n<p>“Has it?” cried Colin, and though he really knew nothing about it</p>\n<p>he felt his heart beat. He actually sat up in bed.</p>\n<p>“Open the window!” he added, laughing half with joyful excitement</p>\n<p>and half at his own fancy. “Perhaps we may hear golden trumpets!”</p>\n<p>And though he laughed, Mary was at the window in a moment and in a moment more</p>\n<p>it was opened wide and freshness and softness and scents and birds’ songs</p>\n<p>were pouring through.</p>\n<p>“That’s fresh air,” she said. “Lie on your back and</p>\n<p>draw in long breaths of it. That’s what Dickon does when he’s lying</p>\n<p>on the moor. He says he feels it in his veins and it makes him strong and he</p>\n<p>feels as if he could live forever and ever. Breathe it and breathe it.”</p>\n<p>She was only repeating what Dickon had told her, but she caught Colin’s</p>\n<p>fancy.</p>\n<p>“’Forever and ever’! Does it make him feel like that?”</p>\n<p>he said, and he did as she told him, drawing in long deep breaths over and over</p>\n<p>again until he felt that something quite new and delightful was happening to</p>\n<p>him.</p>\n<p>Mary was at his bedside again.</p>\n<p>“Things are crowding up out of the earth,” she ran on in a hurry.</p>\n<p>“And there are flowers uncurling and buds on everything and the green</p>\n<p>veil has covered nearly all the gray and the birds are in such a hurry about</p>\n<p>their nests for fear they may be too late that some of them are even fighting</p>\n<p>for places in the secret garden. And the rose-bushes look as wick as wick can</p>\n<p>be, and there are primroses in the lanes and woods, and the seeds we planted</p>\n<p>are up, and Dickon has brought the fox and the crow and the squirrels and a</p>\n<p>new-born lamb.”</p>\n<p>And then she paused for breath. The new-born lamb Dickon had found three days</p>\n<p>before lying by its dead mother among the gorse bushes on the moor. It was not</p>\n<p>the first motherless lamb he had found and he knew what to do with it. He had</p>\n<p>taken it to the cottage wrapped in his jacket and he had let it lie near the</p>\n<p>fire and had fed it with warm milk. It was a soft thing with a darling silly</p>\n<p>baby face and legs rather long for its body. Dickon had carried it over the</p>\n<p>moor in his arms and its feeding bottle was in his pocket with a squirrel, and</p>\n<p>when Mary had sat under a tree with its limp warmness huddled on her lap she</p>\n<p>had felt as if she were too full of strange joy to speak. A lamb—a lamb!</p>\n<p>A living lamb who lay on your lap like a baby!</p>\n<p>She was describing it with great joy and Colin was listening and drawing in</p>\n<p>long breaths of air when the nurse entered. She started a little at the sight</p>\n<p>of the open window. She had sat stifling in the room many a warm day because</p>\n<p>her patient was sure that open windows gave people cold.</p>\n<p>“Are you sure you are not chilly, Master Colin?” she inquired.</p>\n<p>“No,” was the answer. “I am breathing long breaths of fresh</p>\n<p>air. It makes you strong. I am going to get up to the sofa for breakfast. My</p>\n<p>cousin will have breakfast with me.”</p>\n<p>The nurse went away, concealing a smile, to give the order for two breakfasts.</p>\n<p>She found the servants’ hall a more amusing place than the</p>\n<p>invalid’s chamber and just now everybody wanted to hear the news from</p>\n<p>upstairs. There was a great deal of joking about the unpopular young recluse</p>\n<p>who, as the cook said, “had found his master, and good for him.”</p>\n<p>The servants’ hall had been very tired of the tantrums, and the butler,</p>\n<p>who was a man with a family, had more than once expressed his opinion that the</p>\n<p>invalid would be all the better “for a good hiding.”</p>\n<p>When Colin was on his sofa and the breakfast for two was put upon the table he</p>\n<p>made an announcement to the nurse in his most Rajah-like manner.</p>\n<p>“A boy, and a fox, and a crow, and two squirrels, and a new-born lamb,</p>\n<p>are coming to see me this morning. I want them brought upstairs as soon as they</p>\n<p>come,” he said. “You are not to begin playing with the animals in</p>\n<p>the servants’ hall and keep them there. I want them here.”</p>\n<p>The nurse gave a slight gasp and tried to conceal it with a cough.</p>\n<p>“Yes, sir,” she answered.</p>\n<p>“I’ll tell you what you can do,” added Colin, waving his</p>\n<p>hand. “You can tell Martha to bring them here. The boy is Martha’s</p>\n<p>brother. His name is Dickon and he is an animal charmer.”</p>\n<p>“I hope the animals won’t bite, Master Colin,” said the</p>\n<p>nurse.</p>\n<p>“I told you he was a charmer,” said Colin austerely.</p>\n<p>“Charmers’ animals never bite.”</p>\n<p>“There are snake-charmers in India,” said Mary. “And they can</p>\n<p>put their snakes’ heads in their mouths.”</p>\n<p>“Goodness!” shuddered the nurse.</p>\n<p>They ate their breakfast with the morning air pouring in upon them.</p>\n<p>Colin’s breakfast was a very good one and Mary watched him with serious</p>\n<p>interest.</p>\n<p>“You will begin to get fatter just as I did,” she said. “I</p>\n<p>never wanted my breakfast when I was in India and now I always want it.”</p>\n<p>“I wanted mine this morning,” said Colin. “Perhaps it was the</p>\n<p>fresh air. When do you think Dickon will come?”</p>\n<p>He was not long in coming. In about ten minutes Mary held up her hand.</p>\n<p>“Listen!” she said. “Did you hear a caw?”</p>\n<p>Colin listened and heard it, the oddest sound in the world to hear inside a</p>\n<p>house, a hoarse “caw-caw.”</p>\n<p>“Yes,” he answered.</p>\n<p>“That’s Soot,” said Mary. “Listen again. Do you hear a</p>\n<p>bleat—a tiny one?”</p>\n<p>“Oh, yes!” cried Colin, quite flushing.</p>\n<p>“That’s the new-born lamb,” said Mary. “He’s</p>\n<p>coming.”</p>\n<p>Dickon’s moorland boots were thick and clumsy and though he tried to walk</p>\n<p>quietly they made a clumping sound as he walked through the long corridors.</p>\n<p>Mary and Colin heard him marching—marching, until he passed through the</p>\n<p>tapestry door on to the soft carpet of Colin’s own passage.</p>\n<p>“If you please, sir,” announced Martha, opening the door, “if</p>\n<p>you please, sir, here’s Dickon an’ his creatures.”</p>\n<p>Dickon came in smiling his nicest wide smile. The new-born lamb was in his arms</p>\n<p>and the little red fox trotted by his side. Nut sat on his left shoulder and</p>\n<p>Soot on his right and Shell’s head and paws peeped out of his coat</p>\n<p>pocket.</p>\n<p>Colin slowly sat up and stared and stared—as he had stared when he first</p>\n<p>saw Mary; but this was a stare of wonder and delight. The truth was that in</p>\n<p>spite of all he had heard he had not in the least understood what this boy</p>\n<p>would be like and that his fox and his crow and his squirrels and his lamb were</p>\n<p>so near to him and his friendliness that they seemed almost to be part of</p>\n<p>himself. Colin had never talked to a boy in his life and he was so overwhelmed</p>\n<p>by his own pleasure and curiosity that he did not even think of speaking.</p>\n<p>But Dickon did not feel the least shy or awkward. He had not felt embarrassed</p>\n<p>because the crow had not known his language and had only stared and had not</p>\n<p>spoken to him the first time they met. Creatures were always like that until</p>\n<p>they found out about you. He walked over to Colin’s sofa and put the</p>\n<p>new-born lamb quietly on his lap, and immediately the little creature turned to</p>\n<p>the warm velvet dressing-gown and began to nuzzle and nuzzle into its folds and</p>\n<p>butt its tight-curled head with soft impatience against his side. Of course no</p>\n<p>boy could have helped speaking then.</p>\n<p>“What is it doing?” cried Colin. “What does it want?”</p>\n<p>“It wants its mother,” said Dickon, smiling more and more. “I</p>\n<p>brought it to thee a bit hungry because I knowed tha’d like to see it</p>\n<p>feed.”</p>\n<p>He knelt down by the sofa and took a feeding-bottle from his pocket.</p>\n<p>“Come on, little ’un,” he said, turning the small woolly</p>\n<p>white head with a gentle brown hand. “This is what tha’s after.</p>\n<p>Tha’ll get more out o’ this than tha’ will out o’ silk</p>\n<p>velvet coats. There now,” and he pushed the rubber tip of the bottle into</p>\n<p>the nuzzling mouth and the lamb began to suck it with ravenous ecstasy.</p>\n<p>After that there was no wondering what to say. By the time the lamb fell asleep</p>\n<p>questions poured forth and Dickon answered them all. He told them how he had</p>\n<p>found the lamb just as the sun was rising three mornings ago. He had been</p>\n<p>standing on the moor listening to a skylark and watching him swing higher and</p>\n<p>higher into the sky until he was only a speck in the heights of blue.</p>\n<p>“I’d almost lost him but for his song an’ I was</p>\n<p>wonderin’ how a chap could hear it when it seemed as if he’d get</p>\n<p>out o’ th’ world in a minute—an’ just then I heard</p>\n<p>somethin’ else far off among th’ gorse bushes. It was a weak</p>\n<p>bleatin’ an’ I knowed it was a new lamb as was hungry an’ I</p>\n<p>knowed it wouldn’t be hungry if it hadn’t lost its mother somehow,</p>\n<p>so I set off searchin’. Eh! I did have a look for it. I went in an’</p>\n<p>out among th’ gorse bushes an’ round an’ round an’ I</p>\n<p>always seemed to take th’ wrong turnin’. But at last I seed a bit</p>\n<p>o’ white by a rock on top o’ th’ moor an’ I climbed up</p>\n<p>an’ found th’ little ’un half dead wi’ cold an’</p>\n<p>clemmin’.”</p>\n<p>While he talked, Soot flew solemnly in and out of the open window and cawed</p>\n<p>remarks about the scenery while Nut and Shell made excursions into the big</p>\n<p>trees outside and ran up and down trunks and explored branches. Captain curled</p>\n<p>up near Dickon, who sat on the hearth-rug from preference.</p>\n<p>They looked at the pictures in the gardening books and Dickon knew all the</p>\n<p>flowers by their country names and knew exactly which ones were already growing</p>\n<p>in the secret garden.</p>\n<p>“I couldna’ say that there name,” he said, pointing to one</p>\n<p>under which was written “Aquilegia,” “but us calls that a</p>\n<p>columbine, an’ that there one it’s a snapdragon and they both grow</p>\n<p>wild in hedges, but these is garden ones an’ they’re bigger</p>\n<p>an’ grander. There’s some big clumps o’ columbine in</p>\n<p>th’ garden. They’ll look like a bed o’ blue an’ white</p>\n<p>butterflies flutterin’ when they’re out.”</p>\n<p>“I’m going to see them,” cried Colin. “I am going to</p>\n<p>see them!”</p>\n<p>“Aye, that tha’ mun,” said Mary quite seriously.</p>\n<p>“An’ tha’ munnot lose no time about it.”</p>\n"
}