{
  "title": "Chapter 10",
  "subtitle": "CHAPTER X.",
  "chapterId": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-10",
  "prev": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-9",
  "next": "the-project-gutenberg-ebook-of-the-secret-garden--by-frances-hodgson-burnett-chapter-11",
  "content": "<p>DICKON</p>\n<p>The sun shone down for nearly a week on the secret garden. The Secret Garden</p>\n<p>was what Mary called it when she was thinking of it. She liked the name, and</p>\n<p>she liked still more the feeling that when its beautiful old walls shut her in</p>\n<p>no one knew where she was. It seemed almost like being shut out of the world in</p>\n<p>some fairy place. The few books she had read and liked had been fairy-story</p>\n<p>books, and she had read of secret gardens in some of the stories. Sometimes</p>\n<p>people went to sleep in them for a hundred years, which she had thought must be</p>\n<p>rather stupid. She had no intention of going to sleep, and, in fact, she was</p>\n<p>becoming wider awake every day which passed at Misselthwaite. She was beginning</p>\n<p>to like to be out of doors; she no longer hated the wind, but enjoyed it. She</p>\n<p>could run faster, and longer, and she could skip up to a hundred. The bulbs in</p>\n<p>the secret garden must have been much astonished. Such nice clear places were</p>\n<p>made round them that they had all the breathing space they wanted, and really,</p>\n<p>if Mistress Mary had known it, they began to cheer up under the dark earth and</p>\n<p>work tremendously. The sun could get at them and warm them, and when the rain</p>\n<p>came down it could reach them at once, so they began to feel very much alive.</p>\n<p>Mary was an odd, determined little person, and now she had something</p>\n<p>interesting to be determined about, she was very much absorbed, indeed. She</p>\n<p>worked and dug and pulled up weeds steadily, only becoming more pleased with</p>\n<p>her work every hour instead of tiring of it. It seemed to her like a</p>\n<p>fascinating sort of play. She found many more of the sprouting pale green</p>\n<p>points than she had ever hoped to find. They seemed to be starting up</p>\n<p>everywhere and each day she was sure she found tiny new ones, some so tiny that</p>\n<p>they barely peeped above the earth. There were so many that she remembered what</p>\n<p>Martha had said about the “snowdrops by the thousands,” and about</p>\n<p>bulbs spreading and making new ones. These had been left to themselves for ten</p>\n<p>years and perhaps they had spread, like the snowdrops, into thousands. She</p>\n<p>wondered how long it would be before they showed that they were flowers.</p>\n<p>Sometimes she stopped digging to look at the garden and try to imagine what it</p>\n<p>would be like when it was covered with thousands of lovely things in bloom.</p>\n<p>During that week of sunshine, she became more intimate with Ben Weatherstaff.</p>\n<p>She surprised him several times by seeming to start up beside him as if she</p>\n<p>sprang out of the earth. The truth was that she was afraid that he would pick</p>\n<p>up his tools and go away if he saw her coming, so she always walked toward him</p>\n<p>as silently as possible. But, in fact, he did not object to her as strongly as</p>\n<p>he had at first. Perhaps he was secretly rather flattered by her evident desire</p>\n<p>for his elderly company. Then, also, she was more civil than she had been. He</p>\n<p>did not know that when she first saw him she spoke to him as she would have</p>\n<p>spoken to a native, and had not known that a cross, sturdy old Yorkshire man</p>\n<p>was not accustomed to salaam to his masters, and be merely commanded by them to</p>\n<p>do things.</p>\n<p>“Tha’rt like th’ robin,” he said to her one morning</p>\n<p>when he lifted his head and saw her standing by him. “I never knows when</p>\n<p>I shall see thee or which side tha’ll come from.”</p>\n<p>“He’s friends with me now,” said Mary.</p>\n<p>“That’s like him,” snapped Ben Weatherstaff.</p>\n<p>“Makin’ up to th’ women folk just for vanity an’</p>\n<p>flightiness. There’s nothin’ he wouldn’t do for th’</p>\n<p>sake o’ showin’ off an’ flirtin’ his tail-feathers.</p>\n<p>He’s as full o’ pride as an egg’s full o’ meat.”</p>\n<p>He very seldom talked much and sometimes did not even answer Mary’s</p>\n<p>questions except by a grunt, but this morning he said more than usual. He stood</p>\n<p>up and rested one hobnailed boot on the top of his spade while he looked her</p>\n<p>over.</p>\n<p>“How long has tha’ been here?” he jerked out.</p>\n<p>“I think it’s about a month,” she answered.</p>\n<p>“Tha’s beginnin’ to do Misselthwaite credit,” he said.</p>\n<p>“Tha’s a bit fatter than tha’ was an’ tha’s not</p>\n<p>quite so yeller. Tha’ looked like a young plucked crow when tha’</p>\n<p>first came into this garden. Thinks I to myself I never set eyes on an uglier,</p>\n<p>sourer faced young ’un.”</p>\n<p>Mary was not vain and as she had never thought much of her looks she was not</p>\n<p>greatly disturbed.</p>\n<p>“I know I’m fatter,” she said. “My stockings are</p>\n<p>getting tighter. They used to make wrinkles. There’s the robin, Ben</p>\n<p>Weatherstaff.”</p>\n<p>There, indeed, was the robin, and she thought he looked nicer than ever. His</p>\n<p>red waistcoat was as glossy as satin and he flirted his wings and tail and</p>\n<p>tilted his head and hopped about with all sorts of lively graces. He seemed</p>\n<p>determined to make Ben Weatherstaff admire him. But Ben was sarcastic.</p>\n<p>“Aye, there tha’ art!” he said. “Tha’ can put up</p>\n<p>with me for a bit sometimes when tha’s got no one better. Tha’s</p>\n<p>been reddenin’ up thy waistcoat an’ polishin’ thy feathers</p>\n<p>this two weeks. I know what tha’s up to. Tha’s courtin’ some</p>\n<p>bold young madam somewhere tellin’ thy lies to her about bein’</p>\n<p>th’ finest cock robin on Missel Moor an’ ready to fight all</p>\n<p>th’ rest of ’em.”</p>\n<p>“Oh! look at him!” exclaimed Mary.</p>\n<p>The robin was evidently in a fascinating, bold mood. He hopped closer and</p>\n<p>closer and looked at Ben Weatherstaff more and more engagingly. He flew on to</p>\n<p>the nearest currant bush and tilted his head and sang a little song right at</p>\n<p>him.</p>\n<p>“Tha’ thinks tha’ll get over me by doin’ that,”</p>\n<p>said Ben, wrinkling his face up in such a way that Mary felt sure he was trying</p>\n<p>not to look pleased. “Tha’ thinks no one can stand out against</p>\n<p>thee—that’s what tha’ thinks.”</p>\n<p>The robin spread his wings—Mary could scarcely believe her eyes. He flew</p>\n<p>right up to the handle of Ben Weatherstaff’s spade and alighted on the</p>\n<p>top of it. Then the old man’s face wrinkled itself slowly into a new</p>\n<p>expression. He stood still as if he were afraid to breathe—as if he would</p>\n<p>not have stirred for the world, lest his robin should start away. He spoke</p>\n<p>quite in a whisper.</p>\n<p>“Well, I’m danged!” he said as softly as if he were saying</p>\n<p>something quite different. “Tha’ does know how to get at a</p>\n<p>chap—tha’ does! Tha’s fair unearthly, tha’s so</p>\n<p>knowin’.”</p>\n<p>And he stood without stirring—almost without drawing his</p>\n<p>breath—until the robin gave another flirt to his wings and flew away.</p>\n<p>Then he stood looking at the handle of the spade as if there might be Magic in</p>\n<p>it, and then he began to dig again and said nothing for several minutes.</p>\n<p>But because he kept breaking into a slow grin now and then, Mary was not afraid</p>\n<p>to talk to him.</p>\n<p>“Have you a garden of your own?” she asked.</p>\n<p>“No. I’m bachelder an’ lodge with Martin at th’</p>\n<p>gate.”</p>\n<p>“If you had one,” said Mary, “what would you plant?”</p>\n<p>“Cabbages an’ ’taters an’ onions.”</p>\n<p>“But if you wanted to make a flower garden,” persisted Mary,</p>\n<p>“what would you plant?”</p>\n<p>“Bulbs an’ sweet-smellin’ things—but mostly</p>\n<p>roses.”</p>\n<p>Mary’s face lighted up.</p>\n<p>“Do you like roses?” she said.</p>\n<p>Ben Weatherstaff rooted up a weed and threw it aside before he answered.</p>\n<p>“Well, yes, I do. I was learned that by a young lady I was gardener to.</p>\n<p>She had a lot in a place she was fond of, an’ she loved ’em like</p>\n<p>they was children—or robins. I’ve seen her bend over an’ kiss</p>\n<p>’em.” He dragged out another weed and scowled at it. “That</p>\n<p>were as much as ten year’ ago.”</p>\n<p>“Where is she now?” asked Mary, much interested.</p>\n<p>“Heaven,” he answered, and drove his spade deep into the soil,</p>\n<p>“’cording to what parson says.”</p>\n<p>“What happened to the roses?” Mary asked again, more interested</p>\n<p>than ever.</p>\n<p>“They was left to themselves.”</p>\n<p>Mary was becoming quite excited.</p>\n<p>“Did they quite die? Do roses quite die when they are left to</p>\n<p>themselves?” she ventured.</p>\n<p>“Well, I’d got to like ’em—an’ I liked</p>\n<p>her—an’ she liked ’em,” Ben Weatherstaff admitted</p>\n<p>reluctantly. “Once or twice a year I’d go an’ work at</p>\n<p>’em a bit—prune ’em an’ dig about th’ roots. They</p>\n<p>run wild, but they was in rich soil, so some of ’em lived.”</p>\n<p>“When they have no leaves and look gray and brown and dry, how can you</p>\n<p>tell whether they are dead or alive?” inquired Mary.</p>\n<p>“Wait till th’ spring gets at ’em—wait till th’</p>\n<p>sun shines on th’ rain and th’ rain falls on th’ sunshine</p>\n<p>an’ then tha’ll find out.”</p>\n<p>“How—how?” cried Mary, forgetting to be careful.</p>\n<p>“Look along th’ twigs an’ branches an’ if tha’</p>\n<p>see a bit of a brown lump swelling here an’ there, watch it after</p>\n<p>th’ warm rain an’ see what happens.” He stopped suddenly and</p>\n<p>looked curiously at her eager face. “Why does tha’ care so much</p>\n<p>about roses an’ such, all of a sudden?” he demanded.</p>\n<p>Mistress Mary felt her face grow red. She was almost afraid to answer.</p>\n<p>“I—I want to play that—that I have a garden of my own,”</p>\n<p>she stammered. “I—there is nothing for me to do. I have</p>\n<p>nothing—and no one.”</p>\n<p>“Well,” said Ben Weatherstaff slowly, as he watched her,</p>\n<p>“that’s true. Tha’ hasn’t.”</p>\n<p>He said it in such an odd way that Mary wondered if he was actually a little</p>\n<p>sorry for her. She had never felt sorry for herself; she had only felt tired</p>\n<p>and cross, because she disliked people and things so much. But now the world</p>\n<p>seemed to be changing and getting nicer. If no one found out about the secret</p>\n<p>garden, she should enjoy herself always.</p>\n<p>She stayed with him for ten or fifteen minutes longer and asked him as many</p>\n<p>questions as she dared. He answered everyone of them in his queer grunting way</p>\n<p>and he did not seem really cross and did not pick up his spade and leave her.</p>\n<p>He said something about roses just as she was going away and it reminded her of</p>\n<p>the ones he had said he had been fond of.</p>\n<p>“Do you go and see those other roses now?” she asked.</p>\n<p>“Not been this year. My rheumatics has made me too stiff in th’</p>\n<p>joints.”</p>\n<p>He said it in his grumbling voice, and then quite suddenly he seemed to get</p>\n<p>angry with her, though she did not see why he should.</p>\n<p>“Now look here!” he said sharply. “Don’t tha’ ask</p>\n<p>so many questions. Tha’rt th’ worst wench for askin’</p>\n<p>questions I’ve ever come across. Get thee gone an’ play thee.</p>\n<p>I’ve done talkin’ for today.”</p>\n<p>And he said it so crossly that she knew there was not the least use in staying</p>\n<p>another minute. She went skipping slowly down the outside walk, thinking him</p>\n<p>over and saying to herself that, queer as it was, here was another person whom</p>\n<p>she liked in spite of his crossness. She liked old Ben Weatherstaff. Yes, she</p>\n<p>did like him. She always wanted to try to make him talk to her. Also she began</p>\n<p>to believe that he knew everything in the world about flowers.</p>\n<p>There was a laurel-hedged walk which curved round the secret garden and ended</p>\n<p>at a gate which opened into a wood, in the park. She thought she would slip</p>\n<p>round this walk and look into the wood and see if there were any rabbits</p>\n<p>hopping about. She enjoyed the skipping very much and when she reached the</p>\n<p>little gate she opened it and went through because she heard a low, peculiar</p>\n<p>whistling sound and wanted to find out what it was.</p>\n<p>It was a very strange thing indeed. She quite caught her breath as she stopped</p>\n<p>to look at it. A boy was sitting under a tree, with his back against it,</p>\n<p>playing on a rough wooden pipe. He was a funny looking boy about twelve. He</p>\n<p>looked very clean and his nose turned up and his cheeks were as red as poppies</p>\n<p>and never had Mistress Mary seen such round and such blue eyes in any</p>\n<p>boy’s face. And on the trunk of the tree he leaned against, a brown</p>\n<p>squirrel was clinging and watching him, and from behind a bush nearby a cock</p>\n<p>pheasant was delicately stretching his neck to peep out, and quite near him</p>\n<p>were two rabbits sitting up and sniffing with tremulous noses—and</p>\n<p>actually it appeared as if they were all drawing near to watch him and listen</p>\n<p>to the strange low little call his pipe seemed to make.</p>\n<p>When he saw Mary he held up his hand and spoke to her in a voice almost as low</p>\n<p>as and rather like his piping.</p>\n<p>“Don’t tha’ move,” he said. “It’d flight</p>\n<p>’em.”</p>\n<p>Mary remained motionless. He stopped playing his pipe and began to rise from</p>\n<p>the ground. He moved so slowly that it scarcely seemed as though he were moving</p>\n<p>at all, but at last he stood on his feet and then the squirrel scampered back</p>\n<p>up into the branches of his tree, the pheasant withdrew his head and the</p>\n<p>rabbits dropped on all fours and began to hop away, though not at all as if</p>\n<p>they were frightened.</p>\n<p>“I’m Dickon,” the boy said. “I know tha’rt Miss</p>\n<p>Mary.”</p>\n<p>Then Mary realized that somehow she had known at first that he was Dickon. Who</p>\n<p>else could have been charming rabbits and pheasants as the natives charm snakes</p>\n<p>in India? He had a wide, red, curving mouth and his smile spread all over his</p>\n<p>face.</p>\n<p>“I got up slow,” he explained, “because if tha’ makes a</p>\n<p>quick move it startles ’em. A body ’as to move gentle an’</p>\n<p>speak low when wild things is about.”</p>\n<p>He did not speak to her as if they had never seen each other before but as if</p>\n<p>he knew her quite well. Mary knew nothing about boys and she spoke to him a</p>\n<p>little stiffly because she felt rather shy.</p>\n<p>“Did you get Martha’s letter?” she asked.</p>\n<p>He nodded his curly, rust-colored head.</p>\n<p>“That’s why I come.”</p>\n<p>He stooped to pick up something which had been lying on the ground beside him</p>\n<p>when he piped.</p>\n<p>“I’ve got th’ garden tools. There’s a little spade</p>\n<p>an’ rake an’ a fork an’ hoe. Eh! they are good ’uns.</p>\n<p>There’s a trowel, too. An’ th’ woman in th’ shop threw</p>\n<p>in a packet o’ white poppy an’ one o’ blue larkspur when I</p>\n<p>bought th’ other seeds.”</p>\n<p>“Will you show the seeds to me?” Mary said.</p>\n<p>She wished she could talk as he did. His speech was so quick and easy. It</p>\n<p>sounded as if he liked her and was not the least afraid she would not like him,</p>\n<p>though he was only a common moor boy, in patched clothes and with a funny face</p>\n<p>and a rough, rusty-red head. As she came closer to him she noticed that there</p>\n<p>was a clean fresh scent of heather and grass and leaves about him, almost as if</p>\n<p>he were made of them. She liked it very much and when she looked into his funny</p>\n<p>face with the red cheeks and round blue eyes she forgot that she had felt shy.</p>\n<p>“Let us sit down on this log and look at them,” she said.</p>\n<p>They sat down and he took a clumsy little brown paper package out of his coat</p>\n<p>pocket. He untied the string and inside there were ever so many neater and</p>\n<p>smaller packages with a picture of a flower on each one.</p>\n<p>“There’s a lot o’ mignonette an’ poppies,” he</p>\n<p>said. “Mignonette’s th’ sweetest smellin’ thing as</p>\n<p>grows, an’ it’ll grow wherever you cast it, same as poppies will.</p>\n<p>Them as’ll come up an’ bloom if you just whistle to ’em,</p>\n<p>them’s th’ nicest of all.”</p>\n<p>He stopped and turned his head quickly, his poppy-cheeked face lighting up.</p>\n<p>“Where’s that robin as is callin’ us?” he said.</p>\n<p>The chirp came from a thick holly bush, bright with scarlet berries, and Mary</p>\n<p>thought she knew whose it was.</p>\n<p>“Is it really calling us?” she asked.</p>\n<p>“Aye,” said Dickon, as if it was the most natural thing in the</p>\n<p>world, “he’s callin’ someone he’s friends with.</p>\n<p>That’s same as sayin’ ‘Here I am. Look at me. I wants a bit</p>\n<p>of a chat.’ There he is in the bush. Whose is he?”</p>\n<p>“He’s Ben Weatherstaff’s, but I think he knows me a</p>\n<p>little,” answered Mary.</p>\n<p>“Aye, he knows thee,” said Dickon in his low voice again.</p>\n<p>“An’ he likes thee. He’s took thee on. He’ll tell me</p>\n<p>all about thee in a minute.”</p>\n<p>He moved quite close to the bush with the slow movement Mary had noticed</p>\n<p>before, and then he made a sound almost like the robin’s own twitter. The</p>\n<p>robin listened a few seconds, intently, and then answered quite as if he were</p>\n<p>replying to a question.</p>\n<p>“Aye, he’s a friend o’ yours,” chuckled Dickon.</p>\n<p>“Do you think he is?” cried Mary eagerly. She did so want to know.</p>\n<p>“Do you think he really likes me?”</p>\n<p>“He wouldn’t come near thee if he didn’t,” answered</p>\n<p>Dickon. “Birds is rare choosers an’ a robin can flout a body worse</p>\n<p>than a man. See, he’s making up to thee now. ‘Cannot tha’ see</p>\n<p>a chap?’ he’s sayin’.”</p>\n<p>And it really seemed as if it must be true. He so sidled and twittered and</p>\n<p>tilted as he hopped on his bush.</p>\n<p>“Do you understand everything birds say?” said Mary.</p>\n<p>Dickon’s grin spread until he seemed all wide, red, curving mouth, and he</p>\n<p>rubbed his rough head.</p>\n<p>“I think I do, and they think I do,” he said. “I’ve</p>\n<p>lived on th’ moor with ’em so long. I’ve watched ’em</p>\n<p>break shell an’ come out an’ fledge an’ learn to fly</p>\n<p>an’ begin to sing, till I think I’m one of ’em. Sometimes I</p>\n<p>think p’raps I’m a bird, or a fox, or a rabbit, or a squirrel, or</p>\n<p>even a beetle, an’ I don’t know it.”</p>\n<p>He laughed and came back to the log and began to talk about the flower seeds</p>\n<p>again. He told her what they looked like when they were flowers; he told her</p>\n<p>how to plant them, and watch them, and feed and water them.</p>\n<p>“See here,” he said suddenly, turning round to look at her.</p>\n<p>“I’ll plant them for thee myself. Where is tha’</p>\n<p>garden?”</p>\n<p>Mary’s thin hands clutched each other as they lay on her lap. She did not</p>\n<p>know what to say, so for a whole minute she said nothing. She had never thought</p>\n<p>of this. She felt miserable. And she felt as if she went red and then pale.</p>\n<p>“Tha’s got a bit o’ garden, hasn’t tha’?”</p>\n<p>Dickon said.</p>\n<p>It was true that she had turned red and then pale. Dickon saw her do it, and as</p>\n<p>she still said nothing, he began to be puzzled.</p>\n<p>“Wouldn’t they give thee a bit?” he asked.</p>\n<p>“Hasn’t tha’ got any yet?”</p>\n<p>She held her hands tighter and turned her eyes toward him.</p>\n<p>“I don’t know anything about boys,” she said slowly.</p>\n<p>“Could you keep a secret, if I told you one? It’s a great secret. I</p>\n<p>don’t know what I should do if anyone found it out. I believe I should</p>\n<p>die!” She said the last sentence quite fiercely.</p>\n<p>Dickon looked more puzzled than ever and even rubbed his hand over his rough</p>\n<p>head again, but he answered quite good-humoredly.</p>\n<p>“I’m keepin’ secrets all th’ time,” he said.</p>\n<p>“If I couldn’t keep secrets from th’ other lads, secrets</p>\n<p>about foxes’ cubs, an’ birds’ nests, an’ wild</p>\n<p>things’ holes, there’d be naught safe on th’ moor. Aye, I can</p>\n<p>keep secrets.”</p>\n<p>Mistress Mary did not mean to put out her hand and clutch his sleeve but she</p>\n<p>did it.</p>\n<p>“I’ve stolen a garden,” she said very fast. “It</p>\n<p>isn’t mine. It isn’t anybody’s. Nobody wants it, nobody cares</p>\n<p>for it, nobody ever goes into it. Perhaps everything is dead in it already. I</p>\n<p>don’t know.”</p>\n<p>She began to feel hot and as contrary as she had ever felt in her life.</p>\n<p>“I don’t care, I don’t care! Nobody has any right to take it</p>\n<p>from me when I care about it and they don’t. They’re letting it</p>\n<p>die, all shut in by itself,” she ended passionately, and she threw her</p>\n<p>arms over her face and burst out crying—poor little Mistress Mary.</p>\n<p>Dickon’s curious blue eyes grew rounder and rounder.</p>\n<p>“Eh-h-h!” he said, drawing his exclamation out slowly, and the way</p>\n<p>he did it meant both wonder and sympathy.</p>\n<p>“I’ve nothing to do,” said Mary. “Nothing belongs to</p>\n<p>me. I found it myself and I got into it myself. I was only just like the robin,</p>\n<p>and they wouldn’t take it from the robin.”</p>\n<p>“Where is it?” asked Dickon in a dropped voice.</p>\n<p>Mistress Mary got up from the log at once. She knew she felt contrary again,</p>\n<p>and obstinate, and she did not care at all. She was imperious and Indian, and</p>\n<p>at the same time hot and sorrowful.</p>\n<p>“Come with me and I’ll show you,” she said.</p>\n<p>She led him round the laurel path and to the walk where the ivy grew so</p>\n<p>thickly. Dickon followed her with a queer, almost pitying, look on his face. He</p>\n<p>felt as if he were being led to look at some strange bird’s nest and must</p>\n<p>move softly. When she stepped to the wall and lifted the hanging ivy he</p>\n<p>started. There was a door and Mary pushed it slowly open and they passed in</p>\n<p>together, and then Mary stood and waved her hand round defiantly.</p>\n<p>“It’s this,” she said. “It’s a secret garden, and</p>\n<p>I’m the only one in the world who wants it to be alive.”</p>\n<p>Dickon looked round and round about it, and round and round again.</p>\n<p>“Eh!” he almost whispered, “it is a queer, pretty place!</p>\n<p>It’s like as if a body was in a dream.”</p>\n"
}